{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              128,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "softmax",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "840d4b3e5474f5a0658cac43f90ea06cccdfcbf61c5ef2c4290e4220f19f0e30",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      128,
      1
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            128,
            1
          ],
          "values": [
            "mpk4wFefRL/k880/KQddP0Mxcr/sv5y/YK+nP+rQaD6FyfA+cJ++v274Pz+bzmc+l3WqvkHprT5ZniK/JMJbv6Jpez9uKcO+5pm0P3WTUb+mnnE+E2qFv7jmsz+Qx1M/8bciQOSWIb+YjbA/wMGGPpciwbwt0j2/LxO5vvkEgj5fwhi/4mniv4J5Qb+9Ttw/vyQhv5a/xz4UnR6+m82EP89ou7+ayoM/5wBpvhhVGr9NnLu9a2ySv0v9uj/3DZ8/GC1rvl/8qr+13lw/2AZPv1tpjD/F3Cs+t5lDP4FbYD51r0O/lBFsPl1A+D1ULQe/hyA6vz9LfD4EA3s/HDd9PxTSZz92PUk8q9Ppv9qF6L+N89i/nWEewArtjL9vcHw+XSS6vxcqRr+wkDY/FDijvuJh5r5Efxq/62TaPhXa+Tu79xm+Sd03v2+1HUD0qfg+iYMPPn8Wpb/a0ZC/P/GCP6fnkz9VlrM+qtRuvmT22z/IQpS/KoxgvlKRC0BEJum+zi45P6NHUr8wJFs/Bza3vlQ6iT+nf0K+UhQBviyvQj8VLIS/0w2CP3McHr+QVKW/AG+bv3YUqD9eFP0/BQ1Xv0rrCD9nkj8/8g0pP8Q9EUAnzqc+ZLtaPmq4EsBFf5s/cSz3Pcjd+T4IXwY/9w7dPwq7rj6wlKY/uiAVP6R1zb12F+c9VWkkPxaSNT4bkRE/KuR1vpJ8DkDkY1U91bx3PxaxTT6pWVA/7hBdPlJZCr/aUvA+gZd4P/RcPL6RFCy/7RYWvvcBT74VCqs+hB2TvmnQ0L/XW5M+Zsezv5wFZz/FbKY/q75EQLa+sz/Quk+/A8tbvqZH2j96cok+ZJNvv/ybAb9lkWe/zKJjvsnCkL8qRxBA1xUuP6AxCj9Jr5M/qF2mP+JeET+XxFM/912gv3J4tT41FZO9bvpmP51BjT94VQa/HMqTvtWZQj+PDFA/Xkpsvhe7RL+OfEs/o/08v6LUoD/VRj8+K+ccP47Mn77XIzC+Yrmiv112dj5sBrE/",
            "rZyZvN/vGr+8O6C+ptJpPvxx9z4NacA/rEWnvys+pb/tuKO/SgjCvv++Bb8k1dk/nR/EP7lbeb91Dxs/t5NAvzfA0D5KjNG9UVGdviei279flKi/WBO1Pxh19z8F3ce/8AqrvjcJgr9Mwrc/OKLhPylCQr/mzce/29vcv0qbpT8miU6+8YGkv4EDDb/12NI+4nnavgVyEz+lSpM/l4LsPugIg7+m3Lw9xCe1Pqvg/T9bFke/OEkjvtFExT+69vk/I3oTPyc8ij8FiAC/IH5YPimXAD6+1ts/uymnvhmae765KMC/nh3xPpTmNj6qf6u+ISr7O9gz2z3Xvzs/Q3Obv2PozL75VM2/132Vvo32s7+vDN2/khUAv4QEDz9t6Ji+OwRSP0F4vT4mqZA+iwSRvnq7Zb9lyg8/3MzfvujoML9Lc7e+TKuvPjImiz63yCm+oCMQPjKbRj6aM4C/U3tpv3OMnD5QKti/iW76PUlecr43SIo/cUdpP8ydiz6ysha+HvQNwPkUoD7PooC/Gy6FPgOBvz8wKYa+TAh6P7Cxw74TSZA+4p3lvaMgsr9C0So/V4GQPxux5L/u3Fs9VUZNP+M//D4AWBm/5BbIPXHnRb44DSQ+SKNpvnt+kL8N0aK/DBO9PskzRD6xzbY+SoKZP6Txrj7mk8g8wm/5voM5Cb8Rbq2/F4+Cv6RYkD9oqFA/G/exPwX/wb7QCBy/OTMAwAc+SD37KQa+WsSwv5dEL7+bPYG9p5eFv+WdcL9wV0K+T71Hv4iwkD6f2IK/+KOjPi+PE8Cdeyw+IkNWv2x9KL/IxZI/L3d/v2Umb79wD50/rlC/vyjCgL+7DMQ+0B3fvorcAsDWbRi/x7rcPtoqBb6PGqI+lg0Tv7yKZb8RDUy/gHDTv3Ebir/OW6g+6/3Cvu9/JT7UFZC+n3OqP2aGFz4Wg/a/7G/Dvebrlb49iV8/MH1UP+7Jyj8DHyk/dKCsPej9mT68CJG/8df5vtOVI71zSPG9swu3vzU+jr9oIZq/",
            "YJFOv2gUrj8ecKA8pCfIP4Fa5r+ZMFs+SVEXP8+L0j8neJ49QR9kPxUB9z6Kl4g/Rr3mPkxTJD+P5QQ+dVTFP9+MkD+CqRM/sV8Av5u5vr8jwr69BSvUPinKhr4Bzog/0MuIP+5Awj4BEJ0/FmHfPhGBt7+R+0k/ROWLPhCrAL//WA49z1q4v4Bxs75xRog+xvYuv4fSgb6hCng/cRWDP0coij+dulo90+n5PziW4D5YvQs/OX+7vjbf4r6s0je/qCspv7uLjL+iHjS/gxzrPQ1BCT+oU1i9pBjvPin/lb7zIMK/K6qnv7Vwzb7KTAvAwdg0v4ERCT/tPQA/3bl+P3aNJD5Mt7o9SWVFP8EWHT7C2sG+sRP2Pb1wDj+hNZ+/gYepPrJsvb9nq58/GZDnvVZGrD97tsS/6hZhvwqphr9fi9e/7SO9Pz6nlT/PHTG/z2yAvyBYOD9e7Zi/g9cWPxl9Ab9xGC0/OvQTP/ULJj9Rst6+3nMsvygXwL9g+hC+yAU3PzKhJb8TGQe/ClrKPT4vbL/aO1s/lio/vc8MLz4jjGW8HckiPkswpD5jzvS+SY/qvTWnTz/NPja/PoQsvgopFj5+tK2+hWIVvqMxhL5lVbI/ptZGP7aLHL9bvI0/w/TJPwazVT6qGIc/YPQZP2chGj8z9dU/DFV0PksoLj7/+ha/mJ9Mv4QcLL8McXQ/w/gGwEadmT/uGb8+pz9Av7MBE8BquIs/6D4ZQPXuJD/arCA/Gf3YvjqFKT93iwq+8t56vh9cZj/LLfI9NlhZPs5qB8AEZZK9TDD0PlGdBL/uDqE/rSlpP7Ke3r7/A449aiTQPijyvz89r6S+Czs4v9DQID67lFc+HT0aPd1mgD+5EmC+VbnBP88iQT9Yzli/lhDTPkQYnT9hdzM/85DaPv6uF7+7Dss/+j0Wu70RB75s6Hi/1m4PQBwvMj9Kzjq+NgWDP+hveT0hRQe+SLk1P/8hy7y2BZe/dZgOQNJWF78xTNi9quwDP/nPn7+cU4y/",
            "bwTbvy8Ntj/2VtO/99KUP7Vy2j8lp8K+qppZv5Uaxj56JLY+bYNnvwi7qT/jWaw+pKtRvk4YxD/CDpc+6zuvvw77rL+OtLY+2ZVLP3O0ljyHZkw/1Z7gvr31nz+Iexu/INlMP30tiz+KSu++VwrqP+uqID2fvHo/4EZVvv/jWT8ryUY/4zoxvxZkRL2EEJs/vaGGviZkpD3Bnfc/QhhRv4jYZT+jvp4/wI/7PjC1ZL9DIfC+/3opQACoxj9uxnE/EOXcPLkSOj6VzlO8/+roPcliqT8vNow/cNt3v8u4IEDtesY/zc1/P/34pj8firu/XoslvzQhir34JvI+3ZgCv+FD2b9W2R49aBaZvvmahL1zqsO/BTqaPkaUID5zi0Q+8lDdPYD9LD4uEo8/RKOgvwoo8r8QCiy/p7Svv4CNCz3Luaq/OYp/vg5ajD9niYY/yuw1P88gJj/XKgS/bydEPziWNr/TOz8/qhsLP4AfoD/pZSbA2tCnviGuGD9FwY2/QhCJvx46gr8Wc4k/s8eSP/VLJT/gcpg/cvv/PnS5dL/uN4Q/uSNFPy5Voz+7qGC/Q20JQO/lor8LTvW9/F2MvzJ+3L4xeoE/wXWxPQXCij0Flw0/Cv+Cv8PjGEBN7ja/RJUXvyA7C78CllA/f3oxvtp9q7/KQLO+LfUPv8QJtb2eVeY/uhIbv4mPp7+Yv1i/IFoev0DHWD/Dz6y/ebsdP+B/fL8tMjW/PWfzPsDzDz9kF44/PhyBv2Nirz3LGWo/NXKsvg72xT0iLjG/OLaWPjhXMj6qdxNAHyaBvizaJj/DbPU+ZZPUvwScID/vIEa+6s1qv9Ou2r0QFsu/zAvzvggIN7+QEzI+g/kDP+LYAsClu3Q9jxZ5vWR9hz4Cdx5Ak5w9Py1tZj+r/o8+peMkv7u8hT+l528/i0v+P7Em7b/hMhS/YDFIPY12wr/P1eC9Wn9Yvw6zJLt/S92+qxuRvlXUW70Pqd+9PNAKwEzCk78Aug4/TRq1P4pD/D2mERM/",
            "8D1zP34oR7/WuUi/8tU3Pn9yoD5MAn0/R4DOv3OE975uYy0/iImHPVgZvb9HWUe+GVg1PshTgD8Fqka/FjCpPpdZcb2j8wm+pRDyPrUQ4D65Zza+ToWfP2ZShT+8OVa/bn1CP2MXBz9FULq/w8WjPjZghr9ffdO/i7jcvgiVLL/YTE8+5aHAv7CRzj+pGq4/y/sTP9RS277GQQo/AnUNvx65nb4L8Py/228UQGTzBT/vkTA+A5W/vu0KrD/99vA+/diLvDrz1T6eqWI8UAHWPwqiZj80J5g/f+o/v4q+6D6CIb++x/4oP9o0CL4RyiPAI/y2PrdSZT/2Dxk+aqEGP0wUrL12paQ/kMbQvYDSCz4nxBY/3hYNv3+o4z2S6b2/3FiHPr56ZT+CnQM/Rg2oPLS20r9lOOi94RcCv9XlxL5Gwl4/F6/ivvZpr7+G99u/rRlJvrikoT9yfEQ+nAGtv2r3876HvZe+t71aPxEE3b8N7pG8wjCDvchqB0DHiyw/XeIdQEZVWj+DrbU+DFS4vhdFCkDBZy6/vfTIP6NCx79Qw18+QBcMv5TR0z+kAhe/ZnU5v77hWr5+9LU+iI3bvs7hZj6fMEQ/hagVwN79uT9B+L6+u0KNP27/Jr+kIFc/xmU7vym3SD9sxMO+4cADQB+0tD03/pq+txeCv49RE76oQjA8Xrs6QIW6tr68ncu9CiMWwNVopT+hZAU+wO1VvyCaoD/D2HS/3wWWP6BHMT70aJW/0ECKvs46lj75sZM/OPIxPyZn0j7Qeb8+0dflP1CTNb/lR7u/1XUaP64Gg78I/Sw/QXW1Pa+Qxb9sXWq/9iJFv5qpSj9Tf6K/yG0vPgYGkj5slg8+Hp/UPnrxBL9dZqU/cUrMPmuG1T6Saq6+1+5aP87hub5oNVFAkOVAP2j7Jb7brWi95iluPf/jl75QI8Y9j+oTPyXbYT4eslk/DrWpvxk5KD+2m2c9ekzXP28LEb8eVia+igIhPqq9LL0BNOA/TQaovRcj3D3i+ms+",
            "XXLWPzCwWb/2pDY/tS7Av0/Ihj9OZRq/C14Sv5ztVb/wFzA/6eUUwPegFL+jXno+1EPPv4kVLD6jIko/A4wKvzA/Vb54jTO/916vvlGaB78n8lE/VWdcP4b1Yz4XDXe/HF/FvqzEHz4Us+c+Mb7RP38okb8n+1C/tJZjvi1zTD+hTAS+v+xuP16Vhb9XDIa/0zpxvwD4Pb9hcpi/Rn4GQMZ+nr+OpmY/toSGP1u6UL860Ky9Gh4ZPiYOuz4Z9ok/Zmrlv0iONz5Fl4+/lAo8v9M3uL5WKcE/XLV2O5aNsL7DG3W/kmd5P5DVPT+4d46/nlN/P7Vtkj78XBQ/yyiSv6B+L7/f/5q/fNjmvwm5xz7CmkM/6/sEvngyKkCByq8/gbhjv2rbTj9KYwo/7uJ7uzQ6Pr+QdYa/wzt1v30dLT+lJFc+4PfzvtXeWr7UpGC/RQBBvu9frr5rNxY/N7QEvyAXCb9ToUG+Hz9svmFy17xzRsu/zZSmPc1xVT/9bJE/pOMAPxVzKj96oGs/w8DhvvcD0T+vnaW+m+hmP3iwXb6Htha/msatvzqCsL9frfM9Fay6PrVk4716jeQ+tvolwBftvT+c/5g/lQGlv3xosb6VspW+R2kbvyBs0L+Pyha+Hh4WwGolUb8097g9oR7WPuwD+785sbq/XYWLvuTTej9zIta/mFWHP8XBFb6uVUy/ibm7PwufKj/tK54/ypEeP/61Qz63h9g/lkVvv64zHL+Kzrm/4fPyPhyCCz9c2aG+vINuv3JtQMDTPlq+qGC1v95qmD9e4nA/7AywvzWLwr9sowC/fDUtPxzrMr7C0Gy9kqwPv9eS0r4ARx2+uxTAvvH3O75QiLy/xQmhPlHNRT6U3hi/R5nkPwjJdT6qsEK/9QYVvlJbzj2ZNvK/kAH5PhX+Kr9ixJq+3KupP+c3MD5CaQe/67C+vndvmz7k6W8+1ZEuvzCkcD7irhu+y43lP12Pgr7N4yw9d4peP5korzxH1j+91t8hvsp7nr6D94m/",
            "7GGevhuV9r7Yi8w+2fuSv2yALL/COaw/d18IwCa4tj5Yeus+Bl5mPofPor/knZ6/7eoMv14jSr83fRc/P0enPzrpJD8wO7m+77q6v299CkCfavg8jbusPuYoaT6bh4k/+qklP+6gyr61st+9Osx4v5Tr+L0Mtnk/k/iYv3yJ+z7p+Mg+LXNHP0MPUj/fzlm/1NRYP4J6n78vljo/PT8KPIA5y76jtxm+XsScvhhQGMCoK4m/dnORPWZr0D4Q9tW+advrvvP8er7wU6q8GjXZPg7UtT4/DLa++n0JwBzvT77DF0y+KDlwvXbxr7wJSKg/pJUrwBjj2j+y9aC/PhSWP2evOT6GGGy/L4laP0XQFr9qcZ+/wdHwvoWvVr8DFzq+21x4PwydUz9J3j2++MhBP7+bmb8oPhk/6OzePi9F/b6nq5q9kbNMP6YarD6lB5o/kOOmPyy6A8BvAgS/HsX/vkn8gD/7stQ/MTHEv5AjhL92TzXA59oIvsdP1D6VrcA+bq5FvyyYMr6bPss/TWGfv7YBEL8foo+/ckqTv1uo0b5k+JC/QoQUP06KCj8GagK/gw9CP2Aklz8wtGa+o5W2vs5tOL/5PEI/euWPPvt6vj4A+Pq/ULlTP2OZ1T+9T+4+Z1yQvwArkr+v1jM/lLaUPK3fLsB7BhU/dQaJv/rXvb9QPRy/C4uavkCMDz/eyK0/SmKJP/DpdD/IsJ0+K1Olv1pImD9OuI+/5nHqvf8K3T60Ynm+IF/nvyzuqz/WUpA9DhzOPjJHoL+2sIi/OF2YvzIJYD87Tl2/2oyBPSyCI79lF1s/QGmevV2dST40SzK/3N2EP+Ds5D/Yma0+KwxePygUdr0Zeo6+zhY7PZnouj7YXvC+cZm2vsNZ8r7dgUA9+bliPgiFVj8eEMG/TgC2vmEYeD14FWg/Z3oDwEzqFEAZTkE/cPqxP31N5D/fFZk+HudavSCYfb2e8P0/uv66Purr4r896n0/2dK6Pkmz1D8/pfc+hq1/v/O8jT+NZXw+",
            "Zsstv+jWAj/ojwg+0Oa8vrrlGL9MfHI+1M3UPhemhT6COnc/AUKCvbi+oz4ukV0/E96FP4rWfb35e2m/auFMvORF1L+MdkW/la0WvyUPwz1pI54/jf1lvWUL9j/43Ta/NQwLvzuaiT/pTKy/xe9pv1ver75oCGQ/dsf6P+piYL+JKHG/wQo6P7glFz/vQdO+lC+PP5wenb7wgAM/Y7wbQDT61T903HA/xR20PzkkPj405ng/NlNrwIfscT8uYSU/rT7JvnuOGD5TN5I/9DQJP2Ht779gSmU//YECvfhUwb6+19a/Y+k6P6sYbL9GDpQ/k2HhPg5moz8gIf4+SdrTv+pNNz93lwXAKYkqPj7vST8LJcw/hnAaP+zPK79oi5Y/15n2vt08Kj/LhCK9tyTavli42b1gLeI/X7BpP9+wrL9wOC4+wyA/vw26MT7XwBi/bE4Yv9MZiz4/fgC+nB65v5E9CT822I++24zcvhxQxb2cm4k/p4ezPuU5jb+nfQe/f8wHP8WdpL9GUsI+F6w2P/eKgb+Mzew/d9omvwBXnr9ULWQ/2+fsvu8Dhr9Fd7I/tDG8vtAJcL+X17C+3ixHP+AuWr+zH4O/zKsAwI0JqTy60mw/yGwmQNWhA79LZLw7FrWmPz20274dpaw/UnDbPtu/Ar2q3jY8RU3JPrdc7j9CPDs+j5YVv2kJQb8iOTS+nACbPn/9TD2s+DjAl+V+vqnH1D/L3Qg/QuXPvRcx7ry/Yv0/yaWCPzvsjL8W9J8+jeqrPrVKt7xVMXs/3CJGvz7EtT08+VE/tx3kvuZ2Nj/F8AI+EhxEv+BhJz+ANkjAelzYPy38Er29dIY/WGwGv8klC77+YB4+kDMFQI649z4JkHq/88ymvy/MAsAKhVC/t3cQQBfP+j7hcAU9kOyXPp5b4b55gyI+DvAKv1YYzz9O9jM/E2GMPyaZjT/uobi+9rdBv6m/kr2WYDy/y8kHPZgWgD9R0oQ/UShKv0wRsj54HYW/I4lmP41O17+29zg/",
            "MRYcP0iOZT6wCNM7fr3Yvvb+BD+0coS/JcOPPzrpxb6I3N4/Z3CuP8Nw4z4fag+/rxF9vkkoZb6QRRDAAhqJv7AbQD7fpbu/VxDSv3h6dT8Pyf0+01+vPpgTlb/N8Ac/Hlz7vwZNHUAB6J2/K2cKPQxIQT/fuuy/vFSrv0N9j76qR4+9DORFPyHCIz+zpaI+Pjy/P1Vb3j7XPXo+dNmZvzk4Rj88stu/863YP/4COkBGyqM/DoH2v4MNF77z9BC9d6C9P/2p/z4QpqM/o0j2vnrEGr9yrRY/Xktqv4A0YL/pLb2+Iv3yP3VDgb8WbNS/NIctwFrvRL83u1E/exPaPrWVN72IlTI/lA6eP+eM8j6YCgu/uW96vkOpY78pRSi/9OqGv3zPEb5v7h8+NGj/PhXcrD/3FR+/S6Hjuz+W9b0xUzG/X/Qcv4Q4kzz+ejE+4Vc1vk0Y4z3T85M+J1KLP3Snb78jsYg8XDCivtjQ878m6gw88y/svVBAXT6n4Gk/jHn+v8Y35T8yfIG/kMOQv4Gotr44Bno/7zANP8QV0r4kKa+/38haPy8CAT9wkZM+cohzP9UI7D+/T/m+A6Bgv7Meyz9+usK+WMmuPQKg3b5ua8i/oFibP5Bspj87KpK/lFSPvZdsNUBXDxbAkYjlPtVllT+WR2w/pXu5v6HCPMDnf+G/mmcYP/3ZpL8XH82+IswwvaEOOT8NNCC/zgnYvvN/pD2sHLq/VZhTv7F0oD4lAWi/VRuVv4XpnT8Z4HU/M467P5ZIhD/Zus8/w3+Lv9ostD8tYkO+pAlKPhxWjT9mBr0/vMMGvx/Wjr4Mxey/7paIPqoJij42KNY+cYHePRYrhT/KQYY/3l3nv+LYOj8w3Se/7UCGvli3Q79+6Lm/K+gKwLjfdT97Qdc/JtmhvyK4Gr8RfI0/Awdnv1YxGT4Ufoe/N6cXPxSdQL8XAFu/U+Udv1i3Cb6eCUc/T3FLPxLBrb7iJwW/z76sP0pM+T6tyQDA853QvsLm0r6GS4q/",
            "4gCfP0OShT8tmYM/3Umyvg/qdT+vWWk/6e3jvrofxj957zu/hQKUv/+iAD+qK3c++QKvPvvyMD9M8o08euUgP+MqCECgB6k/rtikv4qvkr3LeDY/fiYYvyRamr3fIQs/blixP70iQ7/uomi/YAXXPsGDI8BjJ8G/ehm9vxW7iL1WjNK/oxL0vmEh/z8ITT8/9AYXP458g7tAvoq+E+68vy5UYj+gXrG+w0I4QLnPH71Z8tE+OTM6P2ZNPb6bhRo+4Z9AP/m9Kz3Gdom/nOKKPme1lL/vAKo/56SXPS32C75MnYM/02mCvx3F9j7D0I6/fLwxvxIgt78qYgRABDyfv+bxcr6G3bO//T/IP92GCL8Byw2/qR8fPoA84L/QPKq/P6QTPUafsL78rV8+0+DPPl1Bkz3fwfg9ER3vvAvB0T9dt+E/LDmvvZ/Aojzpr/C9pxORu/w0EcBdxTG+AGQIvpr52L8Cz8S9MD53P9BEsr/0k78/MaqBvwg/OD8BpcO/vW6vv3J3Zz+lcw/AC75HvzkiPsDwfBS/5sd9v58Tqr8JjSI+i2jpPga7874uScy+BKpIvRbepj/BNgPAPtkQQI9fFL/kHia/Xg4zv6ZOdr/z7fG+cONKv6fPez4I/bA/NoQmvtuTCb8+1Lg/VweLvzHGtb7G96+/Ry4Bv1QU/L7cB8U+BV1GPzUIWz8GOWk/RFeMv72VM7/5SrS/BvD8PgKIfL+qdKu+x0hZP05nrD+8Gsw/N8cXP61azT9mro8+QqZwv+9gl74I+Bo/VTQCv0uqzz9tyrg8RTAsPu4jpb0cE6I+mNb7PsAdCkBw+H0/emoZvq/Oqr6APt4///MFQB8Gyr9bCBq/wX9Zv4SqRT8HZNg+aIzVPmrCl7/YVku/KGg8v0U/4bwpm7O/Ut2uvhik07/+TjC/Wgjpvgi1y77hXBQ/4+prP5T4Gb6Vf5m/RfzWPzf+CL4487M+ozcCPRPpCEBr7Bs+u8qyv5ZuXz+4WlS/FaG+v9tBB7+rQ/a+",
            "YwevvvqEk74C6L2/iOKqPzke4r0smUY/p63PPkrLjL6aeY0/GFlgv0b6AEDZo6A+tQQaP0koV729TBQ/FxWnPikpuL9Jxm2/6toyv7vHej944Ie+ca3CPlZFAr9CXCG/ekRevxU6KT+X7fI/tukKP9vsrT9CI1I/8rQBP7S/FL9jO3g/E2/rPtBMrb8GW4a/2SGjvtaRfr/qGhg/Q7PnvwD7kD5GZfg/POwAv8cNor/OTvK+HWePv35sQz9//MY9XPO/v3hXZz/KN4I/PMn/PoPcpr+RPixAmVu4P7P6yz99+j8/107yv/UkJD6n41Y9idMhwKJIJD/K8iA/qc50vlIrA78ZvE2/njOBv6lHYr/W3ac/lmEQP48lqz8sbYe++4W1P36VJT/+78E9BYORvtLt9L+15La822yVP9To2j6Oo1s/QFrhvy94bb/aqNc9ZHAmv88aREARYxg/TtqMPwjxSD7ePdU+5KgJvyRglr5Sxb0+CkpWP31iEL+iBYc/L2oRP53fIj8preA9g/7rvkI3rL5W5JW/v8jePQIo2D69a6C/GskhPqUm3D5987e/XxDkv3ixk79G/Qu/ON/3P8eNUj9foag/vtS5P1qG6Lwm0gI/04F8P0dLdb+s6cQ+ZT5bv/CokD4PTiHA9mQNQEOG9T1LtZs/TDKjv1vaRL91tM8/s64DwOGsgL/EsGm/Sgz0vnh5/D4oIoA/q42OvpUK27+/VCA/06F5P381l74My7Q/gmejvpnbiD8IPkE/EZbzPlzM0L5uPVW/wVpQv0irQ75FMxW/7FEYQKVTUT8agbc/s2TLP4dYor/NyPW+xl0BwHXOzj8qPl6+GY7kveaoOD8B64m66BqEv4+1Wb99exa/oonFvm1G2L3PdFW/SO+6O8Pqbr9Ol/U/YBiSuxNhLD6enBc/fX9Yv+W41D6UJic/tiyqv0qDhT4uCny+wWbtPxbtCz8EKpk/+hAXv0KTqT4QtF0/IVMMvv4GTr/9HFw/afMcvmbDFz/JHKK/",
            "1oHePkzr6r9XlQY/C0Ywviu5nj+6UMm9RFyQv8py7L4PXJG+bWGHP56jWj/3CnC/mG4JP7aukLzlJrI/fNpDv10jQ73mkpM/YACcvvDsOz9Wy6U98LSWv7WwUr/NdyY/JsFXv/3jor+vZ80/sN6BPuHj1z9CEd++7BTGPlyWnr5RDpk9lsEQQHxO3D75Ac2/XQc1v7d9mD8iOk++BcC+P4Il3r1oZ0G/3Mtsv7SjV7/3p7U/q97Fv2LXJMB8IZY/d2cLP19Fnb63c9s/If+rv2cv/LuWyJM+XFLlvrr9Az9nJDc/fTmCP7fJ976DiK0+qdmWvl/dGj/x8eG+6/n/Prd/er/GZ4k/VvHIPfHOjL7h8yc/lXT1O40/CUBTlOQ/F8fNv/aVx7+GowI/FjA6P35GPb42X68/dai7OQXLVr8shpU/Z1zdvR/nir8iPaA+E7mWvny55j2Qr64/dunev7n0tL8i/+U+h6k8P1WptL8LG1S/795JPgJBo7/5sLE+gL+7v8D+Ar/Fc2G8Vhb5vjMjBr9Ggqc//RbevlF+w76wjKI/jui4PudwrD+pnmU/g8d4PlvxZL8v64Q+1KSGv/pzXL8Q5Vi+H94cv9L1KL83Ovq9kSOavyfANz+CIYy/jljFu7ZjPD7FYnQ/pkrQvrKU9b5iqhnAePoav1ZOl78zbAs/MN83P133rr/754e+V8bXvkoD5b4ddUu/+kQKPwbuKb6uOyI/acuOP1czzL2YrJG/q2gMQCLKpj+9VY0/Fl3bv9zi8D4Hy4i+2jkzP2+44b9u3Yu/JC7mvw3xhj7XJsQ+QzmXP7BnXT7lf6g+qQOQv+4RGD8pvDS/H6+FvxyIir+tVP0+166zvR6Yyz7MgoW/2u2yvUpdnj7gzIk/oX+uP8Aqtr26ip++4G73PlTpOb3An4Q/uWj1vj2qND8zqAC/SA6qPyDgrL+DIRo+LtQtv8bsLr45Why/r7jKP8TKGj5WgOo/UdIRPtCc9b7woAJAi0pav6JjeD6OGKc/",
            "VU4WQGZJur/UDNG+zbHSvMMmLL92hlW+F+1qv2qbhr9xhv2+AWeJP8Cmez/v7hW/zV3kvpSlIT4K6KS/eSK+Ph3zY7+chJi+tzuJvyHDPj8Yaqa/VoltP2AztL4yJa6/wHkcv7HBQb8xvtw9q8Fjv4hwLD9KLKU9NtiBvuh6RL8K9xs/FmFNPvSF/r45a2e/MRrpPyw3Cr9qmry+FIIQPxCFEb8O3ki/c718v+bAp7/Yq28/JdezP/BWej0LygE/+wivvC64nT784ME/rnJyvlG1E7/R+Og++SyRvhpBRD+Nv16+6CBPP/vVAr9YlAy/Qv1OPviSo77s7sO+HXk2PZhaGb9MeQhA07brPSFZRj/ckqk/MOyTvonjpb7c6I09RvOtvfVm1D2MmDW+jqnuvtxVLz7p6fC+qg/1v8B/5L5+Y4m9vgEXP1QfKz/xvMw/zToXwEHllD5uVVU/MfaSvb9bLD8Mape/WT1iP7oUQD1ayJY9oEUrwMXLVL+P9+U/nRPtPo8/L7+Jj1i7V3WivhLSoz9D7Fu/x0Miv/A7db+Hxaq/UAIJP1hPqT5g9tE/tt/vv0qYq74r/vE/zlHIPaYQjz8uDGc/GtefP3rQuD8Nji2+8wxUPx49A78ild8/n+6IvZgzvL/nmpi9y3HkvvVuCD1ZFA++1Kx1PkFFuz9S6Sg9fPmIPQQduD/+TY+/Drn1vj7YsT/BQrm9/aeYP+u1K72FuOo+97Duv9B+Ir/VuHU/sR0nQKGj9T7ILKy+6ESAv/gFG8AgbkU/ncwawKTmXL+uD9K+vdqav2eiL76Tf8M9lukeQEn6F8Bdt3I9BcbAv5fpIj+xQJc/6hgRQLqtNL8xfuS99+o1P2D1Wr883q4/STGDPxsalb/fkJS7EkoDP2yp/j5M4Hs9A3V2vv8bB7/jAzQ+wFAGPyT0lD5rruC+PyUIv+Kt475am3a/mfYrv6DeWj5Hmh2/3HuGPrzfL0AVoac+rtNqPngcGz9CZIA/TFIzP79uFL9SqnK+",
            "n+WSP6RvAT8IS/A+Jiksv2wNwr3oq569o8jdv5BALL/CERw/zfCpPlNXxbwHirQ8bL1ovklxgT/8gLK+jKJCPY13nL8V9gbAoRTsvlSRuT9IdQ/AH8wCvtBvQT59Ugc/xtgkv2U2wb87N7s/wvD0P7agHkDEKhI9C+TEvW2yaL89y4Y8w4wev1fMlL7EVGo+VPPqP+DjgT2++E2/WLyIv94ZkD47nrY/IhbAP6YSJEArW5q/vRsAvp1F3z9tBgLA7pOdP5GRKD8lohW/+p+4Py2Q+z+j+9E/Xokqv64xlz/izgu/XV5HPx4L8j9+apS/64E0P2tTQz6Zeq2/KOF7P6BlDj9dgnq+7mCgvzwHvD/+WCBAkiPFvkMKP78ErPq/kzHePgOfrb9ovBU/+OkcP5ZmNj/SLUS/6o+IPtDEjD+ogi8/kYlBPvQqy7/5zKS+i0HLP209rr9iU4e9iIa/Pjg/Iz+OwCrAj+gJv/pWzz9zFA6/GY+bv1oQD76Qv/U+ZB+UvVGH3j4mS9E+R8m9PsUkLb8lkY2/ar9Vv+c5uz1qduG/mBUZv5CzlL+/jTY/L2VQQGtnvD5vZlq+PsNIP9AA9z+iTqO9N6DHvnNR0j81VL6/P64rv70up77kxqK+pW20veFjjr8mOpW/sRlXvxw9P0D3aCI+roMzPsYeqT7uk76+Ib4BP1g1B78cu82+X12dP6bAjL8kngy/4jmFv2mLlD+U/tG/4iCNvdUqGb8kDfY+Y6D9v6ag8j/LsLO/piHqPiJpHb+i026/y41iv9X7Fr5SKbI+nXDVPiMTRr8bVE4+3qR+vxH0Ub7zZk++6tkhPyxRor6aVM6/49WkvS+2K78HZAc9DeUmPycCgz6szUu/i4nePpyNgT7ntLe/pjx3P4Djgb4fOCy/JmQYPzgrQ79SFKc/SvhJvkt/jr5ebDg/seT5PcIimb+dUKA/ReEHPhQDID8ECgM+YNLIOpsgsj/vWiA/Twrhvlx5pb4mnVk/XmYAPx1grz9ruHO/",
            "ZQjVPrNwlz/tmQE/bTofwFQHZT87ezc/mvK1vvURf79iB1S+a5rOPxu3pL+WuwW9x9GVvt5T+L4NTrG/OicPPggOpb1LqJu9LR/4PjqwO8BV224/KfY1v+zd+j6Ukhi/ofw2v9cvm7/sNxK/8Q9cv3La1T8JpP69Z06JP8uigT8NSzW9YuMSPgWIwb8BoNs+tA2cP4OEVT4bhtu/EVnCP5pqU788yfY/WbWEvzJ+Xz/yCcO/0BKevy/MdD91BhY/d4iKv2X//79gCIG/Sy5Yv53bCT/lB7Q+7J67vuiOHLxbGA6/wy/JPifXhr6g9Xm/OaKxP+rbnz6at5Y+vTmVvwLV+z7OjA7AUzcGwN+Eez0jXaw/LIsSQI97Yz/zI7A/kp9pPs1yZb+kkoe/HWGrPyogS78BO8y/8LgVP3Xlc78tXU2+wyvDvhpfhT+fwBE9FXf4PpAhsD/UKbc+b283P6AKCb+M2K0+6gJKvplt07/0aB4/26pxvnQOxD7ciNA/F5xiPle4F74965g/V8snwN336z9ewKE81//BPh8I5j5GY78/UChtvgJrpz7tZYO/xNjavabwer8EUH6/MiBpv3Aidb/fH34/6pC6P1vNM0A1o0Y/ZxQHv7l1+7/fPuC/ou+WvRakKb/HY5A/KkaEvgZREMCcVfY+4ZenPaWpoT+2Z1g92ImGPrdTUL8Jfo0+bfo8vif/y7/ozA8+VXdNPkkhfb56rI07WZ08Pt2DIT4qwfO+xBXNvh8hSj8wKQi/lSikP3EYlj9/egRAgTfJP+Aw3b8wdhO/zq25vRowBb+Ry4U/xdg4P4CpRr6PiAs/r81lPA3aEb6+y6G/4u/3vu8R+L4cXNk/mQgAQJEDnj/UHqS/WrksPwQlE8AeWN89S1lNv0i7a7+cdJE/xbYpP7JhVr77D+K9AYqrvvbnOL4ee6i+whNYv9FQYb+cpcQ+/EXaPnRZFD8h+xO/3JDOve6w9z8SWDO/oRZwv7XAwz9kkuA/2fdLPgaG6j93TWu+",
            "87OfvNeHxT4PXmQ+U9QyPx0Z7b9g7WA/8zlCv6Rhyz+SOqG/Hfxkv9Phlr6q8QE+76RnPtTkHMBhEie+KmAeP2zoXj7+ZGw+RLzkProqaUAkbxQ+ZEybPTIYUL+lT+M/sa2dP3/+4b8zbDq/9Oh0P8agej38ntc/t9SpPwCzqT4o1Zu/VegDP6V34r7cvGY+JBX3PoKOID9OVrQ99bMWv6WSy77wpEe+NIZOv+/dDkCWHDW/sHOFP96Nub9w3gVAECXavzyHyj+cI4I/OymRvpBEpj41Io8/tbUHP0xI4z5/qN4/964bP5K7DT9UXWY/i8d4vygrIT8SA3Y9jkcNQKECaT3tzjo/jeQoP9nnJD/jqrE+gR7xPf+OwT3jkey/iJjvP/K07798vSO9/0ZIv6OiQL47Gfm9yBEwP0A+qD+nzki/djJwv5+3y73G0Z0+sA2OPt9x1L8R2Es/CIeYPSxN7771zPW/JQUXP/A5UT8e3V0/LbaOP0xigT4mSe2+Yg39Pza9qj/7OyW/wHLcvgXnB0CD/2M92qLav3HoPr+UkdK+HNplP6l9HD9uUhC/s3CVPvog6D6W7qO//jsZP/EZ1T/cPIo/js9DvrI0EsCEiru+J59wPg8FaT9E7cw+YaURvychnL7+9J8/TitLP2lger/X3bI/qY5Pv35pJ8CLtdg+0PAzvL7Eej8jrPO7z0iKvPKC3T5nOjC/z1coP6RDkL5HERlAN38pvwVdRj8KrZ0/3HMZP0b01j+a40u/wUUYP1PnCL9y/ja/FkEtP3s+z7+MZ3U/X82Jvsyovj/jpii/G3Q4P+w1rD8sP2a/sLIwPnFkAj+coQM/tAx2P4xzsj/rKyq/+H3hv8+sN76vvoa/2BWzv1RQGT9aSeI/0kDpPWb1EEC0RZS/AXlmv+KCtb+y6p68kDfYPVafYD/nUy6/SXaBPzgy+T6ZqY4/vd/Gvo6Jq70zGdS+Ks9xP75YLb+FpNS+R4tkPw/BUD+rMHw/oT0evpdMaD8nEWa/",
            "YLcFvxM2QL9xYC6+vN7wPlO/6z6TY8k+t1K0vptZ8D6Vpt+/jMTpPlBiDL+d4eu+m9LJvkLqDr5VyN+/0KvMvidYLr9RSEA/WGcYvxj4Qr/UN8Y/Gtk3QFK02j4Zkfs+M2VZPvhSsj+EoX4/4ra+vsYPpD6oox8/be5PPyBy9z4BMGq+bhs4v8YYV76x2Wq/qB25Pg2h0j5MCXq/6X46v6kSNr2XJdM/MCHcvoW+Sb/bMsG/3X2lvu/rZT9MxdG+Ll8CwNsUIcD7e5W/K3WYPqU3UD5dkBA+jgiePhjtKb97MHy/2eYpv5HchL+B1PG+Vf6FvycdUz9yOW+/gFYhv2ChFj6+BUq/lhoav4dKjD9ZCwS/deJQP/Ir7r/FfT6/r0Zqv+TQlb/khr49uRwsv0iHMj9sV1G/mcHROwQkhb+Sw8g+nInIPj36Kj/BaOe/TaebP6w1LT6QCRW/4MWOvzyjCsBi1LQ9EdvavgFXzT64CAO/rRoPvzZWdT/pchm+KXewv3dDgT9N/6C+b8aUv1mFFj8Qu7m+/RaCvj+uiL8zGQM+xHqJP1cHMz/ZjWO/Q+yPvkFwwT5WVVi/HV3gPmjex75NI5m/9dpYP4esjT+YBeq+48BaPXEme78rOh2/n8p7P2b3f79w78A/AsCTvyGDor/G8rE/gTaeP2A5ZL4aTmI/RTrBP1sjET9kHKs/mgeDvynqRL5ESFK/5KUePTV3Hj7gjsA+cs/tv303JD/FXXi/CL7BvRvYvj/7gIo/QXgVwI33NzxkQ8I+eBM0v4OsmT62wNG/DB7Xv3I6x7/VBsa+sf+LP5ltBr/aH5I+iT4XP7io1z4qfI4+jJ7CPzf9zb+8xGO9KnvlvibuQL5vrHQ/a9QOvj67n74xsgFAqXRgv4cSOz8fBj6/HtkeQLMhoT1eaLe/JJANvgf5FT8A7X4/jskjvz/6lb5idOc+KALMviD9gz54Nag+At/FP11NWL8n7G0+glphv7FMw76LtKo/vDg6vqckXD8ino08",
            "gpzUv2l9iD6Zgjs/OXoCP4mVYz0R5lu+s0mZv+CE+r49QZ+/zFgRv0R4Eb+fXFy9ni1ZPkp41D3Sxr0+0ORQv9o2BD/vj7k9XM5EP2RnjT/HgOs9sAw9v5yM2j0MkgK967tsv5DnFj9/Liy/Ebc6vsPMCkBYXze/8yqTPzjHLkCzFqi/xAtePru4jT+MX54/XjV7v0UpQ767Gf4/fAAJP39qSL/2TMc/HRb5voBwtD+K1OC+lopaP67tkr2kp7i+ZE89Phdh5j63Or4+3vZEPmZccj+bbgdAS4MFP/awiL7l/8w+R6C6PoIi37yhzf07w1mdv+87BL+IcM2/JlYvP2wn9D0FoVG/JVkPP2zQTj27WY2/MKqxPsJacD+FTTO/9w7gv5aa+L+1u6y/c7VJP++ph7+NVAU/mCQqP4yaur7haLq/lRNHP9zscL78ewq/UBshPwJAjT3Nw8o9MDZYPxzWDr9L80W/DpGBP68Fbr+GbTo+lnYxP3kGSr+tlRQ/Zv2Cv5CO6L+aHCq/NeiMPyH7PD9ALRq+jlg2PxiUur/47LO+/zlDv8zdqz42WgS/VfudvtZlJT/3LdG+52ghP5Q5uT3yWUC/tV+NPyAG2z4A/1K+gt3ZveHbyr/T8bo+jpaSv8qsuzwWcXA/NYycvylmpT80giy/ZjguvzXn6D4wntO+i8QGv5kUCkB6qZ4/Au6/P5t6bL48fgw/P6iAPhzvdD93hes/3swwv+ciXb+/Q8A9MegtwGm8Mr/qgzO/IF+0vh3zRj/WiPO/4XnGPjqvsT5FKC2/lNBEvMUTrj/FxXK9PNCVP8wf1z/KaQ0/2HIyPxKTgD6JmzO9dme5vCZtrD5FdpC/JXPuvylYaD83EXK+5PElv0mEVj+CcOi/nJTbvS71wb0vJZ++ArUqP1Lbz764KJ49iI6EP2oriLzlpTo/uk7MPN+Zvb0Fpbk/6cRbPr/xDD754C6/3NEjvTzx+L3x1Cs9kBVYP5Tug7/0EXi+HsS+vsvnvD1nSWS/",
            "jJLWPgNG/j3X9X+/BcW2v4JHaL7ToSu++T6dv1hge7+KdRK/BL54vto00T8ZHYC/kDh+v/3VBj83+/E/ElBEvg9DBT8y2r+92ZmzPi1JjD7HOVm/8bV8v1lfHL+H5RI+H3Y+vwmeuT69qd6//jRBP9h8i72emPi+ap6GPH8gkD/eHJe9qRG4P/phg7/BI6W/wXQLwBibhb/QiYE//Cm+v9fQyb+NyzS/9ujLP8yXZ78QvR+/ZutcPwiE+74SWArAguxuvjqL/71RAoQ92nDRP1fa0L5+9lC+u3+1P6Lalj5WRjfA4/auvzrlkL8mdQy/tBGqv8a4yz+eh3U+f9XEP7Aecz4G2Ig9OlQ5P/j0PD9/AKg+dBXFv3lYSD/rCzC/tvoqv/IAIcASRJ0/DMiWvqf2Qb/8+J8/pd1XP9DXXr+wcp6/Xry/P1N14T5K3oy/avowPyo2jD6LAVi/TBfOPrkWNL/oekA/U2v9uwDHrj8EvB8+yME7P8ZKyb6k/D8/nIVbv8L4Mj4kxXQ/f1DuPZ0jVz/w5jO+1+mfPmc1A76CxpM8Wl7MPuzi0L/Zveu9whIPQDHeKD/8oFo/ippFv7LlD7/OTAK/x4OPPprOmL4jf10/pt2iPxuiqT7TAY69oxjTP8k6Yb+65dg90juFPzmJ9L3GSzDAoRCfv8G0rT7BLFe/XhUaPyj2lb5VedG+vlRxvwsdCD6+Ts2/7femvxOvJD+jcdC/eUSvvzTd+r0I8wQ/5DapPrDDqT70Rde+t1V5P06MbT6UgGw/0qbzPnzNcT8aglY/6Ug7v98Rg79SzK2+/9q/PmP3lD/wqTo+cZcpPsUvpD9Jo6s/UqtHvvkpKkDsS0rAARESv73FNb/nXd0+3csUP+yukj/tZOW99gMBv97n+zz4W7W/QTw8P450270F8m49uHg0v1YOAj/cwYI/p4MpwBoIT780HN0/HVUDP+O/+r4Q9p282yr+vkD6X78jvuy+EVyQv5+ulT+jj6I9cef1vvSQUb+M10W/",
            "8a06vwZZjD/1cLC+08BNvg+a9T4vrAm8/NY+PwZwTr/K5F4/csgLQOT6wD5y9uE/EoINP52mGD92wJE/lx6VP3IIpD/PUwE/HqC2P7wRkb65FrY+HbEJvuQ7aD5DXQk/h1JBv8Z76DyKzPU9PWbovn6i2b/oMoy+CMRHPzPl4L9mBwBA1RqCPuHty72ywgfAFJZXP5yL3z+tOxK+Zh6gPkHdej/jHHC/30NsPkwmKcABg46/ifF+vXTZBT4lpi4/szE6PRKm2T91kBY/iV0APVNgHcBWLYE/qW2gPceWJL9Xmvs/+zsYQO/0p74s86O8H94lP5A8879CU4I+2fe3vrP++j8TLoY+YKtBvyncAcA3kRC/g0tDPgGQxj4Hsoy+n/ApP4wBaD2LS4o/T5QJv2AP/78ptT0+60QFv1yA0r5i5Qy+7YHKvCBIp7/CekK/GkG1P/D+ab7/jI+/4hwzPmaYCUDEQ8E/agCAP3zOp79oCwg+AfumP1ml7LzvYV0/SU6QPyZsUj9jRRe/S3v3v8MgxD/A4uS+cZOlP06gB0B+aba+/MaEPhyBursI8hc/7/Czv6E3oT+IKe++0FSDvyMxi7/3a/y+5v5RP+ZJC0B8VtM+Emp+vrWQib/44KS/eQVTvdz/jT6tm2w/5BCHvdO2m788DNQ+k3NePdw5vztyu3e/KdoSP6lriz/r5ka/es9FvhBGsz5+AIK/9RSrPi1pQL+9nxTAC/F0vwmOtDw8GkI/ZjpNv5UkEsBdGBm/+ZGMP5tMjL8J64k/pYEGwJ8SgDp73OG+MZOOv2KmXb5EOkA/J2TWP5x/DcB0q4S++6qYP011AcCOA408Wx8cvtwyor/1sDO+LLSyP26ECz9qFXo/6DNdv7X2Q78nHQy/WBHFvZSoXT9yaQC+Teyzve/CxD9slJw+E4ExPv+/lT+ONjy/1I+rP2FxzT1Wmo++3amNv8UpSb+f2Xm+RrCAP4Wt6D9wUYS+UGAaP0Nbqj8Ps9E+a3+jP+wnMcD1qbe/",
            "pakjvplnyb96vBW/6D6mP4L/fT8nYZQ/ykFfv++SyT7m0lm/AW5jv/ied75JBG6/jtamPYVzK7/41Ju/oKYdv1xRDj82I2c/MLu1PpygK77AHLA+AqAOPznsBb8S23C/O6ECP3Hzd75TGFA/Tu/UPxMZ+T61X7M+nFaLv1fMD0DMGGc+rT3hvRXDsL1KBEU/E+hlv1lJGz4/opM9g62zv8oir7/q1Hy/HVUMwNC2IL9lkoy/7hHBPVGdxD9wh4E++EeRPak7FMAg4sS/eLRzPem9BL8/CAA+L/s7P4maHECZUk6/TJaiP559jr/jaO++3p3Rvty/Uj7WOzw+zb0YvyiYUj7rC4S+spAiv4zzkb06ALu+r12qv1nptj8TCLG/dzYsvynChb4tSdE+slevvv+kzb5FQ5W9kj+3PiGIPT2BUXc/T8+bvrh5ij87l0e+eRLOPhGhw74KPX+/rqVavu3EUb54RpC/26Qfv5vzur/o6V6+Zpx9v6ugI77xOR4/OaPIP0gzQD7YYT0/SPpLP7emAD/lL7S/GwcUvlgiJ76SW30/T25RvzQLVL6SIgW/hrcVv+FqO77lFIk/ahm2P4Fpn72pRnO+EF1UP/Q1AT8/TaE/f3y7PrAS/L8o+YE+BdqcP0chMD8/NLg/toyePwJULL96HLQ/rszRv/wMFj56p1q/eu1PvkeyJj+c71+/vggCP2G0gz+1A8E/1NF7v6jskb9EZJ6+lqptP99bqr1YWg+9GTLBPk/Gxr+8CWU/VLAFvun2hT/mDQO+FDsaPjwEuz4spye/tZ6Zv8vvYD/BJJ0/kZbYPh021z0LgOe+sg5iP9Temj99Pl6/OUzDPrUPSb49+/a/WeeYv3lnFL8TN0Q/5ADJP4k3iL8myBM/TdufPF2xg7+zU6A+M06XPAYTAsANUb0/gNjRPk5ChT5LtJQ+9+pFPyAFCr/TxV2/uk4wPzuCF78IQzG9XjWgP8GAd786MrG/dodrPepL/j9s7YG/ltWnv0hY2755Tic8",
            "usCKv2o0Hr6bgQjAjjVGv03lhTxVr8K/FbJJPiBuIT0MOwi+bBrjPWw6UD9WL3Y/KSLpPoedAr4WGRS+5Oqmvi5H9D4E2mE+p8XFP+juyD3qHye/Krnsv4o7Eb8fD70+YfBYPvsTsL7qyBBAX6fPv55Rs72iisQ/m3WNP16Drz+0ocw+yCqivuICUr1rc7E9067BvynZ4z5I92q+Q/AnvzO5IL8tcSg/JeF3PjpDoj92aUa/kN9Xv3OXsL6mg0y78BjwP8JJaL6h2ti+pcd3Pxdo3z/4Ywi/PpW1v7E9wD/MQYA/49mMPxBMQT9qXbU+Z0bjPvwFUL90mrY/1GoHv+eTkD8Lmcq/mzL3vq5cKr/xf4q+PpqKPlv1kD7KUfE/AUWzPszKwD+GemE/TrCRP2C3SD8kx38/MGloP2BAtT825pe/m3YSQKdgFsCVc+++UPA2vhzYub1qbws/i/c9v3L7yD5v6QK/YRjLP+VFkL/9UDs/QXZhP8KxFj6rFAZAPu9ev10Vu79Bi82+Ebx9PnpEXT9ZVgg/y+iLPlE1pz43mj+/DkqCv5ZuEj/ORwk85+fovmOYSr/hX1K/BBigvhuLfb8aLZ++HNPvPqWsfT6/7c08xJAAQIBkLj9trOS/5nP5v1GeiD1uscq/F/mcPiyIVz9biVU/UYETPwvRgj7j8Z++3+pTP7OhO79Dwgo/fNXvPR3Mej6nefC+CIWPP4wPLz+Wf4C/7NlhvwsJnj83+G4/9Cm7viF1xr9hQcI/raMowMx2ND+RgR4/EdGxv4X8+z+wj7O/oZPavTAXrb6PY6A+1EjnPQeJS70Ao5e+yegSv61jDMCdx5a/J/axvsbKkDyIQ3w+TJrkP88XTT/xPZY/XLNwvskpGr8EjoY+RTLZP/1Jr7+rpjO+O6MMP1ZqIr8rndU+U3i2v3T/Rr5PESfAEYM6P/Go3b6Pv5o/YQw4wLJ1cr/wiW4/ngWTv69ajj/tNZC/FLjyvzlgoL/VUeW+6n+WvknM+b5TCSa/",
            "OmuuP60uhrxk5NO/9Gy3vzVFir9kes4/Vp3fPvLdqb/Jxiu/320aP/81UD9aSvM/dr4HQKeFVT+tmW2/I7uwvl2thj0pEta+3ROLv18u7b26NyI/UWVcvxR4Zj8Gi6A/ltv8vWlTBb82aPG+mYWwP40eSL/B3T0/aQdyP0UzkL8D3l6/bpFJP3bCpr/2qDi/Mbuiv2ZImT9AidM+muscwIj1+73xXR0/w4UPPtXa9z9Xvv++Ci+tv02ugT47KlY/UtvHv1okAz+qtPy91F6cP+a/VL9sFsU97IaOP+N6j7/lc4W/zsSQPj9BFb5lY7A9CCXXP0nOij+Jwua+f1jSP9Glib+p6RI/FKxBPk0smT9fc1M+VPvgvrbE9L5DjRw/fB8hP2OHMr+sgaQ+phsTvyCYT77P0Uu/yDlYP5BkZT5F+PQ/MoCbP2hHFz/CS/08FjmsPkMzwr5z2R++zIBxvhqUk70vFkE/oQQRvTFMtr5Ja5Y/jwhFPxT5pb/Wu9s+9+KRPtQsDz/hCB8/wjycPrtNOj9v79W+xojHvSbior6FvQI+ufKzvmXMTT9FwJ0+/H78v1rlR79Cfig/YcBAP4xuQL6q0zlAcY6/PoLoyT9yTe+/phuYv4NiPT950x1Af1UKv4bQUL9bj6w+RsG2v61vC7/1nVg/GJOHP/3RjT7YBNK/MTyWPryNw789bjg/UoflP/ovdj7P2hQ/waixPXGiIr9K4J2/GdCZP92iGD9EjlG/MXOBvdjYu79H/bc+ewcsP9irAb+IzZM/wr8ev68in78c1SW+HKuwv3qs1T6SgOI/7HWFv9f1kr4wWwPA2GxhP3vb1L/x8Mo/Yj67vggmLT6NjnA+K/H7vkM4CT5dVsC9jm4WPWVkUr/15IS/vBC+vhCoI799msC/5dkivwMcQj/EuY0/k2Xivlv9Jr4i8AS/e7gNwPyRXz8JkAc/eyPiv94RnL8soIC/BGYfvnx0DL+nlJa/or1nP6q7P7+SD7C/v40RP42QLb/PnJK/",
            "NMCfv6vcoz9PpaK+EUievuBTpT9y25m/+6/XPegh+D9gGVg/dwOgPkpLrb4BCI6+3TNUPmnKlj/A3Yg+7XAZP8ZNsb5SHmQ/N7bCvt5oIT99qGs+LUVRvwpy8D36ALQ96nAkv260A78mViA/bp2Qvu4RSD8LCXc/An3cP+Up1r/pmzY/etdxP27pwD+Bzrg9um2IP3Df6L1/ONo+ShpeP95aL7+jsIy/Z4KTvxJEKT/rpaW/Z5DAPh5hrr+n1cI+ECfjvtUUdz/j6xE/VTpBvwLZJECoCs0+krvsPTvHHr9bP9080YCoP9fk5D5Zcp8+hb8CPYLd5z59bPE9vMFcP2e6Fr+Xxj8/yjPSP+zRhD7uNsw+qv9iP63wAz8Y9lg/JFZgP6ZDwT+FzNy+e6/6vhmTtr5oDjA+fEZ4vaDlaj/lPhM/qL82PA+aDz1XeGy/PvkaPzBJOr8AtUg+Vqswv68UDj/1kyK/1cKzPJX6pD8+rri9fOX0vzyQ1b0MrUY+GioZPwZNqz9YhbE+JQwPP73fF79MMG686beKP+KN/j5qCcq/zM/kPTcC2j/zn+U/5mwGP1nHzL5o2iy/e3Uevzbpqb9nX6w+WG1Jv8muG76mwBS/MaSoPkuGhT+fi1Q/L0qjP61eCD9MHSW/mKvRvqoQ0b8zfnI/hexPv1oyk793hxA7zqODPszQlD5jwp0/1oAqPnJPl770bZ09aV4Ev53/mr4UgWY/zcJ3vjoT4L4tOfU+c2DTPePtnj01LJk+Mlnjv+hLiL+vdLO/6JQOvDW+Uj97a+C+4t26PuDkTL/AU54/VX2dv8bfwz95r/y+p4UjP1ztN8C/i6w+hAj1PZ48/jwsi94+7OcVPcPsGT6WiMy++wU7PZNeir8orB8+0dMwwPYdp7+fzxDAlQ+MP0PGAb+Iwie++f0BP0Y2xr+HbJ2+BpyZv+SlLb4RTYQ/hquWP9H+0L7w+xg/sqVSP9BzPD8Hf1y+t4wKP0zklT++3YK+RhuYP6sWa7xQln2/",
            "gYMGv0r1uj/8Hkm+7y+zPqJnTr6yUUU/G0d2wPPJ9j830c0+GP+qPsbKI7/NwDw/2go3Px+q0T4nuH2/SXpCPv8DsL/BFGg/OCdXvRR95DwYTiu+nKVAPyY5IT3Sijo/Y1VQvzDbkT+Vtpe+QFo3QB1GlD9PVsg+3EHnPkvCiD/5Ls4/ham+PrP3KL9EX74+UXw2vT+9PT7pV9u/SkNWPw7Xwr+NOMA/FNcpwMRhMT9oeHA/Zz6RP5gTPT+kQgI/OrKRPlT+rT/PJSg+YlvRPwRqIb+vSak/GF+cP4H9q75lZYM+mQeFP8qgPz3mYh0/rYmvvtoKzL9cQ1E/7bUfv45+3b89G20+WLUVQMtbj7+4wQRA65Z6PsaTGkABceG/jOXVPi1OpD7Hwg7A29dUPGc7o79VCME/QiFQvx+WJr+fHYa/y5+vPo3RCL4roY6/NUYLP8Sfib1e+zU+N8dgv4O9nz8MkK6/x0GJP/GNor8nogC+A4QUwIzpGL6YLC2/v8Afv7SI3T+U16m/rHk6vZSkgj8DRZY/k15UP+JGRL4dVO+/dL6FP602273RRrq/1ZHcPuaCIz50MK8+TbkVv/Sz/j/hxDU/V7vVPqXvMb9amzJAjuqUv2eMCb629Su+uXSJPjMRpj2lCW6/VAdWv0nQF7+OT4u/Y/1Pv7rW1z67TiO/Hz/YPlsrtj9l+nq/erVnP8pB8j7FfCm/mF+CvzEFlj+KrQY+/qZ+vwojF75GSJC/supDvlgFGj7xSdC/QkNBv4hUF7/k2sA/wcMWP0rpp7+FBN4/QYQzv/hJ0b+UkJO/FZeiP2iQDsBks36+yp3uvkQS6b891Zw+MpOSP9nU5r9Syh0/2nuuvsPdvj6n5LG/goXAPQHjI0CTWJc/++gNQK0cXL/1m+i+IbAXwLePIj4DNge/WohFPzONub4AiBi/HuH4vsEYu7/nA/0/r36xv5zqvT8LMCW/PKeTPxPPD7/uH1K/kyuNP3eBsT2uMAY/9YLvvpJX4L7AgXu/",
            "1WJ9vw8+qD+9QBc/pIytP4ARgj6T+qM/5jyKPpuvyT/5UgxAjszSP2v1eL7Cnc4+buGLPiCZz7+iWy8+sJlNvSTRDMA0ia6/0fGmvkn+oD7C1JQ/mKYpvvoiLT+MJIM/Bcn0vRGKgr8AXbk+gur9PXPgxz5QXZ095053PPXeTD6WuY+/csNmP68SEEBOpwO/aVZAP8Z63T1hfcY+UxpOu+F0RT/f+v2/VbYbP1MUvz9NBRm+mzXKvkDbUz9Qane92E6BvzqIHUDIfbE+iwR4v0LRMT4rfpe+w0U3v0ZRO78NYQY/gYomP3yxeD6tgLo+m+CuPhMoSD/kh+C/nHiov7j8Br60rga/mm26v20e2z2/VNc+TCVov2SlR79TRHC+wMUOQAUf8T+ys+C/7Xcyv1ebRkCQChw+e80dv17nID8jBZ2+iaw7P6efg7+eKIG/T/VCvlDEtz62M6U/gvqZvuKnzD9oOOk/PSxgP5tnTT/9K8+7wczWPxP4dLxFx4E/9cQMwNu44r5KFgA+dsslQK1Qqb4YfAq9ZB3dvhizyD50G74/651KOmUjob8iNO+/3hieP0ZxbL8sZlc9BqAMv2OdCz9YOoy/KriXv6LPTr6EOs6+Sto0P9NNNL8FGIC/RUp2vwzbwD/BuHw/yhwRvyAFbz+PcdC/VaWTv2D4sT79/lu/4/4hP0I3rbsRgFO+ziWuvpRQFcDLHjY/42/RPO5Udb93N2G+XYXGP618oj/nbW6+ijatP423DUBrai6/7x3bP+Dwhj9gLte/y8haP3OcWr7RY7m+6K32vuii6r7wOtC8M94CwO7EBL+6PxjAODclP2n96j7Cxce/dxn8vo+ZiT8Fw6i/Z8hwv/ZPBMCZ7Ii9sokbvwUngr38VCU/x/F1P1biqL9smtW/vy6Pvh6aDT+Comw/Wpm0v4m1CkAQmUI/XK0kP2cGV78d3KG+slyCvoz1+T6R52Q/iPgUwOwDGD82vpA/L3H4P8uxgD+mPRU/I4IVv/zjTL/2qg0/",
            "qS1AvrVwKkCp9ck+qXAmv5j3T7+OqcE+jH7RPhkSlz+wqpA/9VLfvyW5zb+X0Zs8++26P/27iz8WEeq+WkXOP8OJg79VctM/d7AQPxyuhb+fvh1AYxPOvsE/PT/TsYQ/JnUAP1RkSb9fGeI9rVsrvyqfZj63Co++thhvP6mZFz+6jzg+bTizP044xT80fHe+SaeJPxVmZj5fp7K/wlUOPzFfwT2GVTI/jx+KP38/rD8XkSG/xB+VvvojWb0kc1C/puaaPWSXDL9nQ2k/DZiivy9fXr9hLoi/FYCNv7NhKD/Lw8C9kcXFv279Xz9txB6/s3b8PRntn74YvdE/wo24PojyBT/S+ru/vJDTPrEvm79cakS/7WQiPxjQsD9Ept2+dyaoP2Wz3j77oRm/k/UYvwSE/D8x3Es/oJqWvyeRkj/beE8/gpMSQBtDOT/XwxHA2VoUv4qOnj/rxcE9gIYuPlb+jj5796C+GHTnvkqdyb0N9HS/veBzP4A76D8WWCs/lxr4vReeXj+uuT09Xs6/PxD7Hj/8EY+/YDroPR+ILL6+1KW/R+30PmcuFUAfTgXAciNwvplb/L3RtQC+rmODP2Etgj0GA07A/6qpvtw1Ej544Yo/zIZSP64KyD2eF8s//p7aP1QtQD9lTto+7APGPgj0mL+RB6m/N3NQv++ky75V0sw/7pVov7oqYj5Z/LO/ySOZvgC9Yz6lP7i/7uLwvp5I7b4khRo+84H5PqpU479jJ/6+4U7zPiMeQcCihfK/f6RTv+uJh75h+da+5DMpv8s9/r8gOI8/RY6zv8IiX79n7Sg+CyJ6P3kNZD9w7Lo/MIIzv2Gafr/DrGc/xgwCwIGqyb+toXG//8x5vQlsTj/hdg9Ay5jpv662Jz9ptPo/S1LtPsuaCcAFw6G/2lEpPnaqGr9KTQm/3pyFPzWKLD/v0ye+oY9pv22lqz4n4tk/1SU5P9KJgz7Xn4Q96z9Lv9WpU76ZEiq/7Xf2P63NAkABTGA/xvUpPfiZXr/wc9i/",
            "iJbePtg5OT91ieY9HSAzP12MFz/dySE/vuaRPqUqmb8jYhi8LHhov0E98z5VhMy+xIhVv8U/ob8ornm+6Setv+IovL+7OjO/9Wg1vqQIvj7Cpik/w9tHv748ur61cM0+bRdOv19ai7+ZPw4+EgWhvloUwj+N/N+95Cn1uzjjRz1m1rK/dF+kv4839b9yY4Y/l4ZBPt4Xlz7o93i+FpKVv4ZAUD9RInc+j1XgvxsXy779oSg/i8amPvfdE7/ioY++hqnWPnNYjj+nHd6/qgCevwUVuL8X8/8/vVBAvzyBnL8BjsY/U805P2/Qkj7yyb0+NXjpvzzyCMAS8hFABqOSP3eYKD/lPSg+zaumPhGGQr+O5Zi85b2fP/6tiD4k0Ne/gQW7Pgnzaj1GElQ/UoTVvQiViD9N51e+9hpCPzPPfb49mFQ9npCOPkOAMsAZap2+WjKDP8Csv77p5RM/7uzPvOBYJL85voA/tflyP7CFsL/Q2xy/GxJev9AbA79vqh2/4zUxvQ+fPr5y8Ik/4/FQvxmq+75z83E9Q/fnPiPHPj9C5Dy/f0OvP4oO577un7I/CZonv2Qslz8ua7A+BA46PUFxnr8XeIg/gy1/vvrpRr+ouqe/L60wvrhbdr+BaJG/DuIhvtgksb2kT7O/Ex1Xv0MfML4pzdW+ktuGvvWWKr+6A1M/IRDePyI+zj6uYtO/03lhv72cfDw/+cQ/b17DPvkTwT/0ILu+yc72vhQ3+j0svG8/EfvBP4jfv79KQhw/fwMfP+gxI0BspNY9KYVQv2JH+D9ynio/odscv1Apzz48vMs/3EmIP7gOgz+uEh+/qGwfPQ88Kb+72ve+5wRfPmu2qT1dOwc/r6AnQBCWsr6E2s096Y5+Paw1Vz8C5G29JCCvPh2FNz/7pkU/uLPYvhHBVD829Fq/Yh7svtugdz/pmY08+WDLPDgEfz6eKRw97Ti7P/FcIz94NJm/oreKv4/S5r6sf0K++mv5vlkgOUAOYtq+bbiOvl/Iob7xvms/",
            "DMoTv643Rz7uNBZA6k8lv/YCy758XGC/Ca9fvdyfOsCkA3O9vrI3P7Bror+V3HW/Pg58v6v7iD9s6KO/J6YZwOE/Sj78izm/a58zvj+NHT9fYTC/30DBv+Jpl7/Iv9U+UBRJv/1F7TsyNzU/bDbiP6XkPD31m5A+2XNPP6fzrj5aFSK/CEyrv1Plnb+p2T++4WuUv3rw9j9TJM0+DQQXPyHiLL+bA2w/sZ9bPeBSFD/CaP+9k+Qrv5mMR78mnAhAsW2tP+S6mz1rD5q/zYyfPjdZd71X0be+ZI2cPZjymD8Ko6G+cXO7vgU2Bb+A6RG/L5CQv0xrDD9Cs/0/pPdRvwIYJD9NyGi+wOiMPgZqGL+ATdQ/CpMhvlVPhz6ZHgW/ZsH3P//Qzb8TS3w/CXCVPRktEb9Vhk+/R/LgPlZ+k79XSUO//KlIPk2zUcDqvZ2+HKmxvxPSJL+ysCLAQluDvjNUAr7pue4+vTuLv5EbXT8g/GM/j2hJP5hIAD7344s+hKuJP+AGjj9JgsK/TZVOP3g8nL4cJwc+Zxdev/RZ8z7ov/Q/vH6UvxvsSz/9EfQ+OVuMP50+Pz+9t8E/9SBvv6KDHD8Xqgm/Vx/svhV4kz7G8ne/qUVPvk90zD4yWY6/7p1VPxnq/r47aku9yTCHPvXtdL/K4ku/hNqbP2izXT6MUE+9CvynPqYt+D6wWio/cw2MPqJUsT5Snxk/Bd75PwpXGL81sTe/aIUvvq5Bg74PtKE/6784v/zWA79cqsS/z3BnP7FTNr9nQZm/Cj8mvsRpTr++QoE+UgSav86pHD/w43u/O8vBvpi52b76PUa/pCZsPr3tnr7Udue+y83RvwRP975XfG0+81wCP6pf/z70toc/GNbhPdCfiz6Lbj++MfdVvlCshz8+gUe/ONNKv9v5MT/FYho/Bf4KwGe7Mz7kGWm+vthXPgc3jj8Lnoe/YLZ7vR98ob8hG8a+Hd+GPp6kWT8VgNU+BiKMPjUNAEAC/YG/MGWhvcLLlT8DPis9",
            "bVs+v5NOlb98SrI++aJvvnQBqT6dAAg/TbibP9wEJj6z3Pm/XTWyvnIbnTtz9s492pvIvtgy5D8RSd0+nSehP3jvbT+E5fy+gNBLP2Q3CT9sCeS+AqGtPvP2CsB3hgC/TL+5P1XooTwjn8u9vJRmPpE1U7++7jU9oZRIP9MTAMDzIlc+ZK5WP7+wmj+IihS/siRBP/qi3T9eFx9AmZONPXQ0xL9dbE89uvcXvvGXj79KQdC+LITYvZbEwj6EELI/dV4jP2XvGD+1lom/4R8Kv8Wlxj7rtwlAOX/EP2AG4r6Kf+g+3YOSvzV8wT475Nc/aDfQv2P5Iz/0Nww/G8mcPp0kgD81N94/Z7J2vw61478U8vy+fGyUv/XEqj83C689K2XAv/GWLb+dfO++HlJFv9vVLb6VdZo+vp/4vqhA7D5D3og+0eLQvhixFj/roCg/RdtAPwuqET8OcqC+c7umvngA9D2Sahy9San/vleeMz8R01U+Byogv83Ejb+yLhA/7gzwv8bjvj/bvo+/B4OZvE0fJ0A2GgM80tfOPu+4U7845yW/gtxaPu1I/T7tlvG+UjKKv0welb+bQ9O+Q7U9P7cLrD+EYARAIE5zPg06y7/O54Y8B/Dtvg0lrz92CG8+8X84P+79zjzC6KO/+OLZPk5Jlj/AqQs+cu3Nv7XFOb4Bfzq/sQUyP5BKxT5zfxa/tlc2vm1OQL/WmM6/1zffvlky2r+9O/Q/0EkLv9iWNT6v3S6/izVyP67Jp7+bztw/mOg8QAX7sz7+UoQ/BVWHvzJZ9z6+ENa+ksqIPy3WBb8J0I6/6L/YPBWrgL6AwyG/mx3Gvu5bnr+gI4e/+6qZP8vpMr76RoC/i5rEP8im5D6JG0e/mhy8vUlVkj8Ftw0/By7GPljloj9ANWw/DBB4vW1X5Twd9nI/pk+SPwURYL9dDyI/XCX8PWCEiz4yP7q/K5MIPtQwwL9bKEM+siuMPYOp0771Lcg/FxMsv747PT2hQau+DhWOP65YvD4kOxPA",
            "04yyPatoTr5+euE/5tHgP2Ry2jw0fSu/wjFhvVzB5DxHOC++11DQPzT5AkCoz2q/MdbjvtBB4b6at00/PRDFv59rCj8Sl7++aORwu335jT+6LSI+bymMPy+WlL7XFA2+joTivqCMfj9HFATAVpElv1B6+z4dH9S+hyOEvxcXbr9+qQs/B2rYv0oyL7+4Ds2/+V83vxMlND39zKu/Dm2tvuhpKT+p/JO+MS8XvMcEEkAix6I/2S+zP+OkmD/UB2w/gkOLvxY+ub6q2I2/gebvPJm2QD1MMgQ/7Sryv0EJtD4Us2A/faehP7Yu+D7LWQq/Adkjvx2i7r4vVYy/KI06vh6zBEAAQMa9dY7bPvrlrr/AZaE98cbIvjtdJD/9Gyk/UqnKvw9CgT+qH7W+6IqjPoUnpb+CssA/hC+BPmkZKMD6rIO/EQylP1VQrT5+I+29qSSqvmq4Xz9SnkY+tgqcPs7dhr46Q549pO3NPlwXuD7Wk/K/Q1eJPu+trb+kh309PAPJvn3lYr+N35S/yHJtPvxiCj2df9S9AtDbvpSEpbzpnji/Sh+Nv10Ffz9In1Q/5+gSP6d5pT9sRUk/X9RGv+V+Rz6YF4G/aWBmvypKrb8EJik/D6a9PVrsVj3qQ8O/7B22P0Yil737SY+/Zy3EP0TvUb+SWLM8uRwkPzKrkr8xP0a/ekGJv++opD9+A4i+91QCvzB/mT7zrq8/VfvmPpQf+L8okss/pv8kvhtr3D5cmW6/gdKPvQhKRL+jwie+AADTv+IWcz31qeE+6/+0vuvoLr/dEEg/6HEhPpsUDD1kl7c/3RB7P1Om1j5T/Ri+l1n0POPIfr8ZpWa+nt2ovEvoJD2RehBA+kflPsHICkAt4Je9El2tvppXCr83eeG/bgHDvtFx7r8L5D0/3OzrvlFphr5H59+/pR2gv6szIz8YI7U/yfpvPTAY7j54b5U/58rHvx3e7b+quADAQZxCP6EpXb4dGJo/9egZvgFT/j+JNSK+VN+Iv4I9sz6wuui/",
            "ml9Xv/a9cT9r5tq9SVoFv5hioD/6i70+u60SvmIim78szOI/m4GsPyIHbD9zYCw/beECQIcX5b+jkRG/trqLv23lRb/kide++7KZP0LjlT8pIYo8aUEOP0w+Xj70YkQ9qsXsvpAIHsAr4oC/dMQ5v7zv4L9dZ9K/iL1XP+HNprmLxJO/5ug4PwqLCz8arYW/jfeBv+34R71kN+a90SVRvurL8r/DEVA+JYFWPyTw7b7JrN2/ORL/P9lXsr8Uso68/Mb7vhTjgr4qaig/HGJtPzW4qj8a0wo/Mx0wv+A5OL57nvw+xoNFP265fr44Cmq/hzaJP9riCb8TiR5AqEg+v9Ao3j9z/Bw/EWHGvqZ3gD+TP4s/cz98PA7snz7FJ4W/HDOKP8u1hT80udM/0gnyPrZ9Sz95TxC+IPjHPmzlRT82XiG/CACIv19lU7+U2ac+qrQLP/IJKT8TVry/sGqWv90eA0DjzRq/ZrQKPu6/pj7mVy8/Ic6MP7XKcb8Qwxg/fW2tPabTHL9+Vwi9eV9kPm0DOD905ly+mxhxPnXrobzKbyU/59cbv1Pbrz+vfum+jASjvS10HL6IhYA/uvHhPmQg5r6dZ8w+qD0kP42L/z70/cI+lVUkPvcsTT4UVr6+YsJ3viKnUD08RZE/cm4VPZSlHkDYJxS/68Zfv1pkKb/RwNy+EgHyP723nb7X4bM/PatSP4bQs7zBapS/5QJVv+WT0b7/SgY/s876vw509j5BDeS/RCc8vxCWzb+PvDg/3+VcPlEAXr/ED8S+wQ6mvsq4sL+5xIq/JoL0v1lHwT71PZA/MdpLvqOngz+MJyo/zO1yvlWrub62rYy/v80KwOzYPj849Ek+2WZPPyVjRj9hNxk/4Sn4Pv/uTb+1S4C/mYiLv3NEA74N7Ug/zYBrPq1CqL+bxgO+TZMcPymcs7+I2qq/JrpKP8b8o79hBxNA5+utvPjpCzpj+vo+1b+nvlwBSL9tx0e/U1CRvl2gnb9L3qS/xmvTPnxOtz+M/z69",
            "0+Y7P3D4Kzu5Ei+/85/avlvTqb/anx6/NsdXv3/1Lb5S8Ua/DTEMQDPyqb4GbRo/BKnvvxC0Dz+53TI+pC1PPydkQz/qqgk+EI84Pz+1k72vIFLAPXezv5fldT7IHPM+s2zPP8huSL4erKQ+6Q9FPthj/L87oII/lkMIQEQ3N7+B0Ps+d9EbPSWXtb7qPvC+ffyoPntHHL6kgaE/wR/2P46MWb5X8o09ye5AvwwCAb+AJJQ/F4ocvx/Ncz8gSzq/M+wzP3jiuj/8GY09x0K8vz8gmDxvXhk90jECwLA0db5W+o++SkywvpmNyL8V8iq/3sxNPzq39j6V9/S/EYfEPyrfST8lbUM+fIzOvtV3PT+3iBI/Ue4VPsRgvD4YGGe/SrmaPc3tUL8OYUc/dbxDPwybdj+54zbAxlcivLtlPj98FMa/Vfm2vwFn0r9bhlQ/C5iMPxjUHT97wc++602yvj34pjyWqAw/v2qXPi1lkz4hHug+RvYrvcm4Lj5W3eG+FXNpvkk6e7/Imhc7xC+Jv0wTZL90IU6/sPbePecVnj/xX+6+aghxvgfgOT7bWzs/8NhLP7AkoD9FViu/nqfRvkR5yD1/054+SbFovzkTS74Gzqs++RlJP062mL/OSv4/amPxP4lhkT+t0Cu/waTdPyByRj+VBTW+oe6yPjqxqD8FT/89h3ChvuEt/r8MgQK+66xxP9fG8D+Jnrq+qxo1v8d1y74dAIa+6IoiPylizr/em22/0yjKvzufFr+iNLy/299sv1dveL6l5qe/nd+EP0nNJb7Rfpu/TQmav6/5n75lbP++3SLWv8dkJ79R86e/J/1Mv1PtCz8i630/Lhmcv6duOj/eEwe/gaEGPz8Jtj8ULpM/bgjBPsOQsD3dqru/VkT1vpdnQz+a0Os/p5Y/vja/075iq3s+q43WPjNMgL0Lq7A+C/OLPk+Rhz9jpxY/3SPePteUQr+eAgk/ZZyLv5ypiL1RnWG9ACOeP9ytjb8X/jY/TVPDPgSM2D5soTM/",
            "gg7ov0niAT/PL5g9bPL/vhbwsr0S9Bk/SFcgP70HBUDECzvAMEMYP5Nlgr9Sl6K/m+YPwPCBxz/PEpG/zfvHP/S5hb+rvdG/Vgi9vnB6IL8RZ5s+XohdPbjAcb/lNiC/xpzFPykVMb/g2yK+VAQSwE5RNjzu4ty9GHccv8hQJj+yz0K/85VJv62J3T/WE46+z4Ynv/rSJED4wsy+KvfXPpchLL2HXkA/fv8Dv2uqNz8pPsw9Y1gGP3NQOz9rE4E/MZ+jPgQBuj2TIX+/gafVvgGtjj6HCxs/guOLPZQr0T9b4Ak/CQAOukcd0D7jsJC/WqqFPkIm4Dy00H4/elIuPiTxIj9FZr8+Rb1wPiL3GT+3ibe/dblyv5F1p79mFGO/+gkBQLIkOb945ui+RWm6P1yYir94Il4/kGHJP+YvhT7rn50/BsMKP/U2qL/7JRA/HSlUvsU0gj/u06I+9HQYPzYA0L4zYIK/V8RVv7AxCT+/eoa/m1D1v3LsHb+5Qsy/6N0WPyQVKr/+Ar2+L7o+vqTCsTzVCRw/VBjIvVyl6b4LQ3e+BIMFv8eshL/nhpm/tHijPwk1Tz8DNLQ9cPGDvcneD79XZg4/ofAlP3pQez9u33w/QKN3v2/kEr/JAjK/Z1RZvrUCg7wu25A/ufqbvzFO777hrMk/V9AoPjOt57yMQ6O/lWkbP5JcqL/DvWO+3LcOPRhukj64Mu6/I+goPwLrD7/0Oxg/szXrviBBYT+fSME/jjAEvhqU075lSO6+BSgVP1HnyT/xToQ/W5EcP5gzy77i69G+giYsP7FFU74TlHs/FCXtvhFIsj4wMCm/KCXGPpkjB0Ayhts/erkUvgITaj+WetU/F2NLv/DOJL4UfBC+ybnJv5Y3pr8hBBs/GGaWP26HHT5+dF0/7aQLPuhLgz/Pfc2+JY6bv4xW2z28oBC+1reavqHR8b4Sq46+4FOHPlhDjD9FBd2+vmW5P+LJYT8jRau/ZWwnPv6MAz69Gww/s7DWvshCcr8CUFm+",
            "7aqnO4t/D79r5lrA8jobPzG0pD/IdRjAOsEaQIPcZb7Kvw4/ruq+v3+2WD1nuqQ+Bm/YvPZBXT3bp2a9CNdBPqRG6L5DbIs/OlF8vfbZDz8Qq/I+mm7GvoaG+j9GqOG/xcYyP8Xhbj/pi/C+vWySP+Qs77+Dio0/bGJyPuYV9z7CSRlALaVZP/pE4b6ZU3u+j2hxvYCllj8cr88+UNzCvZgdmL8u0x+/JPJOP9Y2gT827JS/9+WWP21OBj+np/Y+1EU1wOFqib9mIC2/e6KGPrWFPL+gNwy/hU60P9VOkT9najO+tzi2vReEhz+QmEI/8YdLP5wguz1QFna+YH4Bv1vs77/eC0g/Ouo6vzeOvr4ZBlk/PExNvwq6BcBBxkC+PD6TP2ToJb4PPxc/pyXZvacBLL95iwpAqgzGv1YA7r8RLEu+4sibvtt5Sr+yVde/w4xJv7/a3j+XjoI+W+Yiv1tI5L8Z1IC/D97rPh19SL+XzC9AR2jXv/txXTtRWUO/aVQOQFVXOb8SSLM+BxkvP6zwLj4vaMU/ae4vPva/7L9vgqi/vP6NP1n/sD/K8HK/SiqIP0bMi7+WMhVAvgjlPjlHED/eIA4/gD6SP27aU7/uwQ8+6+yiPz/5i7/dF1M/IZxIPybDD7/gwsO/URtyP7ihGr8mg8I9iCQ3P+8s0L8zCYc/joEuPzMxRb/c5wC/sujFP62/VT7CC088v96VvmbcDz97phHAp7qOPube7D43nJ8/04R4P896ub5tkQq/oJXLPwAp4j+Z67q9VCGFP9eJAb943Li+Qadrv3FG6D23UZU/6B9KvjN3wj7bYUO/vzwJP5nXhTwCbkY/gK2kviGtMj8JhR1A9IuJP4l34D31m4w+WrNoPgJmDb9HHso+pe97QHiVyr+MkQA/z0upPzFKbr4sO7W/cp0FQHOBij5fZQg/c3DjP3R3/r7/EHc+yjGsvmi0Tb/p8QQ/a2CAv7ysIr/oOku/CuJPPwwbSL9RlWu+liFmPrzoa79CBBG9",
            "7sLvPyykHz/71R0/9Bvbv/KJiD+QkmI/IB3vv9o4wL6jFak+r74dv4qU174pZ6U/0ZpwvkBqrj/qZVs/6sfUPFCN3b+95JO/yUH0vlmHhb2+IGM/mR8Qvha9zT8WCWq+zEcGwJRBGj/ajca/Nl1kvXk5BECd5Ei+15vCPu7Qmrxy9QzAvGmqv7fZQb9LGl6/XU8iP2CV0T9l4t6/mEc9PuwWpT6yOLC9wTedPiNtyj87ATFANpP1Pvb05L8+660/yaxgP1x3EcDppMs+1GoXv+XmQj976z6/l57yv6dDL7/sCIi+hVUov4saoT6pYJG/4oPjPiAOnj6lfTk/TG9bP6knbz8T9Za+HQ3QPSZWFsCdLLs+uoEDv5i22j7PFYs91PTDPipDz76D8je+d7sbv/i/mb8GMwg/IJPTP1N8dr6XaWU/KvIAP48v77/A5Oc+jYoBP8qIgL/Mivy+J9pUvzxsur8WzPo84meKP6eR5j9lB30/cltdP8nEp79aZIi+wbSCP9PA9jxCzhe/RLTyP9UaJ78qNeo+3nrGPWgM/r1nRpM+KYmQPydyGj/28WI+2FC0vn7Tz7/4vku+ZTRZv2F3tD6mKuk/z4YeP/ImD7/BnDk+VqIIv+XOLb/ZVm6+JxPpPRv/575wPKo+hrtSP14yJb536xi/H2SePhbQjr8mIqO/h05ivjw5eL6tb9u+dhuov6Mzyr//rzo806bQv3B2hL+4XfI/r5E9PxLhML+94jy/FQQev7hl4b+54yM/XciHP1FBhT9qPUY/f+6Dv5JHeD9yd5E8tOV3PyfpJb/272s/zPwLv2eZ/b4wn3q/xJbzvhSmxL983ro+B95uv8tkKT4aNQm/WM/8vpFw+r/YSws/BguRv6BF0r0vaDs/rmZ4v5sZJb8AlNQ9aUWhP8eqGL6L7mI+a/+YPvGkZT4Au8A/faNWP3pdub9bA7s/rhObPgpKz77zH5A/9N04P2giPT8uZ1w/ri4av105o76oCANAt6gwv0pQpb8MToo/",
            "xawLv6iQsL5E5EU/kXIBvyjLpj94uuu/0sfePpCLhD9lQt++ki8Xv46wlr5GoZ2/10sqP5BMvb/KoI6+ut3Tv5HRkL/axxE/GsiKv1hBlT/RmHq/vsQGv2wJTD+ZbhO/MQbgP+Uw+j+OZqg9sdPoP71Atj+XhIO/9r19v4YDyj/gXE6/cLgEQGgjnz/m1qe/Vf5fv9MuyL/PNIy/2xPyPsN0lL9ehnm/X2O7PkY/hD/bQUw/QzEEQPa8lr4A1pI/Q3ERP2JsQb6J/so/5Q7dv1ijtj4DK6S9hg6Sv/03hz+gOS29aqaAvyw9Yz/rdmU/wAFePRGbqT/Huxk/7rFUvhS/i74k2xDALN0IPiluHT9yy1M+q/qGvyrQjD8PvR68R60BP0AGyD5oPxo+/S+wvnDaAj4iOr++IlMmwHzkMj+//LI+K4bPP6VTbT5HvPk90l3QvoL8fT4voYe/JvhoPu6cqD6LD/O+hc6ePa0dBT8GSwM/JsTgvnOvnb/wd32+VZ5+Pm2mKD9jt6s/FnlYv1Jbzj26Dnm/pJwtPywhT794/sm/tKiZv5TayL1cvhE/VwuQvxkZfL+UITm/Hv9jPntBpz7sbKA/XI9fP5nxVT54OiY/Bg7hvBEzhT4FN+K+BZtfP3+bpD5abcE/dMScvxpl3b0bAvU+aEfYP9uilz5yGUS/AHMOP6KkBz/KeP8+32e+vS++K7480TVA6PlbP3cdt79WvSg/rA84PDlowb4W3li/w5DdPf/Aj7/KHtg/KTGLPxM/TECnrS3A/BRRP8wmMb/v7dO/0qeuv2b1sD+/vwI+u7+KvltcebzNEy68oZ8BwGy9Ib3A6aS/EbMNPwFUtL4Y9E+/7f8dvXTAgr+LLxs+gT+xPMRLMkAJvRS/GLQqPi9eD79cbX6/HAyxvzCOzj+imks/IfqHPj915j2VDMA78VIFvxyyIT8eSjY/XtWsv0d9Nz9SZ0k+XAvVvSUUmzy+PgfAvt6qP3Vr3T7MkIi+GzTKv9BcCj/pVI4/",
