{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              64,
              128,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_8",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_8"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_20",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_20"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_8",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_20",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_8"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_9",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_9"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_21",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_9",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_21"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_9",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_21",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_9"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_9",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_12",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_12"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_22",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_12",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_22"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_13",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "activation_22",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_13"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_23",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_13",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_23"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_14",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "activation_23",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_14"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "softmax",
            "dtype": "float32",
            "name": "activation_24",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_14",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_24"
        }
      ],
      "name": "sequential_4",
      "output_layers": [
        [
          "activation_24",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "df90b5c0860d1a36cf42d6678c1c455c8cd1f91465d685811d963e0ab9a7261e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      64,
      128,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            64,
            128,
            1
          ],
          "values": [
            "8+7dPRJrE79jJJa/PHaovo8ebb3q78s/8e5KPouvXj8T0qw+g7OTPq1DDz9qfLM+PJBDv7lFjL5zwxg+mPTzvLMmrj4oZdI9odHVvuX58L7dhNe+3YjPPqDhkb9YP3u/SU7mPhGd9L78MsM/DJcovnvxjr+Ob9s+AhyMv+8hVj9B6xs/ZbQTv/g16D57R6m96wPTv3j0Vz8Y52w+k8qwvigF7L6AcaK+jeHTvoMrREBe6kA/c3qQv5diGb6SjEo/oXwoP1WXWr/e9uG9iEg0PlFPqD1X+M2+lry2PpxPh78adiJAsUX6PqwplT9J8Nk+UE29P44TrL6eAgW+bO2jv/nswL8mauG+u9h7v/4p37/sA2o/eYl2Pb1xdz5a65C/sZepv/t0ub6BnXu/zzHfPnrY5L7LzsY/3xmCv+rsHL4MjAu/+weBPtOCtD/ervW/IJaqPnTYLL1b3Tm/wA4XwEmACL6QCuy/H+uLva/oKj7YL0y/enfZvlvU+r84QJe/GSyXvuuHlT+0CNs/OIdDP0Pdh7//2pC/UHvKvnsC776yew8/oSG0vx3eTr80oqs9tB/dv/ynFb+Jxpy/EmBZP3bUNr7bDrG+pDmhPybGjL7TpwY/FsCfvWm5FT+lJ6Q/HN5IP93aUD+Bb44/WMqNP6NDbD/QTeW7BuQFv+5rwL11DBc9mrH+PtQE5T9qGSc9cJwCvxaxe79GxUo9TM/PvkCsVT9HKi++chFoPhjhQj9NwBA/7V8kP/mlR74+RE4/hldFP+szZj9ub9u/AdV2PvTlmD8a9sC/A9KLPR09Mb7fnu8+Lj6oPynZCr0ifcM/S8/+P3Cu8L4AXZY/12iNv8djgDxsv2U+Iqq5vw9Ror7u87m/oV1Jv84DWj6T9Is/V/fGvp+Pp79g6+49n7aav6y8SL7mO9c+wPQkPY0g47+uzKY+yVKJPicys76JCrg9HRz6v9WlRD9yg0S/sCatPoircT9UUSq9FUp2PhwCd7+28WW+JH2lv1dc0z3rPxy+",
            "j+caPaOTH8CgezK+2VkfvwxWeL9x+YA//72av8fqJj8aE0y/G/6Yv3Dhnj26xFO+pFqkvnXsxLyDiBe9gVlPP1jgRb+ZahW/8NIsP4VAqT5rk8A/V+zzPshxjb8wzp8/YvyuPwYdIT9EcYC/Ew/nP1B8c7/Ih44/CQZnPpS3Tz/IF3++rfsfviHjhr4FwL+/bUjcvedOq7+SPsk9rCVivxEWZb8fV0w+M2LNPnETXD97EDG/HqB1v0pO2r+Y+zw+CtG/Pvxmyz9D+Ha9YxeEPulHEL+sUdY+FwygviOclr8vEAVAYLzXubDTo79kqXM/Vu06P+asGkDjfE2/w9eCPWiAwz+w9z4/O7agP7DZ5Dz6vgI/KsUqPw5U/b+kEe2+eeHbvspEwz+DboG+0SsxP/9qvr9boMe/1dM2PqqqBr+2PZ89wc8CP338vz5Q4yc/DSZEPuyq+T7hJQG+7xy8P35cs76/Oj4/Y2mBP2m6pj7lmtW+bCadvnhSID+Y3G4/lOJePgArjb5NUMs+Ma2XPkJlhb/yDmS/MNtTv0kG9b9RkR4/1YCFvIHw3Lt7/hHAIqflvxi2c70L8SA/ijJJvyuSyz9pIgi/9jOSP5TWgb4FmuO+VR9JvyZXsb/Ng44/VN+HP7m/Tz9l/ms/xsWKv0KOzj8fDX2/12cPwCu6vT7UuVA/X+m3P0OodT/b/N0/pi8QP2QgGb8z9xW/9BbeP/xuh79wK6m/vCGlv25kDkBT142/MN/qPn4Kxr7B3gi/+rmWP9u5iT/zaQhAiE5DP3xJsz+mRhdA1L0/Pbozb7/fbTC/fYibP+s+Mj8oGt2+Gk+EPx0VRT8ntoA/6gnMvk88kT9k3Ii/QOMrv5wBCT+rmuw/yZWGvzT2Qz9o1rw/fgr7Pkbmhz+8sTE/4t6evdKyaD9Cjni/xWvcvw/DIT6mSD4+0jFpv7isQD58iwRAb9FUP7pMPL+AYqS/hriZP0438z71OjrAAR5BPrbgBb8FTqi/8tD9vv1d1z1ToaQ+",
            "YPjCvmjhx79Y39C/ef94Pw1KqL/11LS+MpHXP1PmY764NbK8Zn4zvyDjur8HoIM/kX8hPSskMz8lcwI9OteJPxnoH7/sg0u9+mIoPsTksL5uIqs/wA0QPzC8wj+lKYM/KVRyvxTohj/B5VW9LuCXv8eY/b6Eo5q+jDqzPpcAGD+TIv49tR1kv8n2Nj8UbPm9FcZ0vgEPuz8qLKs/iMydvloGNr/lPUi/Wl6gP6HbAED5lGQ/LyVWP2uGzz+2U5G+GKVXP5Zmej9YQb+/ibOBPapF5L5S7Cg/aNnSPUhy/T4/taW+8Xp5P4XszL1cVlI/FGnkPkj+oT2iQtQ+zv83P4DL1D6+jLg/1FM8v9556j4YzV6+Kb4uPoHAob63pbw+qztMPlbikj9E6tA//dmFv8/7FD8dFZe/tW4ZQCc7ND+F24+/rAqHPy8ZW7+RgxG8oeYaQFHeVr9fuQo/KadCP+RUtL5oLqc/uuo0Pmwaxj6XVfK/TfdwPkADRz7zFvC/zfrqu46e7T154Pa+i7UaQE69Lz3vOh4+QWz9vYuAtz/GFv4/UXogv0Ujyjwl58U/nXNyPwdCpD7Cvsg/NH95PujUcL/PbTC+SXuHPzMO77/uya+/qKf6P5P6sb8HV8m/h3OBv25l0r9d7gO/vMCgPgUWvz7LcbQ+UpJBPzHtDT8lOIA/e9Xrukyle78ogFM+MBiIOycL8D4tc4A/v+mtP2XWwz9O5Mk9yY+Wv6S9nL6ltNC/EzoUvqpIqD7g/a0+i1o2P2lQHT+XMem+UzUewPY0wL6XK2g+ojnwP2Msez8tuSg/Pfy4vCWQwr6BHX8/OrwLPyruDz4achk8N8zHP9NTXb+0+5Y/+9lKPkH0lDxrDck/crdCP9WaGTz5+rY/+pcgv1XLRb4yYiC/Bzpavy8+qL8IJpw/rAkOwD9tub+TedQ+Y5SEPjkxV7/xuoK/h6q2vTBGrz80pgu//AD7PkLTyT6BlGa/Xj4mviJHwj0PItI/aKDFvs+uuz4YzH2+",
            "lLE/vh0/TcDvs6U/xcctPu2ZjT4iHi4/v0CgPi/ufz76G74+7Lt2vilbI79H7To9AWKivo6uuT980os/IBdZv/1kc794lui/oyScP3rkIL/72k2/MVkuv2/XJD/Kz3o+OJMnPxt7PD/zGYG7VhEdv/hQsb7BdCg/FcCgvXJAqT/DqiQ/IE3cvx7PGr2jjIw+NyGuP6XgoD9Qzq6/oUKJPuizOj+gn4M/W+nWP5VR976h85E9RDx9v1o7T7/lCnM/hsGfP3RoWz8qFOc+rucRP6tbT74Vbxa/RcKKvwjUET+UPsA/wv1yP4Fo8r+nfAU/XX8nv7MNir4LB9I+7u1PP/aJJz8WYuY+SxghPySu8b0pTLs+M+RVvjSkTT8fyiI+mxRbv72Alb0ajAZA7Hh6P2E3LD+rDoE/p4dCP76kCz9WzIQ/VAC1PLBeOL/HiDC/HT0gv71Giz6i5Wk/xr5evmBknb+LVgrA3b0WP9NRyr++M7C+SCSHPmieWL8LJ04+dQnuP3yb6r/Itpy/G1A8PaFrzz+jegE/GcMuv0CSeD4DZ7q96enQvvDdFT8iwlG/7PLSvvWrfL9C9n0/V8kxP0oCyz7UKYA+HnTEPcIwIb+1FKY/5B4DvytCIr2CC22/KoOcP7F6nT48BAFAkhY7vxMnGb/DWOy9HqegPzZBjb/s3MA/50YZv08lir/kM7c/XEbSvlqrtrznWqo/Hk68vh9Kgr81xLI+Nptev+AuPb6bCJK/SER9vVawJT9NEo0+8KNmP4Wv6z+PIfs+L9Iev4t18j6TNw8+OWmfv90zwb/p9oS+ERL5Pai2r7+lsoC/+DkCvxM9ED/usbA/mbCtv+H9Zb6Y6C2+IsmxPHL2yz+H0F+/Q3s8vrQ5Dj84JbC/WMJ1P32nCL6aeIw/WcOAPz3gdj88ojo+xdwAQM/TC7+w3BZAAiyHPWbtQz8VgPm/KpYVv+imtT/H+cm/rlQuP4JmZL9CWi0/bDRPPgs1Pb/AYqE/UJ0fPpU6tT5Tthi/",
            "CkzkPaEJrz8ulze+VNA+P8bPsz43Vl4+b6TWP0urFb/CIK+/P1+hvtphcz9T3Aw+JFA9v9l5Fz/9uBA/k8Uqv7Vaib8giCu/oWEDv0KQND1nBuk/lWpSvzT4kL4NXLs+Jsscv/0AA7+V5CO/cR/hvh6SPr/h8ao/7jpAP08g9j7aXYy9LyDNvLBMrT/nNSO/KIpfvv9CI78Scos+m5IMPzZORD8XFuy/3UqxP853ID/i2xM/1L33PzYMg74LL4w/5iqMP1GT/r7aC9w/WpE7P9jQjb9frjs+aSePv+FWWb6cYY8/mGDZv9KNuL5ewKg+HwWMv/yybb/NV4I/OG/jvr16Pr9PcJc///3SP/b/Cj4NQFs+OvKKvny2oT61fhS/Ooq6P9rfxb+MSrG/MZlRPnRfCj9z4Yq+7KSVvphJAcDX9oy/WvgNP86Pjj80KGTAc2SiPlsY2T+M+62/jpuIPq/C4j9KEW8/yX6bv3+bWL86A+U+WTRcv7LeZL7Nlm8/m9ZIvxToFb8zm0u/BxEsP3o6lD++oOC+KHR5Ps5Mfb+VdVg/XwHlv1yGvT/zT8w/VwS9P8A7Jj6u21E+e33Dvt0LjL8w/Pk+A38qvtqH674NV+q+pukdQKQp8b+MURw/rildvyHsj79XsNq/j+Jdv5xalj/GpJS/SAnSP5u9d7+jb3Y/EzJqvwKKsT97cwHA5ygev/CZBD/Ti1u/SwW8Pzi0xj8oSti/q5MqvzJhSb9pNOC+lTFGPkbbgj6hE3K/GTaPvxbcEb96jsC/TtY/v5EHYb9oKP2+NCrXvMJCK7/uke4+knGpP3ORYj+bItW/gMaPPjuQhr4u+Oc+ykm8PpSRKb/oFWo/R0gOwKnBrj/2PFs+rqaKvk8WBL9XeOG9tZs2Pu68ur1Nn9i+vCEyPoxMhD/Rt+M9wbG7P5yC7r6GHlc/UFGDPzu3zj0lOYW/qGyOPykK0z6Ae16/Ed7xPhNptr+1/4G/5J1NPazOlr5tJaM/Q/Pjvr4+DcByf5M/",
            "Kb1DPvm1/DxgqE4/CnuXv9CnHEBdSQvAJay6vvWsWz+UAcW+BURpP6aYPL608nK/zbggPx58Oj7s3P26haGOPQ+ayD1vMOI+hGKkP2aKhr8zDvO+Y5CmP4UInL/5zlK9egcHvx6vOD64xQtAv2PiP22EFj8fhKA/Zq13PxoSgL8nf7U/YK4bv8eNmL560D0/6QhPP22K5L8rsqI+76qwPYVGkr/CSO0+JIiiP7qcUz7ILcA+qSCQvoMCEz9y0DO/TjWJPlk0/r0EowXAZFcvv0WGxr7y0Mi6pQgMQDBQhj9xPpI+0Pbpv99N9r80krm/6t8bP6klLb9BQz6/i6cgP2Q9Nr74tbu90AjMP+xxcT/h8km9LUEgv+OGIj9VaJw/OYOBv6gxJD/TiLM/zGKdPzZmfT8SFyK+o1b1vEh/iD94kc+/OmNFvzJ3Pz6IjYY/NhbGv90dH7/uVQO9cGTHP0hSlz6ThJA/+nxiPgtDDj8pnYu9q6RVv8NxqL9qJ4K+6StRv1x7EL59lV4+nf7iv1ce4L7SXQa+dlL/v5beEz99zrQ+G0hAv8ki7r//yqO+hHjaPvaSqz4WLos/rZ6LP//RC7929AQ+Kd88P3EceD9LHVc/nbHEvwJyn7+yToK/T3TrvncNDL9j46s8vxtmvrDda7/EECa/QswBP9e0Ej8tHHu+9LXAProbXr8svg6/9raFPyFMCj50apY+nMKgP+4OaD6uA4Q/p03bP0tlr791e6s+mJSrv+M8GT0hMHY+AFQgvwe39j9cSpi/327QvmAvZz+K2ZC/abK1voYUyT+EzvC+sa2rPT3bDb+48+q/yWeGv6oosT7j8nS/CdHovsIID0ALrqa/NVRlPi/asL8Dshs/SYT8PxkQy7+j6Ts/dFGBv1yqCT/enAY/qNskP9NbBD+YPsM/PBUbPUvAJT/RfN2/h29LP53ALz+++Xo/TrakP5MWor643ck/V4aEv68N+z7vzzI+9kEpvglRCD7AC/M+Hb0zvzyIDz/GLSi+",
            "bto+v8k/IL9n+je/LSK2PxTIwj7jC1c+ZtwlPqC3UMD7LgjArcbTv0WAgj6bj/a9cPXhPop8+T59duI/lfqWvu5Zgz8qSsG+VaZivxV46b9P4qe8DJP9PvKKJr4V4P8+x/LLvtt5cT7aDXK/g8tEvlU6hL/omNC/0kuQvnsheD5QFyk/qdUSwAk4pb0KvYM+IsuZv7uF3b34DyS/vayVv/kMrb/VBSFAj2zrPv0xaj8G4XE+MpUGv73txj8ve4a/yOD2P3vL6j6uqpG/cP9Cv3UeTT8HBvc/teMZP1QEzr7heyG+KbyGv062nr83SGW/Qt9gP2QLi70CnCY9fbkBPvj0277SAC8/04YrvuYSK7/YxS0/UjCdP0vLWT/vKXs+AbGvPp23nD1Hd8o+nCyyvwP2iz+B5fK+hyReP1Liu78brRg/dRIPQH7HCEDEHvc+nz0EPoSD677fmJK/Uq52v/h2GT6zrxS/b9bIOvtksz9KSg4/NMUkvz+3Lz8PR4u+7siBvwnuh7349+O+SN6rPnhFb780YVe+AF+yv2XCwT8Llyg+g5OuPvzKjb9LL1i+X6G5PlW9rr/+lXg+MEeOP/y5E7+nb6e/Ft6KPwL42j6xyae/8kGRP13qTD0S0Gu+Ck3jvnfXQz5X00e/bEn7vSpKWj8oD7m+whpnP+bw074QM6W9hcZePzMRvj/fos0/Ilrivos9/r7LNjc+W/W0vyoSQj+UZ3c+GzIMP1+Q0D8LdQRAvkk0v23GWz/92ke/k+02PrB0Ar+vCAG/p3VIvyz2XT/8FSi/kpzQvWjq7b8b7BO/I3IHv00tlj/5frQ+Yxykvx/tKb8AQX+/nOfIPneFZj9bPgs+nryFPq1SgTvIKKw+duYDv1Slzb4NqE69qIkFQFzH6L+nmI0+pFukPvXLS7/DYz+/hLURv5rIeb6dqi2/vYaEv16FRz8NsDK/hQYSv7NRnj5bVhm/Srm4vyktWcD+vkU/X/n1P/155b2epwe/nhPMPhLzeD6+7ni/",
            "FiAbP7ojMz8BPIY/E1AkPdqjuD6C7hVAP7Zfv6CfrL7NQo+/JXIWvbYrpD7LMZ4+zlPRv2AOHL8mpfG/85CMvbZ/wT9yc2s/e84GvpklWD7nnay/IAtJP8cvjL4+tQ4/dc4AP/gZpz8nDbS999eqv7vywL83B/Q8R80ZP1dtPr/gMXE/LGiaP0x0Qb3jXRq/qDs5PfleaT7HHMQ/54OIPwIdgL9ECeq+B2mFv/WTGcDKg4c+R1ZTPzBCG7+AtnI/NqlRveer0D9NYom+lNKbvw8gtb3MZQE+5KJnv2VSMb/oJ5y/0ecdv+iLrT6ZVMA+UnaBv+cImT6gljm/yBvOvtcQsz9O4GS9GSpOv6Pi8bz/dmm9Z6G9vrVSvj9iAAa/4a3NvuLFVT/W/jO/TvjKvn1UIj7WMmq+qZBAPkTp174uAO89ffJEPy5fLL9sWc2/rAgnQAdkzD7bqPa+qSJcv5Y0k7+Bt7K+8SMnv6Kms77csFm/ny9/vlVlbD+485c+E2Xxv2o5xj+c1bg+BEwyQBN4Gr/oOoK/L32HvFeLlj+k+ZG/mIaeP0JnlT4/PpQ+MXnIP89vHb7RV6e/VH6pv3WHgT+UDR5Ab+8Pv7kmwD7nl9A+Ik+VPrkpZb8mh7C+QuxAvsPscD53OPi+07CRv5Q5nz41KhbA2BzUPh5GDD+iO+C/Zfplvw1dlz9kzwi/GoMFPL66zb+HU6E/ASlQPybVOb9xZJs/Aea1voNPbD8sK8w+LL1Zv1BIBEAuRMY9Sljvvy0EsT5upuI/mgNYvolpQz6vTqY+GbAavzQppb+VNBRAIzAFP8VGG8AjwgJARbyVv9LSmz+tna2/hmUzv5zgYb+wguE+ZfquPe6M9L4qXtg/NLuxO/eey79SF5c/QgnmP3aiZ78vx5K/aAVqP9DHZL+3vgrAdC6hP0wrcj6/RLE+swhzv6lHvj7iCea+JoN9P4rjCED2i8u9rKaqvo16RrwZrYS+2HIaPxtJZD/BziS/nzmiPzQ5Tj8PdSy/",
            "ZswWwCRJtj1S7wzAjpGqvickFb9sKOk+ZuW8vpaRPMAb7yC/WZwpvlyCNL9QFyG+BHuwP11IcD95BhLAdyxPP6d0or5iWDe/nSAmwLTLd7/1OrM+ep11vvO5/b79IfC+nVIaP4A0FD8mzzU++jSKvzapfL7O8f29hEynv2St1T+7HqK+vYLVPA0Glj8alHy/GE2Tvh9kYz8CliE/qEHVv9drJD5TPiW/VUshP7qdRsC7c2G/q40kwMtHkr4tW1W/zL2YPq9agD2TJBe/0qzyP5Wlkj78Ldq+ieuhvjaZjL+RQFY/V4CUv0KvFL/qOBdAWei4vqx3GT+LI4E+4QAsP9yLo72oh4K/s0yWPud3vr/ibcy/GnqFPlXIYb+X5Wc/nVtav+JTuD8OaQW+M1MVPgQtU78TDLy+vn3OPzgqiT9h74Q/Y9CDP5JlA8AVRJE91HgFPxS+wz4SLAa+fDXSv3MpoT8kWc69Bk8RQApk5r9LtT8/KMoEvy7kAT7HlR9AGPCMPwjnjD9rr8S/JH2vvzFa9r+eSqA/XLd/vmdWE7/nfna/pQnlvRyHT797t26/0PCbvwcHmD+xIIk/zm8KP6lqYT9FOCC+xxiev8hbij/MOgnACUT8P9IZlL95eOg/3AD8PEX0pL/7d2u9yNXLv1peKL4EjI4/efavPa4H8b8LAvO+MkVAP0deAj86Ijc++CxivxgJED1qBgg/rXqWv95p0j8kXoM/VOynv144IT6z2Fe+j2TkPj6im718+ghAmUQaQHDa2j40HVI+L3z9vworCb95yno+6tH0vuSHZj5wOCq/LjygPTESpb5Mt7y+UYQePzY1kj/hkxa/glvRvjUUhj4wh+q+YMDbvkWCJD8kxxBA27BUPEhX6L+RErc9O14hv+ySoz/HBci/eK8Xv6qHlr+rZ8Q8wN7Lv0VeAL5bWJm9fTuhvwxawD+Y8aa/LgyrPlaRLD8c/5o+iy3FP/T2BkDgL6s/1j3UP7wts76Gjas/j0fRP0KsAb0Qhok/",
            "+Ge7v/BWpz8iIXm+Xv/hvh1V6D7IHtW+X2Nfv+htuj4sfEK/0W5gP7KcCz503pC+nQKKv54Isj/gKkZALk5kv1DyXz8hBJQ/OZ2CvkQrLb4n5zW+kOkbP5Varj34gAk/N610vlau/r9wc9g8U86rvx1H5j2B1RW+Cf4dv297yz8EC5s/x1ymPtso676hy1+/gsDsP/k83b8KPrc+xsvjv7oMdL/MNpo/ErrSvhmO1r0EryI9sCSPPqs1F7/+1oE/zjEWP7Kv3z3YUCC/AaarPs0S77+GsDG/KV6Av/hDQz31Ip6+75Myv+pAkT+RyoC/mUF5QLViJD+2+qg/TueQP1M9aD4DYgA/aBPIP06EC0CfSAY+JA/dvI4z/D76hwy/OBJRPzO2m753qJm/hZSTP9xdDD8QnZk/w9iKPyJwhD80Mjo+lgQQP1SScj/IiWm/Vm5TP0JKl7+bZJE/MMUFPutXqr50GLu/xxT4vwgu2L/zHns/sLeQvlns7b8WvxQ+aaU4v7VjIr/Gfle75kTuv8ds5z7tm2g/vrW9PnBfnb/pNNm/YubZP92xlL7xIyy/au/jvv7Oyr5CchI+ClkCwKA+Bb9rrPw+8WtoPxKei7+fVIy/bh7IPTqkST+/ncQ/DpgzPqc5fD+2gc2/ngjBvYAZtT+pxA1ApvPvPrEl6j2NIeE8Zutnv7xNAz+jGGs/4qYzP6AEL8AAn7M9M1vPP83GEz/KC8c+4FLJPzo2iD8LNj4/dxW3PluXRr4W1Ku/1pqpP5nM6j5Y9q4/CCjrvvH5LcAB4q2/K+6evyY6kr80Wmm/qSBuPujK7T9v2EW/9ZzDP6otaT9Yi0k/evPgvrT/1z2NGME/LCJyv/FIhr/p6Ma/9gRUPl5YK720HK69zJGrvvAUSj/SowA/hfVHvsexvz69M6K8jJMavyfreb5tCjs/04QVQItHrj9Uu4a+Bsq3v9/MC75xsrk/NZRLPvYH8j7oVQFAyrjEP3Nizj1SIHO/o9POPsAiPMDbTSM/",
            "WkO0Po5Oqr9tFYu/TyoQv7LqE8CHaEC/9uU7vwrYor7D8ha/uqZbPjYHUb9c/jg/S3aFP8A9hb4WEUm/ShNOPuUoqz5x0rI/wfkqvp+xWD5HlpO/FYurP9Sdsj+I9eu+RrqiP8ZcoL8fA1M/8J9tv5zhrT9hYpi/trylPVg3Qz/r5yO/Qg0sv0acvj9t++g+ye89PxOqET+c9sA+GtumvhVBNz9JI529Va3GPsYTHb84DCM/TDd/PzhK0j5MRSa/KGRnP2g/2T7qWcE/jpZOP/i0gz/KZrI/0mivvwJ0mj0S1a297n7NvXeahT/xICi/pPxXP9+fHz+6k4S9vXoivjHEO78TBR3AUBOmv0ZcjzzPlOA9VUxAvQpPW79Dsm0/3zMyvrDYEsBaIGm+Yp4cv/y7RT/Pvkg/BXvjP9Z55b4/4ze/o8iLvk80m7/E2Zu+MuU6Px3Mhz/zCMO+6Vqyvm8qGD/c8ko/i3G0v2S8ir/r4HO+1oOPvxhkPr4LnUy/rgK/P8eZib/6QyA+kEC8PJe5o7/hzmO/asgxPy36ur/nKLI+dXfzP0K/iL/UBpo9FIJyP07P0782d9C+8saSPwzm2T+d3CA+DJR+PrUwRr8IZGE9N9ttv8uRC0Dx6mY+g7BMvzDygr4dhIM/MDYPQAJ6ST+8nbM/0PMJP1++Nz63wwBAYjixv3i6Zz4mehW/RHS7vmGaZr/qTgs+M+hGPzXfkT8orQY/UlGKv9X7HL9htVC/HnAwP/AFNj6cmSk/gpmav+xZHEAj20K/lCWHvrsImb9A/9i+5mPyvuuNvr4YZ5G9Hp4YPycR9D4DSZU+FNofP1fLFL8ZhLE+sG3cPalmKb+Lbh6/DE8qP276Mz+kz8a/iCQxv4xiiz/Lbik/jkvWv89eOT9aYJG/bUMIwLiM8r3eWeI+R5+UP4lAvL8CF9C+/xiGPwTFcz8VHIW+AN1pv40D3r0GBbo/5j2+vpGcBcDFd3Y/9dGXPK7S57+36VI/dtGzvxlTrz+zUsQ+",
            "sbiTP3BiWb/yrZu8GXfRvrON7b++oCi/C0ORv9U/Sj++j7u/lTwLPD2uUL93zuW8hsLsPuL+SL/8X+E/zZGrPzsSsD3eD5i+0GwoP58VBb9QI7g/EErlPzTbBL+7yjS/2dMqP2A9CsB7Yhy/n2wFvt9k3b9VJPc/sTltvtkpBT9icoM/nRGOPzlbnr/vhvw+f5qBv0mTJsBd+Hk/Sdk+vhuAbL9kW6W+VzXmPs7/a7/f3Te+xTNxv6PoTz+ezyM+sg18P0yzaD+38TG/3I2EPm5F+D6gCGC/GhlWPzd5Ij1StPq+NfaTvtjb7L4lZ/O/eOwYP6Bykj4V1Do+I2oUQHdfkr7oRTk/820gvwaHZz+6m8+/sHgLwO8hg79z6SI/ViKiv6vYab+l3Hk+dxuHPxoIyD6+5SQ/7Du7Pg9+gr+xBuo+erB0v7037D7qa66/8+nRvtX/Dj63H5c9MgqIP4baCT46/CI+RVWtPtv+BUC0F6+/x55UvkWOZL7MDCc/dEtTP9cvwj8W9AzAR3qMvz6+SjtomOg/Cx5VPoM5yT7pLHs/h5AVP/G/hL5jaMu+jUHgvw3GjT99fiu/J1xBv4/oab9m9WW/n4Adv7KA/L/51Le/fbSNP9yHAr8YNn0/n1gLvyJhNL8oRIe+/4sSQJJXir+wPBs/ULXzvibC5b0C2/U+TO6CPUNvfz+C4US/trgKQCunLL8I3u4/IQUdP14KOj8L++k+7bERPrtxLL9Qbgy9Iv+Sv9T6Gr6y+Le/aeXqPmZBKb9rOX2+tjTNP+jFIb5o8Ys/IDSwP921xb+PZI6/sBytv8+2qL9Vw4W/UOTiPwCMOD/FpHC+aWOMv49Jpb/EbFU/btLmPsP5Eb+oMQ5AKWwVPQz5Qb/MHc8/pFCnPrsk9L1c7aU+PSMBP3bDIb8OTXi/NEQbPlEDWD4RAYg+oOwbP7tbCcCJ5tY+foQSvramvz5jllE9vqrQvZoCwr19wr0+hgCEPx0qWL8mdTA/UlkYPt+vHD9eU4e/",
            "CH4mP2EjZb/tfeo99ZH7vhT+6D27FKW/BB8Av+n4iz0zkiC/xnilv2Imyb65jmI/5PEEPrdElD5NZsO/GXu1vs6GtL2zSsq/kGrwvxvd9L9t8Cg/Qgy3POi4Rr+vuM0/k3upO6cLiD55eqg+9+RJwArzNj5d1aO/zZiHv2JnOL+IGbG+quLxPi85qz55op0+azK0vnKKU7/Lo6u/Yp4hQDKGjL5c55o+AYNgPlCtzz4AZ1Y/KzLRPlfmp79fggA/Sw9Vv8ChXz+AM/U+GxTEv0vbwr98cae+JHKhPe7OIT83elo+3466vps8ur9KmvE+lqKXP9Z+27+ZH7U+uxqFPoxrcL6ZZzK+MIsbwKjVNECX5/a+w8WUPzsyN7/j+cE+KhKMv6ZPEz7q7Qc/A9r2PQePQr9g3uy+vqRBvwAz1r4IWOQ/Q0t9v6yw2r7vwqS/cayyv9GfF78ATFU+yrJAv9uTZz+lzkQ/Gg51PExusr6/J8W/AkhMvcpQTL8xBCO+dSHCv5KRh74aAZM/1jREP4fpD772qra/KPLxv2/4lT4vq08/7ydnvlBIhD+ynDO9OAmYP4rX4r89HU0/YrpCP9JRhb+Wvna+ecW3vwvcmD6sq46++gk0voV8Zz+hoso/aEYOPtUmmj6MlP29BPAUQMAM5r8Up/c/LFyPP62Whz+c8Ue/A6WUP8Guib90zMy/4O76vaSUab+Zf6E/dYgFviL30D9SCrs+ct0BwJJEv79H2ME/P8uwPmeU0L5pecK/8jIePfoKKb5b2Me+YgePvneyOr+BtwG8roaWP97fhr43WxE/uOhRP6UsNr8B7Ak/60b7PxKjaT+mZWi/uMeQPu9POL/5zdE+QEMoPonkTz+gJhBAfJYxvkFG6z9PY0M/E4aAvSQA0r+yMro/BjycP8FuQUDYbza/1s+Dv3ILw76vXRI/TTDyvcJgH78OVrg/ILMmv8V9k75r1T+/BMFMv7bt/j9MJg+/xmkDwMimckDgX4y/Za1qvyIeLL6bujM+",
            "X4OHP0zXub+izYBATQx2PsYdDL+d0Yk+RKkmv8Ys2D49b4g/0fdBvvnbDr+AHxc/U3rZvqQkNj9SLtM/G2ecP2x8tT9fs9I/hBeUPn4Sij/Y1/C+oaAVwCbAhr4KnHO/3xycvgq5kz/V9Z6/u7YdQBrTrD6hCW8/MziTP1C5QL+RLXm/lUWIv7Z4gj/9/aq+Z44hP1cwlj/sJxpAYTIwv7TSXT/W6k6/bXr1PhJQ5797j0g/xT11PqKMCUDAvBI/s3TRvkP2GkDdeK8/pdnjvm08xr/OdIS/qbI8wDph8D54rKm/m3SNP4TQXj+nh4G+RtIIQJ68Vz8WqxY/knXfPiEaZj1eBJ+94B+sP/GLfD0xxDm/XqGTPu6rNz+0jYU+JJhmPys7L77gDVE+3GuJvj8ybz99hKI/p0aWP6+5TEC5ega/L9eyvdlLK78X1bO/4JwTP5eQND/0v+Y/stuFvwYg4T89Nbe/bHfWvgc0K7+U+OO/wG+av0wy8b5T/VM/dVptPjZOsj32uoC/IlvDvzKvBT9cnxe/z3m2P5BCu78/JCG/bujOv6X4Vj8sy+Q/0r1avt37Rj9jgQY/rTVNP3aWIL+ZPig/gkQov1t2b7+gcko/m/62PpZsEkBhTV8/8/EMvnlGmL98k229n35IwEmMjz8nMYq/xTuvP4nXEL5awMY/+e6BPxXLcL8x+Bg+iH9SPiCPlz/W9Aq/T3I/P8Q0Gr8udC++AV1Vv5VTHz6o7Yc/k//5v+Wscr/sUAE/ykBWvmnJIzmX04M/aWKQv4aYTj/xBIY/KJFUPxJNGz8wFDC/E4Mdv+s0/r89pU2/UFZZP+4VCr41M5c9pgyrPorZ5L2XyiW+wpM5P+Qntz/tWBtAUIl/v9cRGr87a8W+k7e+v8Lhwr8Fdia/4H1zPwIGz79KguK/V64kvxa1WL6mPnI/H2QawN20gb9N0yM/x9dLwJczU79uCDs+FmhWP45GMT/6sd4/nsmNvWHUvL8piJm9aoKovphgv7/1EIY/",
            "DwpgPahNcj9ZUGA/St0wPzrALb+Ny4C/UsVEv9yOc76vLy2+qyKyPhYGU7/inJ+/WVCCP4YpwD6tBhq/vfTavuSmv71bSr2+09Otvmaz3j/xgAe+0q8gP3BoyT7ciK6/Z9eFvZtiRr9yzDG/5XNtv16VAr/YGRJArwvpvX+WH8AUlby/M2zFPtY067+WB5w+92jnvUfvC7/lDau+r3rwvr9uSb/fuJw6hqSgPPon3D9Uw4g/yIrkPk+syz/TcoG9UDzrvvzJEz9/hJ4+wSvDP6Ivub9kSik/EzICv+Luu796AJo+twWHvyiHwr+exTq/PP62v2YZnb8n+Y8/ybVKQAJu8T8L3XO/o4HZPi9vxb2pX5W+ReXYPzmdWD4uinW+OMrVP46DF74J3yM/XtnpP+bljL/Ob/K+KABuv8MWJbuPzeU+GlC5vQbLyD/FSba+xIyFvhX+pz/kUhq/b+WjPsws+j9Rz788e2pmPk1b7L0VX0M/QZzvPmmS1r7+HA6/NeGhv+uMdj7H9iXAEQEJP3LZ4z9MffC/ykktwLyRiL8hlIo/NM7DPmbhiT/dmLS/mH95P3sFVr8S6zA/cMPSP7mX3T7Uvm698WuEv3BjND7Ul+I/8qoRv6oLXL9I9zdAXoV8P59qzj2Vd8S/oEHjPq9qKb8n0Ws+r5BNv1F2ZD8wl9M+8hAnvmvTYb+gNMi+97J5Ph7SFz+XUiFAtMOpPk0+sT5cR6C+OAlEPz6ahb+1iYU/5YXIPvMGib+/wIy/eFY0vn+41T/wOYU/1WQbP/qtOUB/arS+excIPfpCoz/5Jwc/M9I9vg0OwT6s7Mu/OBUAvV/Soz95jJS/Y0akP6vxXL777m87wOyoPqkeAr919vM+AZ6IPyOYAb/36wo/ASZYPxa9FL1OtqM/GtXovkuQbr/vIuk8FCqevsTkoj95m9I+vS60PhkCij+Ae6q/4mppv9ftZD+hID4/a2ZRP6HRFUBc06Q+Pht7vra58z+hzZg+azyIPkQbrj/G1rg/",
            "5H4uP9/TK0CUqyk/9NvSv/DNyT83UBy/BT3FPzs23j7i+AY/IEcFQCFXlT755cu+0K76v7fbCb7YxDw+f85dPzeX774JNiI/SVXkvmE4ST+Uswk+QSpuPvcnQD/Qyai+aOwnPfRlMz8wqgvABD9rv7RjZz5T0q6/8fK0vxJ/9D0LYmi/Ovs8PrDHED+Ack2/WlP7PurqYT/VMNQ+xgnTPkuMWD+aqQfA4bWqPGc6lbz8Mu2/lT2BP41p+j2aP4e/CSAVPz5N9L6DFJW/fvd1vwLLIz6BaUW/ysMwP5/1Eb9WmtY9ZPWmv41ABj6zhZM+t+cuPziw3j58qaE/F/Nhv3l57L8e5IE/EVsQP3R7fT7HSURAp8QSPujR+D7iCb8+1YGqPf6UDEBend+9GP2cvuIydL9H/ju+WuI3v09Ufj+G4Cc/lM/UPw9ElL65nu+/YARqP6HRyL8BF1O98DOWP3iEUT48ue6/psoJwFanfD6xEWy/gPWrv6YnE0D+Hy7AOjzLvn/1ar9xCJ2/TBO1vvP0qD+cjnK/kCAGv6VhPb4GByM9SHKHP12FFr+LqUm+LZF3v7obdb86YmW+r/m/vhUwtT4YSdi/+u+Kv/w7LT8f70A/u174vwUzdL/7zjg+v0KxvRZOED+lPyI/pTiPP7cjBD8Cxsq/LkOXv+YfMEB/qDA/T9AbwPdqn78NYAjA362Gv71ZGL7pXK2/DI0LP91mDD+n4AVAgBbXv7i96z5/6zM/sbsgP9wFQL8C60i/wVjTv9YUU77v4sA/3hy/v+N3pT+NXu0+OJROvxzaqb+IAIk+fnKEPmkh/b/RwIu/H4J1viD+oz9xxK4+yYQKv8zfAb9NeJI/u8aRP4ZCQ78IhBS+/hT2Puo3ZT/0kYA/tMV6vpbhm765Jhc+dFaev2D9Aj2nhnW//+GEP5faRb/24Bw+8zGBvjUApj+o842/NgXOPjVT074Bq5u/gXmBv06/zT2WeGG/6cHDv+vImLsrBJc+GECnPjRdK8Caw62+",
            "xz8gP5+XA76IHNS/3O93PhH+cb5NXWE/dKj2v+pzkr6jhMQ+HdM7PzPe6D4ygK2/EtfrPVMzND/9NIM/5tC3P82QAL+bJJ8/iVSlPx7eHr7bGri98Dq2P7Kxjz89wry/psstvmG9L786EgFAxdOOvs19wb9YY9Q/Smzxv5wTFL8zl7o9IbHiPImoCUDsFrY+jvk+v13oGT+7Iw2/z4dCP7cRmj+qTyq/jYWMOPQAmj8eT2k/fkwAPtMTaj+d+eI+TTIuP7Zkar2tDOy/iIujv4eiDD1U3mk+UqJmPzmXTr6OVY8/GVMnvbTOdz/EXNK/bdEhP57LTT4L25y/pKTSvzJLkr6O6Ko/+bgHQNKO5b/eHVO/S5AYv44Okb/MPac+1O2GP8v29j2SgcM+zTFCP3t2GT/jju6/bLchP7h6Sz+s0V6+gNqOv7Jbo79PA0+/G6ugP/kvjj8lmt0+FG+zvxiU/z31cZY+2oIkvx1Ybr+BzU4/kaX3vraX2D3+vUa/iEuAPfb1RT9a5Bo/l122Pj+v8r9BhYq9emKHvxSrkj6ikEg/0NzwPgAUn78cuCc/Qu71Pokkdr6oBeO/eJrfP/kr0r6NktQ9shvnv6JDKr4NZQc/qkdgv+i8oL8WcPy/scm9vscAnj+uq9G++Qt7vzBxnb/PR7O/oyHRv+VEvr6Gbcw+8vJmvwdcjj7eB5G+JXT4vpcXNL/xy5Y/qErKPN0pBT/fd3Q+wjsyvpwKjz8os6E+eW+1PsDUyr3sM2e+/49dvs7a1r9Qyj+/SK+VP0Zrpr/J24E9Z+KQvarJmT/okak/kJK9vyb8I78tLpi/RRHWvQBxLb8pH2C/PLSiP/eo3r8BBo8/HDmAPekEhb/q+rQ//yv0PTny/z7VJ4w+Np5ovr4F2j9LS/4/y/54PyPZnT7wVkY/Fr8wP0n35D7I2Um/HsL1Pw64774lVZc9q8DMvlei676nus2+rhPxvhh0xD47zqe/bI+4v5LXCsCI2RFAPgOJP5PuQj79+FK/",
            "ip8Ev71FCb/KypU/q9cKPgTZ+r9OaA6/UIRiPzxl8T4PBii/IfIgv1qklT8j1wO+mh+WPxz9H78sLrY/Aat7PktmFT/83VO/s08hv2jw/D80hGe/T5yLPjs9QD9sDpy/Q1AFv6H8KT7P36C+JIcmPUBDa77fGI8/3rGkvksqCL5ag/k/FsAnP9frdr8uzR6/stLdvxKeJj6lS76/5Jcwv7ypx7+ma+O89c4FPyviNr8AUaa98hKLv7VPub+NMoA/dAXCvPhMyD4WuSpA2c2Iv5tjjz98n18/7BDlPj23fr+EOJq9N8QLP/GkBz8YN3o/rQCRv8nVFb/jvT2/GFMiPNfTHz/c3eq/2/Yhv8jM+7oONJU/CQqyv3IxCL+310g+zZSaP34LWb8pOwM/YrE3vzYTJr8iXF0/SMq7v8O2LT+FsrU+kWkzv2lnbD9V3ko/qOV9Pv4uQz9WW6S+F4RLPZwQND/EwH89euiNvht/uT9g2Na+/WNJv7j6Er/Apg0+ovHoPhWHv7+bsaQ/wf/UPxQpEL/AbG6/RjWNv8fFMb4P4GU/EBamPyUrGb+1Kk+/cOjpvOo9Gz9dWoa/L327P5EcfT7Nw3S/BysgwCsUiDw1b0nATObHv3RSbj58QKA/TqFBvrAIk74e0rg/VGT1v36E+j71Px2+tynhv2LvoT93AOS9SDI5PTIZw76He1+/QuuhP00ZRL9s4ca/i6G7Pn74sD6ectQ/xZ2sP9RUWD+sxE4/T5wkP+OQ1r7Gzf493c2UvmjDRz79rSlAxhisPz+c9L4e9q2+hXVtv3xnuj4uzOe+xTuTv5tbzb6t4gdANxBeP4JwsjyA4YM+z1n1vN6/yr8syxg/HxiMP5vS376AsxO/lTLLu3AkJkCX0l+/KisdOz9FPD+rFxc/LAIpPgxq4D+0D5a+odWQPkdog7+N9RG9F2IdQJErnj9aEi+/2yUNPhFSMj/qYzM/iBWQP8OWzL/u8CZAnmPRv0Sljr9XQGE/0S+Av+Y0bb/WdwBA",
            "2XQQQJr4vj/RnZO/7jBbv94pZb+D4xC8kL75vhqVLT4zXnG/JaPAvp/FpL+5CIy9nugBwD4+7b6LwZo84djZP/Jh6b8MELe/s0szPi1KPr9vy5k/75SoP6gqKr+SIaQ/++/uPwyPgD96JVs/62SIP4GLTTyW8g6/gEzgP3554b/YO8+/8EZzv80PiT5+s4E/n3Onviztrr8QWpo/xnesv/WeiT3k94W/3Bv9PoXkED5MliI/LDIiQJTu4j8sIcM+oSkwQFL6xT5sm7Y8ftgwvRoG4z92wMi/9Mp2PiuDwL7kuVS+6jGFv+sfgD9hjtQ/zIrYvzpOrT8l2Ho9YuIvv/+pcr+gxA/ADxoYv8oR1T6fZ1I/+k2AvxRsgr+faJ++cx6OPw/1uj92HGQ/yuyCPxwuRr/nRNC/c8XXPukgKL9vZV4/V0NPv8yaFb/kdko/EhcHQMaroL8LzS2+DC8hwLTAiL62NVRA/CyOPcToRj6d7Ic/dhTgvUljYj+gho6/Bk3lvuBPcL/Y84k+0iwXvgUkKj/D27C/dC95Pwv/h78D2hw/Y+cFP5QRFz9j/3c/Y+JXP5m9lj5sBtM+b8cXP8MfPb+VXeg/5x84v3Gwhb8Ur0G/dWL6Pk09QT944hg+V2kqO7fZh756g5m+BM27Px6WvD6ZIcw/bN4fvzs0CL+3ZZ8/hRWyPaDt9L2zQhy/CsfzPr6MWj/kWgU/uDfJP54VVb+eTjS/r7n3P+Mzt78pVY+/A7u8PVhrzr6V0YO9sbajPAHrKr4fIDk/UdI2QIKD4D9jrMG+vRmUv13Jkz5spxI/fb0/QHItcT96tx2/IZ+jvYDMKb/y2mY/kVgdQD+uez7H8jQ/WZPIv8geKz5iBBO/HpOzvkBClb9SqQe+58pFP4Mbhz7qFqC/8nI+Pm8qs75nqUI/oiP3PQ58Iz5xB1k/sFRev70ZxL4bAU6/vgqSP4ynAL8MmZs/P0hDv8qwTj9+AJK/aEYcP+YvDz1KPDs/N3tLveLoDcCf/A7A",
            "TU2ZOy9JSL+gnak/4teRPa2Dpr9ZcYK+sH5WPwDIQz8P38M+o67nPgPyyj8713W97eOfP2klzr82sJk/V7s9vq3gkD721fS9I/1AP2etqr8yWkO/oA0avyIImb9UJSU/cPBOP0I4Tz93f4m+FGpNvqCALr8eMbY+Eo/ePs0pPL+5qqY/1uGSv0saFb97G8w+RIhnP1uJZ78jTge/tR/Dvu1qsT8HFMW+qnQtvo8i9L+m18W/48xuPz975L2likC/CUsQv7+KSL+ng3y/9A/qvnz/R7/1STq/T/0NQNNQKT77jv2+fzb9PgpTjL8VxcE/Xq5rv5a1xr8DWL+/EAsAwKeP2T8hL5a+y3igv05gAT9mrLU9PMmTvnEKXj+wIVc/npmRPyA5uD6oOng9V/9Gv/mx5j9cUos/oRELPoZ0MD+Ityi+Iz+Uv7YuiD9SOEQ/bgAiv8ztCz9Ko2K/7IFrvhzRB79F4yk/0lKxPvZUjj/KS8g/hGFYPxCI7T9ubyM8NQlxPXXE1b5FQF6/TSMVv2Kq+b+uVKO+6OuVv5GgE0BYRoY/L3LPvZwUrz94obu+A/rnP1D/sj5phV+/fzwdv2LyCD9dvKA/p6BiP6RSVT4Yn2G/BVB7P2p8Nb6mpwhAJ7emPsk5QUBfdlo/IREMv588RD4wlAFAWjRhv5xUjj8aa/A/mAJavsCFeL+GI4A+22DvP5cRTT4x0IO/47qJv9DUxT9gH8k9x5TtPx9fnL+o/oM/EGvcvgl8yj6txAk/peJ8wGsRsz9WA2M9wgJavuuMLD3gf62/uvTBv+w0cb37asY+os+ZvgRih7/CQr2/E0GlPljWfr9Esxq/5N6pv/hRb74wt8S+9QLhv0UJiT7tGjy/USnYPt76ND40Rs4/0LQuP0xGqT/8iRBAN9fLP+DmAD+Esse/YjGYvWLXo79gcx1AtsBPP3YjTj81Lga/xqubPS5+jb1DCyE/XMZsvxb+9L4VqUE+PVQkv1Ydr76TuF0+XiCsv5wLND/wQVY/",
            "pLuQPxB8PT/G2Fc/6IVxPyyRij5HPDC/xQQfPwnAxr0I/xk/W9DRvzke1j+iKdY+Po2Iv8n6Y78farU9djw5P6AZuD50SQm/5JktP9SUjT9x6Js+SZLCvU+3TL8NaWk+AabLP1qShr/gZKI8eSOav7kjq79zUkI/CVm3v38dBT/xvEE/ofRTvlNzlD4USKW9YrLnvkzr9Lxo2yE/y5ddPtuCfL+tVyi+vLAEwJbnvL+QAtK+j5qWP3pCgz+OwgA/LoWqvoA/YD7pii69AvM7PqkHXb4xBZg/qZNIv3SDFL8dRtU++czpvui18L3MQba+8eLCv8xZjT9N1ga+Mu2svwCykL69Mt8+vcZ9vtaFuD8Rmak/LP2jv1C8W76NuEE/B6mPP6aCCL5u1sg+2L1rv5kwqL/8EjW/asfwvbyL975rOIY/J3uaPiwUrD8y84K/aheevhFUGT+mvKa/X3mTP8fXW7/YyQlAADKMP+lHrjxEpEC/Ye/GPtzq0z7mHve+7E07vKQYij1elIG/YIi0v0IgbD+5vNm+Uw8zvz40wb8tYao/hLAtP/cC0T57ARe+TCOXP1jkjj/oBOa/cgMSwIGm6z/6qPQ/LviZvxVhYj9fyc6+gxFCv3IUMD95kpO8Ez/SvyDAKT5iZle/KUQYPrizvT8Eq8Y/PDQawPW3SD45AL08zWm8v5F7ub91BJK/BjEQPzov5z/LxVy/wnRKPn16qD/CQ34/5s2xvKBsOr4gaw4/YLSjP2buLb99r/g+KTWSvztjN7+8w16/0hWwPpiHB8Bvya0+jPX3vhgDTb0NZVU+oN3hPvtoyr+K3z+/Y3+DvtPzqL8EhdE+6myFPiiHnz9cf40+AiQIPzDKhD+MgCu+6wcWvtnW3D0HqS2/5NeWP0X4OUAdOog/GxIMvlApwbycQSa/PrYAwK8Xsj8HoLw+ZQxqPuqInz0OrSFAarSfPWbeYj+139Y/Eo7gPXHzgj+u/qy/QVuNvmZmdD98c8M/EY9tPx1KZ74JPSk/",
            "RuULvzZ4w79lIbC+bFdSPhwRxT80HEG/izCpP82DJ7996qS/KE5WvsgmNb8Ehaw/w9V7v9U4Rr6DrhO/mtpvP0IZ8L648dU/NlygvqB7uL7KFFO/tl8qvpACDr+3aBa/PnlZvkf3vD9jc6I/wx0TPqg857/4yhy/irmFPtKATb8QoHy/bF2cv2O0NL9SVRE/RU+6vzIPwz8OGVa/em9+PzIO8r+jE56+t7zavgRgLz8dQXS/KdbCPi+unD4GQtq+e5YLwEhSkr98J3y+Ausgv6u7fLwmDgtAFbU/PylDoj+1Ges/HaufP+45Mr6CSNQ/qAxlv3YVDcA11a+/3i4PQI8PqD9EP8y/Yt9EP1V+2j6BhZI/uiR4P1AgoD9YqBi+xOqAP0zNzj9ZZTu/W/vIvl8Fij5Erlm7F5uzPjHrwT2WqmS/bXuXP267EcAY73Q/NGQSPpWBG8B8nPU+iegYPeVWhj/1/itALtqEv4+TOEDvuEW/biq8P2NILL4a3Dg/UC21PzMu0D7BvAm/ZHQqv4eTnT+CLlk9/q4RPpljar5jVzy/1c4aPyBf+L+kYWu//gw8P2DDSL97A2C/mmjzvgeQJL7hA5O/AZOivyayNT/oY0S/YjFFP/LHdz9yaPC+6DmEPtzCMD9Ms0g+xeOvv8Lfjj+5S0e/ggctwOJCfL8TU7C/TO8Pv/14cj+9Igc+7nCavj4dmT8s3QY/tmceQD4JkD54Nk8/2VoEP2IHNL/Euva+b+enPrGbxD0IGAm/cREMP6Cd0rztF8W9JD71PpylyT+5LWM+K1F6v41dnD/CF76+qgYEv5B85bx2m7O/K/IbwPpU8z9r2FY/NXvgvVbFCcAYWOm/q3+nP+eiBr+CzKq/TPpiPLlPi77yDUo/7G//P0KWlT/pP4G/PWYrPwlRCUDuyz0/mCukPlFWVzwJxFY/hlsGv/x+p77JRva+lbpYPp6EHT/76wU/rY2kv9K+iT8Lu7+/ZmQQv7f5G752eO89rwk+PmrQvD9Eo4Y/",
            "VkLoPldg3j5XvdM+R6cOwAE0jD+99rC9ZSgCP5bEiD8J5yC/5XfEPwMYoT8wwIc/59S5vo/8gb627ou+O3JvPghnjr2Srjk/LXcAwMaPCT6Q0DO+Uov7PpIisD9aY1C8g4eXP+Wd8z/Agvw9WIj6PlSdKb9f0hK/P00CP0xA6r6WF5e/3WtNvYRHE8Bs7i+/HbQUvwxdib9gOpI+Diw/vvOvVr+Asom/PlqUv0p8vj9GDBm/z4IbPwmB0r9t70c/7VNuP75xA7/2WXK/OJxUPzTcQb817v0/mXuEPzu+jr9LYf++V8Eevt14tb0kGVS+8e7GPEpxk7+Nq/q+MALcPUqzZr+9wcU/Yh4gP1gMIz+LMZ0+GUjfvw/UEr+gTXi/2Y4MQPtx9D89apK/u7DwPQ2TyL9iUi8+LpfRP+pbiL/utyQ/gTWKv1EeAr/1OeK7iKRgPsAYlL+Kjoq9UfsXP9emSb/H24K6AbCLP81nqz6AIai/g5RZP1Wo+r23HGC/F+vvv0eg0z/xcbm/UvKmvl3J2b8k58O/mxKQP+Vyyj+svL09++EewL/vQ7+0VAU/MMl1uiFduz+1X62+1D0gv8MpjL7z8KI/sTHbP0sUl78qt9s/AuMrPvZ5VroABs+/XQ8kQL6WgT5sGlg/Y4C/PwYdZb928Lk+dhX2Pbal+j5pGYA/hz7VPv++KT8tOtA9VBGIP9jeBcC13V0/F34AwEyFB79foJk/l9BUv5p6iL9N5N0/9Up8voybbTwM1V2/vkbLvhqlKL+4rMy+RUehP/kpfr6+mcS9qHqSPgrNKj/LzNo+HOgKPfIrEr6Ues4/UNmTvqHjDD6U6c+//8CkPwD1or2fnIE/cfiyvgY+kb4x0+S9DkXov7Voaj8jSJ8/WyBnvil7iT4CfZm/LQVVvgXLqr+tHCc/g7QqPzRaqL+WdD++3Y2NPSeWFr+cC6Q+nZqnP5IUfb93jMI/X/T0v4dqhL/mj5e/DYSAP7/qnb8xhX0/4T03P9QrLz/6D/e/",
            "Cw3hP80siz9hYHc/77uAPzOiA7/CRoW/He2dPxQ1ob1zoei+8K+JPvabvL9AwX0/rqlSPojhZT/qQCO/dVISP6aCrL/ctaU+/qYCv9J2Aj7IDIg/3rqfPvanrj98QVS/RzuQP9P/LD+sxxk/DeV3v32Jvj7Gdj08xqXJv34oIz+XQBk+WZiVP1sZfz8YWxg/IBSav1jQ7b8G3zG/RIgDP3G7Ez+ROtS/SZMVP8nb77+PbMa/qvmUP8J7Ub6cj92/nXYLwB0uDb5vUHi+NzKrPx6zBD8Mq68+lur1v9z167+lNuo+JrdXPxKmTr1ahtu+OqYTP6zqlL97HAC/XLzOvw141z6iIqa+4eYKvyzi/L7HKX0/68xMv2boAT914P++8qdPPp6PpD/TcDY+ezf1PzAxxr4PxiDAVZC6viomX7883ra9vBjivzLAtD6ysmW/mpm6v0HhKr9pswLAb28bvip8kz/QmsC+uCwWvtuFDL8zVRu/KjIHwBxLpD4Xg0S/ntJWvwqKrT8Ce8C/KkmFPv4TVj+IYqE/tMy5vNcFH74v/bU9EGdyP6u73z9vZIs/WsUiPxoQoD6piBc+F8xhvU0blL+r2CS//3VCvrxCp72vUxo+DwGgv1fhqr4UES6/CgJqvwJcAz+3Lom/mDRqP2Em8D6h7eI+NMKmP5PAo7+Hv6+/EHWXvqeN8z5952q/Bhg8v310I7+ejvs/MKkGPoTECz/PoiC8AZ2MPxeEMj1Ph6E+WqZ2volUbL756yy/bGSNPz8gzb9LxOY9Xd8iQFVCIz93jYG/Mk5jPisXSb+qwZU/eHP7vpA+yL2+T7Y/++o/v45UGj4STcC/gkYTv7WL/r6isqC+pEaVP/rblD9CJLa+DCEIPzvgCb6ved2/wfNGP05Csr9rFCk+cewLv3E7oL9TlxDABOt6PiImmb9IaFq/pDavP/yWOT/8Quk+9MfqvIHWDT5kQ0M9+8QZP7yFDUBqoAE/VI2bP12KIz/7veW/k/HAv+lei76/HS+/",
            "ULg+v3y9Sr2i1o8/MAe2PSckF79CauC+4m0Fv3n+nb+qVpo/LpSOP7j4s7/gah8/F3/DvxOUKj/p5ytABsd5P9JJkD4yHsi+dVS9PwdIqL4F2yc/R9QJP2hrrD4ZmGi/IgiCP/fBk7/NMv8+K9QXPz01Iz/O3C3A4dfJPt0of79gN4Y/MFrLv3E/aj87coA/q3nIvmDfmj743pe/BlQ/v0sjx75SCqm/b9m5PsE7Ez/Fqp8/mEfgPw6tVj5wy+O9++sav8VP3z2wyfS/spDdPwcYZT5NLBLA9fL7vnPavj59mIM/fmRIv2yjQj4F/h7A/L0Qv5uWnb+dExq9729bP7x03T9K1htAucQUvpk6qb9ww84+KCgHPyEnmz7zOlU+vfE8PjsRij4QQzy/N3FDP0IOdD+TM5u+Oaj+Psdc4z5os5u/Kg5rP6ULx79O49Q9rKC3vqCCIMBImqu/xq4mv8ifWr/tpsk+XDUwvyF5JcCkQ9C9m480Pvx6ub80PvI+cLzEPyoLBsBmUZm/KkDLvpJTFb+y2bi/xnifP8uoCD+AZsU/BdSzPr0+9j7yZTE/491nv2qNpz5yAM4+k0BQP8QcH7+BAZC/3UmHvPPpYL5YR4E/PCRSv6pdmr/14oI+qKHFPlLe2j9U7YG/p7fkPoAeSz+wkdW+r1d1PxtAyz48ixk/A4MIP2QTzz5b7UC/t4KqPshFXj2f1fU+kaVmPzCv9j2xlAo/eQ+ZP/iRk782CRi/I40NwNNTNj9KOi+/SeTRvUY5MD6KdZC/EsY9PcZQdz0MnQ4+Ho56P7SWQb+gGCs/9ZpPP/+UpD+QuRQ/WMWRv7A6QD8cwnO/FbsaPQ7Tkj4S7h++n699PyTbub7wd9W94ce0P+tAyT607oK/3RnGv1rwMz9VfaK/pL3Rv/q1x78bN64+Fgq4P4vLzr7KHVi/XRyvP8TdCsAKMYM/jgMlP5VPqL14FoE/HAs8v/7ipb9UsI0+2UEFP63uNz72gBw/yOpbP+Lc9L8w9To/",
            "IMi5PnS3BD/BU9C/wmmDv8jveT7EBAhALYOePtNn9b5ySa2/iTITP8wz7D97JYW+0E0wv+upxL64ckI9qRWqv64glj8ow5S/D7YwP6st7D6RJdC/7X2rPXsEu71wKk8/+cZHvzD4nz5gLso/YH3tPe7DHT/ya5K/YA0PQPRRE7/iemU/kpAjQIICWb9pAyg+2Wx3PlYAlL1lwrA+lj6ovVuSnT6UOKQ+GtItvzOobL/t91y/ppEgv8p5ELsGu6A/gd2OPprmtD+WxWg/siOMvZIgbr7pmDg/JGDvv4Cac78bfvC/8penvwMV0T/0wFE+wK2svlltyT91zF2/d51vv+vO2L489KC+yQuUvjNktr/EuzI/bizqP7zHxD+YHCm/VacDwOQmB8A199G78pxdv+R5vb66QMM+50KBPponsT+iCyu/y0xCvt9IWT+gqKQ/Iak9P/SMFT+H10k/mVgRwK432Ts6kKo/tbjPPVLdhL/8uIG/zDvev2CzMD6eYpI+jg6oP8lDAj8rOM2/mVJ7PqXb1T5WxaK+ZFpePg7vK78K9we/abJRvwF+n7xGnJO9Sx2vP2ltxr6Zlei/7IH9Pt2yGb831yk/4owxP/1Bpz6q08I/0xtlveDFQb8Nzja/SWCFvixHaj45jTY+RuN9vSSaN0CLfTfA4kMjvjuUfj+Djc4/yrvhvbirZz8Bfdc9PNvmvnvsEb9YyqA+RDI3v1sp9j5ncZe/WaAGPmUc7D6CK1k/p7FYP/wexzzil9A+37a0PtLvjL+nCaM/TAIYP0Y20j55DOI/8AaAP2iWoT+wtii/7QmHvfO65T4eVhI+haM1PU2tkD9u+QjAUatFvRqJzz/t2y8/wNX0PSl8L762F4Y/XUDYPlTSjj+Gk5E/DqmqPyqdnL+qHsc9Wf40v6YRgL1mC62+UHN5PwOcgj6SePW9JFAGwKy4zb5B3ZE+dPsEQO9Ymj7WvAtAvZgDv+AlA0AyCeS+l0D6PtqX5z7svnc/xN6XPrUm6j/87FU+",
            "tzBMvjFb3T3Skce/Bpiev7I/hr+uhL+/HEcnQFtHYr5QIf6+54QNvc7nGr7ZT8O/CiFnP7uvhL7w5Io/t14UPB7QeL/X3wU/sQB6Ph44l7/DT/s+ALe8P5Qoe7+nydi+04XgPt/0Or/UxwDANl/rvuR6Wj+qeNe+n449v2dEFL9s5RtAUOcbP/9PKj++y7k/nvq/vfPTvT4CILs+bPfOPtx1iL+v4Ms/e5TAP1041r/sr+W/UYhLP+SdIL+3tDC/rgSUPnxehL9C00M/PtMsv9H4sj9zxY++4vjkPm7IsD/2LtM+l11ev70eyD4qjbG+CmlrP1QUNT7XXtW/7ebjPci64j9wrKi/v66zv3aX6L99x2M+0SrKvtPrAkBD9RrAAHcsPzS9ZT+YAsU+R1M1v/zEBD4Z8Jk/mHgYP42hMr+Pot4/zGg1v52Ylz9kVsA/ZrNgv4T//z8w0+6+iIyOvQtjjb4I/SM/xq+0vkajMD4G8j6/t4PdP6WiqL/mwNg+7H0cwPaytz+LDhA/zKKnv00Wkb5fi2c/a4elv+Hgsj1ikgU/JYFhvysF87/s/6Q/+NbCPxcBrT/sY2y/E20yv5Kknz+U/yU/eg8hvRyIOb9rTRW/ylyIv69f/77/ThY/am3TPvROy7/v+Ci/c068PX5DJL+stRk/V4S7Pm/etb/ZWyc+2FX9vUSZtT5ST0O9FnSUv6ts6D8YOUc///NfP9cVmj+Lhge/KisXv9uGBcD77bq/tDfKvw1lJr7a3a8/8lgdQCo8BT7cEsM91CskP/tG17+9Sw0/u2P0PjRIy797sEe9Wcz/Pk0QEz8hLxS+j02mvmBuY76KepU/MsSgPqEXU78wZBw/mIwXvm35oL/WKis/GGuQP8+m0L6VwDM/NziAvh+q2z94NDW/5K8YP4Zaur+TLlA+Zy2EPl1ng796frG/h8U5P/Qiij45Xuu+okOwPzKoO7+DPDRAocByP9A9PL/WK62989GtPqvTR0A2rZQ/yNTxvdiNLDxCz+y/",
            "jT11vo2qE795xcU/Su8LPw/wvD8BXTk/shsxvwJsB78aV0S/ukxDvtK6Wz6QIFi9RqdOP2e8Ej4b6hY+uloIvryomL8x95C+dmUXQC9CCb+WUVk/4tK/vjMk9T6zAMa/uEsev758Aj7mZI8/OYOLPilTYT+LlVq/ITAlPjbaCT97K969EZ4lv5Q03D0pUKW/3yx+PwNOl7/g9Pw+MRpTvz3Lgr9D0Rs/AmKrvrGTir/niAM/0wbmPpP0oD3vyI0/V8l9PzcWr7/xaMQ/aV1qvzLuPL8/NIs+IHCVP2dWGz9F87U/QS5WPyPkiz4VtlG/WmGaP0ldYD9vh5y+v9PIvhAQXj+Y5+a+VO8EQKUKYb+BQqG/sJWMPVZwAECI/NQ98nwKP66EkD73I4y/sFGOPrfqX78I9g0/PTmIP2g/K758qfU+ji0XvvrFIT9yYv2+zqwav7xWez9+OY6/fSWRv5j+ib9GPlg/USG9v196sDyzOn4/B+ZvP3i3f700N50+L8ekPq6+Gz+nXwNAWpGhvxQVqT43ms2+WQJNv6acET+xctW+75X1vrtjiLzRPMY+t2SNv60bPT/rDDg+t61hPy650Dox8Is/x+spv6gmL79REvw+dKXtvlI/5T69HTU/3eRiPtfFpz7ydyQ/v+IsPsGwhT8Ince+5agZvwAn4D2Ha+o+vXi0vyDT8zvj3km//kRmP70ejr9SqBE/O3Ezv/uzf78/DrY/EIA4QCN8Yj9s5K2/sDpyvlbePD9hBsg/dYHOv4iBsD8lzW+8O/CBv+/Lpz8wagNAyqrDv16Z5z90B+G9isSnPrKg4LwkXEg/9r9eP9/3Bjz/cSe/rZsQvxScWT9DCas8xuhIvgh0Nr9kk84+myrSP7u3pz+ZITS/jyonvyZ8Ub8B1nM+U+W6P+JMFcCvB38+eW6uPlZs4r6vXDu6RKV9PqDQrj5cCxC/3OmgvzwMG7/jzKe/zs8hP0pc3j7NiOI/BWkjP6ovUr/pMuO+57l7vRmr/r+E7cq/",
            "8lYKwJpUTT3sGiU/MJZNv7Hxnb+AOFU+ohUwv6zKbz9kbuu/41SJP6IHHz+lvxRA17CMPgPCuT+74Ts/LvAhv6EblL5UXdI688tOP5zOqL+fECA/jiqLPrNTuL5fhqs/pEZKv0a/rr97ZiG/BvBiPmHykL52FT2+h/Q8Pzp9VL/RoIc91syPv/VeE754kra/BwFPP79s7T/vpOm+eso7v0iUiz+h3XO/3hCvv6VIlD7Vaku+HroGP0XkpTtyw8c+AdcYwB9rxz+5SrE+CxrOvc9TpD/RwY2/XjvzvrEOzz+f2ZU/ZVVbP0HAOj1r5V0922e+P7J8cz4GYKa+JYO3v+0dUD9uQs0/zzR0vWHScr8Ayq8/x2bdP6+cG0AnPew+Eh/zPwxMpz8gx/g+Hnpyvwxhuz7n4sS/xBeMv0Pewz8lqzA+uvLbvvyyzb9JbS8+c1fWvb6bsL/oOVY/HGqEvThA6r9Ol8Y/dKAhP6GW576xgqe/9q9ev9WEIj/a+Be+ho86vo0Opz9sTvm+EF/lvcK+CMA0aGe/kb1Rvwfdi77svOa+PKpoPlFwTD4VIgM/h/6Tv/Tn9b+kJqG/tSw7Pq6W0b0xj3k/FSRiPxENgzyHEGw+QbIRP+zsGr+KrW2+oMVYv4twhz8Dxqi/jHQxPozVPb/pR0+/DnDFP/rhgb+vWlE+qc/IPRhVFj5vjWy+9/NBv4NB5708DBa/CeB0P1XuID+hapE/JBbPv7o7QD9AjuA99DoBP0CMXb82ZYQ/Rk3pvvXTwr7cWbS/CctNwNQVsL6PLi0/O5tYPt2VX719sqc/pwLmv+7Vuz4uXZC/nSNFP0I5Gr+H56Q/Ve+tvxB6Ub7cxyW/acvFvKiXRT7Yh/y7zkYTPw2+vD0M3W8/Q2SzvwCGgz/6bI2/kcX3vkBvbL853XW9hlrUPmZZyj0xFXS/kEqDP+EZjD+bCy2/B37ZvxKcIb5OH9C+v8eGPlGNRr/vWxG/LwpSvpJmdr+Q4gHA5fA9P1YGmT7dX+e+",
            "C9QoPy5Tzzt5T+y9DjhjP3hxC0DcWd4/5sFYv2jP577pc18/x8Evvq7xUT+xPK4+OCEQPiRYcT8WYES/3BXGPtTWNb8PVl6/uX4+P+T1zz5WeJk/NVEzv7MdPT/kMpg+Cn+LPs7f2D9OWhI/4+yIv3GYgr4t8Hc/qJ3bvcBepL8kK3g82H16v3rhIj/hcAe/F+cLPnU95r1c6eu+dpVkv9lKoD+uqgQ+8TPuvzBrYL9d6NW+awaVPo981j6sLgo+peaWP1BU9T5IVCq+U5aJP/QMqb++qUy/EQqnv15fmT5NnBy/4HF9Pv9anz+nWDk/fxhHPt+uir+ms9k+iAKWPf00iD/5va4/XlqNPgPLhT3BgTI/mvzNPzDz1D6lQTA+BxxmvdgVhr9breE+gfGxO6qZEEDhife+bAchPiDZbr8L7Sm/sMYOwOg36ju40Hs9aDNLvwq0ND4EcJc+X6+zv01VX7/H5q6+oilxv8NyaD3kSPs+PuC/vz8ZpL71IQw/BaJaP+gorj9DW0u/DxkNPdNO279I9bG/4XJwv/jExr/u9KM+0PYqwD4/LL5ZCtC/VXWMv7oEmr9evxQ/YpXFPhs8yz34zgO/RchIPwysdL/1L+++36AEP69M7j+JPwi9sB32vkczMz/sUiy/432hPZ6KiT6hWZe+f3lBP2ReC78pghu+Zc1Qv/4SZjzwyau+Abjav9rHsz1wVWO+jVjqPsoTRT91qSQ/Dnk8QJ4Huz+6b3+/xQPNP4S27j/GVsW/SQWUPir5oD2jAv+//uu+vypLLj4TsIq/j2vVPOOaSr8vOZK/pPKBPPf2zL2yroc+1D3Wv61hTD90baq+ZHjIP7GgY7+N7v4+LwStv01Mp739urs+vS2cvhW7Ur8wP6w/hsRNv2/gOD+MjhO/35ENPl7Y4T6x2u2/RZU/P1nymr2D7hK7ChmhP/GpWz7U4Ho/hoidPYCBqj86VOK/ygkMv94a0D57RZs+2ytoPzLYYb/p3ii/GGiCv66m3z7eeM4+",
            "IDVYPxwYQr5vRsE+pQysP7nCM0AGNg1AVkQVP+njHr+v1ci/obKov7NMLr4pLxfABhcRvxsH3r8pD4i+xHkqviXJbr8azP2/cDGdP5bSvj5lUQ49UVeIPWZQvb9ZXyC/jW2NvZmLT7xgA969DjfFPnbI8T5PTQY+JI+APoWFxb/fboO/MIjLP55RxL6049I+UaS9vxjIrL9RZ2U+0zW6vxLaoT1w2Kg+qEu4PWzJm7+C1Qo/m1aovnHiyrtvq6W/Ac6lPodhSz/w0Ju/9A5MPdzoHD+VMIS/QJvIv5QgGECT/I6+bbVQP3ukpz9rlDw+RcdQPzQWaD/8XYu97am0vhiYb7+OEgC/zyirv7o8vb/b0Sq+eQMEQBXcRT8oH5Y+YGqYPbcdhz+UKHo/A2wVP7dDWj+Nm569k7BKv2XVuD/tHAo/ol+Zv7WMyL/nJ6w/PflBv4xx778cAi0/LSONvwMp5j4wY4Y/kd8AQIO4db8PXDo/PrwoP4HCmL9DKLW+Ur7Xvfib9L5xSDO7Uxi1v3nS8T/vv+Q+bqGuP+R29z8pWgu/ALRdvxf8mz8/+XO+lt3QvzBXob8WFCG/qPNPPrVG1T893mW+SQoXP0He7j/+PDS/ARNSPp7CXT+kuYM/IMywPk1KN7877G0/j69/v0diIr/TGIQ//eWhP5wyUb7Sb+U/p3QBQBczGb9tz7c/Zjahvag13b6bQ6U/grhcP3Lh2j4Fmbe+wwaGP6msiz9CTRk/NntjPyZHDb6bL2a8XC7TPb49ID8BDpy/WyXcvfqw6L1tB/i/Yls3v7jBFMAG9Dy9WVrtvsEi2b0F9Kk+TPBQvpSS9b5qAQq/2mt3PkUliD7EN6y+BSbsvlWnE0CO9TE/0uvcP+Ce278m4ps+zw+tv+/iXr91iSU/j6xBPpzngD4gnYo/3P/yP22Kmz5mZig8//JAvwFuZb+sdgm/inYEQEw4u76N9oS/PzeVP2PE577ggry93cWHv5oGGT/4rSM/3mxev27oHUD1QuW/",
            "J9Aavw0vHL9q7f2/9ynpvv1AVD8BU/i9PFrYvdOzH0AsqNs/9Dp5vr/Mmb1y8BNAmJC5v54rXr8qyJI/ZZrXvnnpLD9EiIE9qqWMPwsulL8m3w6/t8V5vrrcEr7oKhS/Y3lev+JCCr+VxnI9K654P+fDZT8UX0s/HMGvvlbPHT8araI/XnrnvjCZNz/E1TQ/R60NPy1z7T+q7o6+Et3uPgHh1L4xzCY/sEWFPXoXoz4HZqg/J4bXPmNuHT4aIwa+X11RP/os+z9w4Zw9P0hHvs20ub4oFIs/pOnLPYBm+D9UHRTAXSOhPiBDRT8oRoO/jeSvP3E3dLy0pQ3A4kyuP4Jqb700Hre+64OPv9XFlD/gs7Y/Df4CP2Vr1j1flxy/6uOjv3t+Gb9zLiW/umyDvxFGfL74PqW/8qg0PrQZFT6qc9q93lPdPjpmrr4xr0M/3D0zv3jMhr0gSrO/jx8BPwMx/b7EVrm/U0KGP0bD8z9BZv0/vB0Ivs5lbD+nzva+A6/mvl6UND/Hs1M/SMOdvv7Ghr97adC+XINcPqROZb/Vt26/dzx5vyJEKr+vAx7AUdiAvlIwbj9Ppw7AMVEvPuS/DL/X8Q0+prRLPskDBz9BF7O/jGRSP2f+m71/5BzA8CxvP7grl77tA9m+w7kCPUqRtj+QouK/OpUAv6Fwq77TG2K9Krewv5CA4D0uRtm7u8W2P2Jz0T5gV+++rq8yPnW/Cr63Ipo/XFCoP1vUab98RII9FR2ePzaf/D2YJ6G/TQerPj13774o6aA/V0WPPopPlT+L50G/LpyQv4lvZz8liSa+0bQkP6tW7b+G9LE/YkxpPlbxk74BVdA+WXz/vrG+7bxfrkO/Qkt/P2uqpj/q6my+Eoj6PiK5ib+ozWY/aCx/P/2ofL7h/oe/PI7qPr6/rj/jj5M+W+FbPgl5qT4NtuW+mky2PvwXHr7l0ao9iDCVvTatOb9O7Nw+hY6tv5LfVj944n2/J566v0fRTz91yUs/Zr8swIHodL/QLJi/",
            "tzGcvpuuAUCipuY/zbYsPzzCgj+uBou/RIV6vbzBjD4pAWw/CZ+yvjzMLEBhvF4+02yxv5I00T7wI7o/WqxuvzPZT75AL0o9W9ptP3n1wT8mWWK/8mSOv+LEaz81p8C/9fFqv7Lr473gjAc/W2D8PrOnLj8kbJq9mWBqv7I1I79/zie/rU26vjazUD9VmtI+Xxe3PwoD37+YG6k+WG/sP8dQYT92LBe/0s5Ev8jodj6hvtw/mCEgP+6aXL9Ai34/z2gyP9r5yj5coWQ/LC6SP+IBKT/pSUI+vdqDPbFV+j/+w4a/aKDsv7bt978jX6M/iotavuPGGD80Oh/AJb9NvllOmz+GgVM8ARMvPkdk27+b4Ns/cA6EvkzsR8BXECo/Zl/OPq1+Z7/Rp00/vtatP+QxEsAH5SE/3gyvP/EBcT66pJc+tOGKP52DWL+QOGA+3rBwv41+Ej/Pkao/mzJAv31Myr9sdWc/KcyGP1aHPL86IrK/74JAP0LYRL5zHru9/91tv7UCqj4ZGqw9/s11PlYQtz9TU1M+y6VIPjC5wD3RgYU/xO6/Pd+v3b/2bFw/d0dCPZa6yL7DP/c/Bf/yvi2PDL9LhDQ+V26lv//qYL8/Kqy+Z7sfPuQ20r4IW68/Fg1Rvzt47L6OowS/VwoovzjGXj/biJw/bw4bP3ScPL81xV4/mbYRQKo0dD2hRfo/ND/GPwZWDEAQ8OO/5oUOv5Thjb+GGWy/7Rk+P9KnJ78OaXa/2HKSvykwgL85Who+BsPyv77FC0CfkQ0/JfjRv4gHq7+itxW9p/fAvia1CsCXO7k+vl2Kvw+EPL+LXwW+Ct1iv5AGPL4GqZK+wuCOvh5if70WQ04/lCgMv1rPbr8mt6Q7GtxlvyoF7rx0k3m+sPPUvhZjKD6lJY8/9AyKv5qikz9IoCq/R6IKP05spD+gvIe/1AWpv93wCb5s3Yc/Es21ves0dr8Y7b0/zrK3PyVWwr4Zwqk83jAOP2e7Xr9VbEs+tJ2+P4iWxD+r52G/",
            "8qCiP7q1kz8eUb8/hbsfvtsBFTwJR8k+BiHhPtQ0MsBYBOA+12iXPmYgIL/yEdy+1ZGQPwb2x7x4y50/Ioxkvu9V677OjT2/s2aDvgbFbr66mjc9msNYvxdr8D4/Yny/lu04vlrthD+Do4Y/GLCPvhJQkr8DFAE/jZQcPvJXjj/btdY+47slvwvv5D5ujpq+M74dPz2u175Gjia/bEBZvzPbob/gVYE/IzwuP66aMT8E6pC/6RkHvjwVnr8X9Di/t1ZWvxcGAD+Mfmo/ZY1cvxLG8T5DmFi/Xs4Vv2+b379n8D6+q8WGv+sIlr0GEo8/7BU+v+JU9T+UGkFAtDFvv4Su0j8it4+/TQspvigsgT5QhaQ+6AyLvlFDoT5Acik9vPCCvzLd0j90H6I9E9+RP04kyL5oibQ/DWfiP9Vbg7+EjQg/pOOJP8DHtz+vH8e/jRUIvvO+Bz4pQwRAGImJvSfvJT+pFeG/HiDoPTnFpj4orq+909wfv2/jmT+Pyba/G7SrPzxOXj+FiWW/KlRjvqZ2MkDM20+/IYrPv1BUvb2P+Fk/F5HDP42VoT4wTva/46iAP4ETCL+zux+/7Eyhv/fdwL1UajO+wB+iPo77FD9DCMG/0SqJP94anr52h8++F23DvkMt37+gnvG+58fivXiZoL8VEIo/kr/cPvtrPz5fDF0+fO46P2L7ML+hPIG/MTIbvulWVz8kMKU+fENAvj4LiL3o80s+TDWFvytnrT/ooxm/gkSPPzEglb9xRQi/4jYHwNwRij+nmK0/udkcP5tcnT5UvXq/BW/bPM7bNL39C9w/0nXQP6x7Ar/BhLw/ZbwNwAi+y7/k8VQ9MZM5vlBPwb/z45Q/Hj1OvgXPpj+sZVi/qjM+v+XITL+wJti9h5N6v7l/Qr9wKGc/t5/Cvn7ohb8qQVy/Gno8v9mP6T4Ch6y9i6oUPYpSIT8xtlu/wFCcPvwMzL/PSKI+aRxkP5B39L6nbUe+4lauPgzuvL1sG7E+a7q7vkpReT+pJaC+",
            "I21ov3z7Ar+fVYA/lzfcP5Iqp74kEM48JMq4vwDcP7+RETg/my0NwB+OcT+1lUG/J1AdviyJwr7slFm/pv0fPz8JTD8Lfqq/Cj1mP5LRbb6700c/J6wOv4ceBsDjqWA/E8zivbtmZb+MLgm/LdSIvgf7Z78JdDm/81x5v2vAVT8KyA0+sflBwHwvG78ByxZAxLpRPdnxIj5748Y/76CUvq6fxT9EzyC/aKPcPTCDnL1BMLq+03WWP6intz9aD+o+9VgkvxtynT8JLw6+TcQ4v+9B0r/lyFPA3EPSv7Yi2b3+nkC/grboP5uQg79nJCu/RIhfP1KmBj8ea5e/qVfwvpuPaz8HWka+g4xxP9mDZr9r0Me/tgY/PhHzn7+86sG/Z1GqPn4WbL6BgFU/mFDTPmWHCj5wPva9SeoRP3WDyD8szWe/NOhUPmAWNb/DbrQ+GPeZP+P0ob9uy2k/zNEBwCNh5z4DUt4+pbnHv+fIbz/Bumm/rlV0P+uSKT8YaJ8/wroEQLUvCj8NQHm/+iZWP6huKT+m3Se/Ww0HQHTNk73A8rW/wx9lv+dZZz64iEy/q7xUPxX8JT/HKrY+NMisv3utDcCEXcC/5dAlP7ANGr6KLoY+1+Scv+Iygr5WWmQ/aGayPhDV6z8lntq+TcP+Pg9azr9340u/dkCEPxc2Zr9aOrU/HQo1vnz7lL4nJay/jwATPpel5b7cTde+emJFv59FzD4G2SJApcaLvyf+075HWn4+YGy/v1Mfoz9kYaI/P7NOv2sCQz9mrQFAGRWCvymJvj1uwi8+gBJYvrwJJkAhMPE+YzQqv3OdWr7zOo8+p781vl32ab9cbiu/vDQgP5PRrr3UO2y/2S0Cv4cOAcCtuYc/ybFBvvVL3j74Ueg+yM6Qvr4yAL9fOMk/l+SVPpwgpD+vcR/AxXWEvr4hsD9VUro/EIqWvVrmGL+Odaw+0W5Vv8cxkj/ZeKu+iXX3PFRxrr66V7w+v5+4P6ZI8j49f2Q/er55P38x0T1mTF+/",
            "br17v9CFzT9K+Oc/ca2xP/f9I79bqly/lgievn4C+L14GJO+YeDcvjJIJD8jq+c+Sarmv/Ei8L6FWTy/WtMXP+aW3z6depK/fW95PgTqe799e6M/MqKWP2/g4D4fdDo/QTeNP1STJT+lMp0/W05YP2n1wT50WQZAZ6EhwHHPij/R+pG/7szIP1MdHr99xkM/50snvg/9h75WVzu/rGEjP7I/2L0SmwtAVVY6P3OKYD3bgDK+5Rm8Pxgslz12jda/iqIpvmhsD8CIKIc+kTvPv6Jud7zBuKQ+AXJ8vvxpTL+AXoq+ekRuP7WtCD/08UPAoTOFv59Am7xc986+AQ+NPs1vJUC7D/4+H7duPw8+L79ad7c+GZxEwC5ftD/W+88/xnDlPmddCb+OWXQ/ipstP19+5b2hJ72/+Jvav6xVvD79ZXm+IJ0Qv2fkNL9cnIi+M2IXPzlzD7+lNIi+fBksP0ZGJL+Phq6/d1Jlv3wnOT7sZKm/uqQIQI0jIr+IVbq/GNGKv3tU7T7d7rC9G1nnvznqSj85Rzm/8Gubv8uPpT7ylHO/Vw9qP+mFPr4i9YE+KB9DP+S+jT9QEOq/m2EIwA4FJr88sTG+0ss0P+nITz+XC2M/IXE0Pwdq4L4fvb68KUqPvo/5Q74e4QS/fvk9vRvAPb8pr7Y9zIuUPuqExL8dI2O/n8baPEWzJr71UeC9Fh6Vv7712z5/5em9eagUP32vM772iLo/jkaiP4GpGb+9p7s+8GeKPmNeaT+rzPA+W7jCv9e0oT2OJAQ/iRr4PpNYAUD9s9+++FIQv9KhLj8em7o/g760P6xnKT9h32C+C7KUPVIf6z/iDGk+24gIvv3GGr+/9vS/bSSmPYTU1L8S/QW+iq4lvzEB6T6kf9y+nAmTPnAjoD4/X96/9/qiP1O+SD534Js9NV0GQAGHVr9/KCQ+vTQDPwDIar30BaO9jx71vl5emz9KtGu+dqLKP5DtkL+5cwk+gbdAvyzmNL7KTJg+kypkPNlwmb6shsS/",
            "PlHUvv4/MD5Piwo+ml6Jv5fIxb7NtNm8r1waPEMb5L1Uof4+JbhvvpMuub+9vihATKIvP+UGZL+PJR2/O4YEvo2sJj+sdQu9Yuy6v+F7jD8HwiLAgKNJP1Ciib70Y2G9fTuJP4lvNb/vnQs/WwiUP5jvGMDfiZS/Zck6vUQvgb9pjCRA8FkhP7BbML31pm+/WlE5P6ujsr+eQpA+fOepvkG3F77bmjg9g1Igv9aLYD8mr8o+HllpP+8M0L7lpIw+xdB1vnJui7/XYkk+zuHuvkNgET/gc7+9qjE7vw8Fuj+LqPW/yCvLPha2Kb+4YqW9ydOmvxEfoz7o1s2/lriePzSXWL15jUk92JixP1Ukwr4ojUy/s5ivP/8w0j8+lni+4QaWP94UJ7+VSnVA1iYDvxGmlr8qrRs+kRSDv3Vpub57Rog/0OeQvxgTq75jVjA/iw52P/1aVj9NoSrAoGUgP+rgLz/6JRu+F6IBPu+UCL/flxm9RpDlv4gMHj97iss+nAsov1O7oD41K/o+h6peP2m0n74qCCy+Qd1ZPnrllz/jj0a/UcDHvGBrqj/Jx5w+TWc2vsN1Tr5hFA69MA5mvzuL+j4V9SJAXE7hv9NiHz8H0cc/3j6uv5JFpT5I5dM/D+uqPv4rib0J4z8/xBJgvysTT721FEQ/DBybvwgkFL+YrTI/3WkivEZ69T4201o/JJwov5pMTD8fjvW9F+BOPnGiaL87Z/w9gsf7v/tevL4o0Tm/ugWav97rP78V7zK+TB2TP73q2r+K9ry/Bs82vyCOtb/7tZE/MC5XPsiZub9K4+g/X5kfv8YgqD+W5ey/hwpPvgFAuD7jdDu/Ak23P5dGmL+Amwo/W0Jtv/K+HL6nChC+5+llP7fqiL9b8AY+5J+vv6vfMUC4e6K/LDQuvy3RAT8q0Sk/d08+v8bPfr9aqkw/5DqlvwZvOEDbS4y9+WDQPnpB8z44OHm/yRdDP60CJT+e94094b7tP+VqUb5ulzC/gzFTPatT/b3hmsg/",
