{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              64,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "tanh",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "softmax",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_4",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "bb0c80ce0fa72a007981ed6c4ffa6780a1900946ace19937d0e55880b8ea3c7b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      64,
      1
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            64,
            1
          ],
          "values": [
            "SvhHPw0vBr80UWi/Fg2kviQBcL4/Waa/hFXRvvyxVD/+GKI/PO46vwVeNz/9oxRAHBkSv0wgDz66HgNAfik6wDItmz4Dp0q+oEU+PwuRLj/YVoU/2PcuP91bjT97tTc/QZ/Lvhrqgr8TU1G+tHKgP7UKsr7FYas+nFmwv/ITq7+RxZG/LTOlO/iUAr+NUy2+ZYxjPf+rCT/8S4M/+HcEP96BQb8LriO/ORtHP/boqz+GXY0+CpMtPuKlYb8+XKK+A++kPctZ7j4QtOQ+uTewvy9VTrwiYp+/6MjTvy3DGj9gYSW/uNxiPwnbBz89yvq/mVd+PyG3P7/4lOM+6qKxPwgP6752pB3Au6yxP7sSGD4s7EG/tEwsPxHj6r4Lj+s+Z7YYwM+JBj+vy04/7y76v5pArT/hFqE/qOMlQIm/I79OxE6/M5jQvcVNEz/4oGm9LZivv2IX6j9hkkM/Fo7UPrbRqT+aERtALls8PuU5rrxu0Iq/oLSUv7++ur6xiHi+6AzkPliY6r5kjvc+6KsuQBk3yr/5umg/pVdJvnkgdD/pCxg/UMrPP99ioD9A7le/F3OZPu5/ZzxxNMq+TltbPgfHsz/3I80/LkGeP3rF/D10EtG/yxvHPj5wC76vuq4/UiwmwJouLr7yN+q9JzKqvz3m7j7yPxHAtyd+P+/Kob/3Wp8/aSABwPOZSz8tci5A7xSIP8kVSj/9umC/PyZfPyyscb9dw/m/Q1Hdv3djl7/EG5c/50RlvoMohzyIwbA+WrOTvxmTDz/xM8w/JLGLv077i74cUWG/Zx68vsLrVz9axHO/me18v3JnX7+hfiM/8R4jP/naTT+2/VU+m2XLv3SAVb/qrFa/j6LWvrkEID9r6Iy/WS+2P4yGQL9mSSA/j7ZrPiyY8D6ZeVy+wQCtvl0Lhr0d+Y8+T7liP06QYb9QDBg/wuDtPustU7932n+/pL7vPjEWqL4D4sA+DdpNv5IHdD914fK+I6C+vfH/N7+JbJQ+P9TXPTEzHr/KTeO+",
            "tc8dP1FcQT9aVhg/JusRP3OvQsDoIk4/QkiWPpQGhj6z7MG/Eib3vpzpFr9ubtW+utvZv6pT9L9g34i9RZNcPoKVcD5B3vo+YWIav1NBGj6x+ju/g3jUP4fKk7+jX9o/LXZ0v4isCD4UghVATUl3v9+mwL9BPMc+1kcav+fI7D1Vxk2/qX++v0iDo75B5LK/WP+fvgjvp79DGDw+xVfTP5c6FL/8FxbApd9/P4zAez9Bwqy/txu7v/l1Zb9RMeu/okGgv0ijtb2kIfi+0t7ZvtRHhT+oR7s/msCBv26Tl78BxZ+/dJxfvz02FT9VaVc//BfdP7u7Eb+Msta96dfNvYNWk7536mU/0i9Cv+kb1r7k+AdA6inbvyS7ij4gtgFAzvuKv2CfAkBtGQG+rRdlPzyHmz9bqPO/mDyKP4+3bD8aKjG/Fg0mPzkv8r+G2nG+Ya8bvqAPk7/Kg9c+hEpmPrlHk79r0iQ/6k1YPyroBcDjPEm/lkgivj0lBj8gAU6/FrlFv9jAVD9lUJG/shF1vmPfHr7KXSu/jlYNPjBpsr4iJhpA1UR9vzyqZT9JNQM/LZKMv5zIML887V++c5aTv3Jdhb+SjYs/SVSmv03Vy77AAqA+avGZPvqJsbxXSIC/5P8HQG+gp76uYKU/1kXRP3iAk78QAXY/JVUIP3aPDkCyyKQ/rpsFvaOCET0yaYc/AIPCPwMnsz6zlLC8tpAsP97Kpz/Yxli/mLiePud7CkCfVw2/CgdEP7q78z8ohsI/77i9PyUzXz9GhcA/IGzWPlByFj+haa+/M9WRPmKoBb/VcQNA4YrAvQFosT8+bK8+t3T8vn/Yr7+ES6E/Qi2/vzif871CR4C/AVIpv4ja0b9dNKG/kvijv7k4E7/uctG9Lc21vnZvdD5rDqA/1n1Jv3gPd7+zpXK+Iznnv43Ffz6ZmS89kiGPvVt4CT7Gnx0/Jum8vzNzG7+ZYQS/LkikPzYkOT8/OZS+ZtVGQEREIz/cmYm+LmmePgG6tj/WlP0/",
            "hq6Nv6I7uD7dlbc9RfHVvb3TDEC2VWvApJizviah/r8znNw9ZEymvnh+cb5Xaho8BeQPQKtTUr4GaQFA1reKPSI8U73Fvdu+71tEP+p6LT/6mSw9CPFUv07Jqr6eNHK/I4gRvhL83z9+diy/IOESPlcCU74dppo/GQdfvhzdmb01Aby/HIfdvSJpFL4LHB+/xZcBPyR7fj8JCXm/Nae/PoQ3Ib5xdps/Jhw7P4K6yL017y6+GYvZv9ex+b5ahHM+kcf6vhSNMT9vbCm/TBYaPznfmD9CIV2/T25/PwwaRT/2+MY/4dQCv4LKlT9cjNq+7ynvPxHTMD+12Zu/kwPovqlQub+VRnI+J3kqP7kYjz7hSAfAUY3YPq7X179vFX4/P6Aev6e17b6i2Q3A53dHP8Z0GL6xcQ4/oLvRP5+vBUDMKbI+dMtGv9G6jT9MBTI/39+tPnhwQD8A/pw/z06+P+hVFr+MNHY/O14ev7xbuD38xv4+YnGlPgkipj8clQq/yWOhv2WlOL55EIy9gqijvgOHyr8Nosc/cdDwP/cZCb+q2sG/WjhrP8ugTj5aiAM/TEf7PjdDDb8SqtC+nNvDPo41pL+Z8+K+xMvHPlK2iz88NC0+UgX4vjKw4r6/rhG/6Nqkvv41Lr+bN6i/4TrCvoNvVL8nJU6/iKLkP3HioT5nGni/XceQvjQ9GcAJ2Bw/GqVhv+48ir6AVCY/APL6v1d6cr67GwU/pNkLQG9VpTwUSBS/09eYOXdk5r97lIG+MWSTvl9AzD//7xE+XlYGv+WAdT9289C+BT8LPymoCb7oOTs/CT1sv0DcLz87jIa/jl5nP3V4p7+J1aQ+OIC8vndjsryhcIk+B26yP4A2lr/vWbi+gKGWPyay9T+X5Z2/8esyvwhsMr6AE9U/M4+2Pw0hN799Vge/8swtvWWrKb5s4KU+LRGZPzY7074vybi/qgN6P++Ne7/eC4I/0Eabv1zV4T3lCRA/BYCPPzTawD+Nx+M+mkdLvz+Ulb/PTsI/",
            "WXR4PzEVrT8BmPU9+5EFP6wkNz9yaHc/OnTsvfitlD6eI08/zRbHP9/ve79aI6s/IJo2v9dLEL9WXoc+WJuAPxDhZD/3OIm/9zzgv5HBE7+mEtM9nmL3PxobVT+49rk+OzVAP/D9HMD3Cus9lI6wv2T0ij+JmV4/use8vwqS779uxia/1KUJQLKLaT4bxEc+P8W5P6llKT9Aj2o/BCMzP1bXOD/JM5m/wE2uPsh8mL8nRaM+ZWZpvsnHRL9IqB6/x2+0v1rXj73YxVk/XLjEv/QXtb9/Qw8/dSg9vdcxFr+rNvw+zLRtP/axlj78lhy/NhzKPqffqL2ZeaC+jVwCPxI7R76srJa+V0QVP/xUlz7Aoy2/fuRnP6T+pj9iYki/NV0Cv7aclb+Iymi+m26fP0kRwz55n/y+HL4WP0lh3r8RK+49ni9iP0EazD5wALS+qdZ3v6Om4z+jS4c/39Wyvx+W+7/Ap9S++7p0PT+9Cj+2Y+Q/HQyxPpJXQb1wAZU/HRefv/XJB7/CtFa9pZ2Yv+ACRD+ZpPW+uQHcP/cfBz+p8Y4+nAqpvylU0j7FSlY+MTewPiOXKD9UKVS90qQxPt6lC772vVs+CzByPoQoqr90JNQ/qpAlP+No377qKG2/b6XVPnRo2r4PUWA/72i9vgkmhD+LvZo99wWpPjrooL8fn6g+ZcUNv29UIEAkJZC+HNyyP+KQ8r5joOw9wmRDPiw32D/2pYs/4Tcuvuwej78rzXg/JwKVP4A+NL7E6M6/jxwrQEMSsT52+Cc/BMztv5WMcr7j1oC/qiDpPfVVvb89huy+3818vkWbwz91udO/fsCpvdXCab9KYJc/QW7pvnzIDsDe7Aw/X4iVPySMyb2SVV0+++zOv7nYLj9UI/S+dF91vjF5rD/69gm/uIyRP0ilr75q1yc/6/z0PZiF476YmI29QTX5P7h9nr9ucIC+L5edP9/5xD5C/co9vZTbvkeHLz/NJSQ+cy7FvIHPhz4XwFG/jEvIPsjjhj88W4I/",
            "RLerv1wmgT+svQHA/UaBvwxVRL+WNGq/PyX4P7KslD+t8bU/Q5GtP9Oj5r5Kqw2+dMDpvqmnDD8OzzW/g7wYv4d0or/ZbGG/vBKePWNRoj9vVsy+C+FlP+N3ur8WaxU+lbm/P0Et8T7n6II/TZAYv8iSnL5yHSO/CX7YPs1vij5iJR4+IyUbvzhNoz+MLom/K36KPmqJzj9prQs/sn56v03vIT5+wp0/Op+6vjLHpL/4aTe/Sfv8Ptgkjj7KcI8+hQjvvojGJ7+DZ1M/2KLkPjhEVL+YWKK+nwYeQJCan77T8A2+qTFyvqCBB8B+SHA/tvrOPfkEE7+dWZq/JirmPhd29D5IspQ+Ui7pPZdYFT0vSj6+zPgAPyBu9L/HBjM/RZXXviVGHz/9Xem+H/3Lvh94OL5Amqi/36NBvrZRK79ObRi/MtaKPxsSBj88JVI/OOWFP/f7q7/Tvp6/P/s+Pw96TD+fXP2+5uqOvmUG5r9XbYs/rGoyv2AmZ8CNmtw/svdOv0vgB77TXS+/m4Spv6O9Ez+boBu/LmUxPyP7tL4P8CU/1Dquv7PUsz0THMQ/JWAVPxDp/r9TnMg/v5nbPj3smT+/oi6/4KlvP1GxCL872V4+z2fSvwC6Vj1BsxM+I+lYP9MQvT/9Qx49hv9QPslgeb50piq8kAVAvpbii79qSU4/iBUhP5fYZL8Dn5U/cEaCv3apej/lVkc/GjhwP/+Ap749KIm+OzCBu5H21T+8Csg/2ZRPPx2HeD+pCT+8d5+Yvcx+C8CwP1++KXLvvmE6n7/gFCm/y3f9P/W7QD5CSiw/Nip3vpPIDr9VPqM/lHAvwEDlsj3iQJk/UvPiP4f4Jz92g46/rc+qPqd6bT8NEtw+XmUDvz6dqL3Ibra/FApjPz5qI7y5awK/Tjk+vhU8Bz/iSZi+W6RhPwVPzT4nY06+WPCNv+opEb8iA5S/jA17vmjThL94CWC/F4YzPj32vj4d7mA+IGe1v4S5UL2L8ba/ge7TPjvICr+tYl4/",
            "14MKv26Jhb6kjLk/1xoIP8Q3wT+1y84/5GB6PEw+DL8AqPK9G97ePpJNzz7ed+s+V9s/Pby8vz8FAoY+7y3tPn+8JT4KNgjAwHEjPVfSsD5zBoY/zOXTv/HmOr16G1C/AESOv9uMHj35XEi/qohkvrTWhD5M0me/yqkmPytmUr/mskk/vbfVPmX3RT+efu091Nb3vo8p1D1FhWo/CqHWv1XHZL6mRQC/SyKZv3KIE7/hG0s/szAkPj6Me74VtHq/1IVgP1wa+TsHqMg9VUZevqbco7/fFwq/u2gCwKZ4kL4tlJ6+2hqsvyphCMAAgMQ+2LnAP/y0UD6wm66/BpoeP16Yvz+uJB4/LGFPP/VHlj6CXpq+MuzGv2jOSL/42a0/wqfAvijs978YGdC80jbsPxAg9z7AJylAiuWGPtC3qj/cSIy+nN6zP0fVsr5LUnA+EjCPvhLcXL4B2bI+Zwlzvcts1T9a+469ouSJvl6DTT9o4tY+mkMKP57v1r4YIgpAGc7jvzOCMj8SKMi+OpXVv2PITT3JT5Q7XmANPgIuFTuwS7U/esB5P32xq74wdwvAtYmYv0omtD5SkQFAasocvx+Gcb8j8to+c7Ilv7ekk77U9tQ9af/nPVF1Cj/lTOW+a9kkPpY2/j5u0VW+5RPWPcBHYT9kE44++k7HvdmNsTx2X08/qFMcvqXyuD64Bw1A9R00vnV0Mz/J/CE/OI8SwADZpD+oSmw/YLouvwosjz7XDpC/HxKmv/BINj/7k7S/4lOavqtCBb9SBIe8yVuOPtZ/nb8ty7E+LInSPfyOk79p0ze+tBQSQMftKD9ZPjc+WgKFP5OvWz2wV30/dQNaP5g+Hz+xELe/jN1CvWxdlT+9Y4K/1k/2vmYUIb3whJG/A2gPvzoDTr/feBQ//PjCvzf1WD96oqu9Lc0FPxdneD+eYw+/WSOfv41YYj/PRC4/m91Vvorv4z5CTOA+Cni+vXN2Sb+AGPE+XLVzvwOANL9LNui+gKa7Pf7vLr0PxdW9",
            "cqNIP1dkaj7omoi/gp4+vbA/hLtsjD6/EfYwv8wlaj9A6T29CZhpviK16j4+h68+9gIEPpQwUT++e1I/gsbivsXWoj5uk5I/CuVyv+ab+r7HKqG/7gTxPwa+Aj4lTAU9sB+Tvg88Jj+Urrk/E8H7vilkCL/HrLG/QnhKvmy0RL8IgBRANsGqvl2ynT6pWci/x80DvlI0yD8tEMq9m0rfP70rYb9znce9HhcMwJu1gb9dMT0+hoyIvhTuXj9Fbbm/iSNZv0HXkL8v5xy/jdrUvrDnDrxUIzW/WDErPy1Wsz/A2IW/zYSTvnKpor46otW+nb+1vm2giT9R6bo+r/6xP6uJGj8enM4/R8v6PnRcAr/Go4E/cj2Dv6e7ez94jei9L/+kPyxXjb2o4Ro/Eo2YPxPRJb4xHyfATXdkv2p5+z9fwbq/hyHavzvLYT8+Lp+9BHEevwwFEkCw21o/0EZWv8W01T4r8OQ9IRKUP/0D0L4f0hg/WNV/v/d8RzywzQ0/xVLGPmjQjb8E2Zm9APiBv0ybgb3XG4a/+zKsviwDMb8+C2U/LqkKP4NWsDodtts9Qa46Pp6g+T2WO3q/hodlvvARYz9nMMW+9fWwv13DLD7Umf0/2aWLPyv1jD+RJVY/1LtSPmIe4T1lAzy/vxuVP8oahr3L+A4/rLC2PlJHLT/6Ygi/jRirP9zLfz/HzJI/x8EFP7Xvr76U9BU/Fqgyv03SIMDUIDG/6lj4v5ve9D5v1v6/GFgyPxuQ0Twju1o8bIs3v9Dirb/yZ+c9N/rRPo1fLD/dwE+/cxNJv+upej4Xepm+utssv+uAq70/crY/VHkvv7FzXL8ErPE9UJgaQP6Y3j9ba0O/30sCQDzmPT6tumq/K5WFPpvNaL9fo1m/1VGmPmeXdj+9PxM/7c9IvuDhS79C1Wi/IikTwPTfkr2MFAW/v73jPfjjOb7L4Ec/p745vwBour7PtUI/q+WDP3jmGb4/IyO/oCX4vnE8iD4/jqk/0ZbEvmQgkz9dhFG/",
            "+SyGvzJKtL+4LBc+u0IKv49X37zaA+6+LUQwv3EA6L8mAMG/1Vm9P8DwXr5Mbza+vvTAP6gsmz58UYq/MV+KvqaZIj8hU9O/dba8P0ec7b6jP/w8AwyAv+JCMD7Oz1k+6pKBPwIaXb/bOPC+vD0iP4VOUz4jU7g9QDJiPrLIjrwa2lq+/skmvzzd3z074744yFyEPsXYXb8oBoQ+BQCIPy5nET7I5kG/u6i+Prd2ML1fY1y+9Yc0v/uvJr7pOwk/skn2PFRpCz7GNuO/kVlkPSUYJz9AjYu+FOfrvxI/MD9wCq0+g7iXP9IeZb5M3j4+w4aMv7jzUj2ZSoo/oo/Ov8czmD2ZdOC/mMKwP+Zi6b7WZZ6/f9v/vyspYL56P7s/w8fePurZDj4NvY6+UvMtPx8eA7+LTg0/wOaEvydSxL9DfN6+GDjvvqafuz9wLQw/vDQoPup5pr6yfRc8RlgYP5NfTT9oOwI+4/Xvvy48CD+pghPAIgh1P8+iRr9cmHs/zRiQPgU0rT+jSoC/ycNVP7ZSk76Yxgk+O1E0vwmoxD6D6wRA3KU6P5E2Y72xk2w/2SyaPheTtT5sc1Y/17MAv2x2Bb8QCcI/aQldP+Y5/T6Eqs4/ZhqAv2/+iT9Fl5294X14PtsYzryBAgC/qkmzvgwY0j/1w/m+HYI2P02iBr9CJ0u+Y1D/P0zgz78Bwiy/lSYiP/wyJb/AjwI/otqUv7Nisb/VmBfA/sROPrwTN7+wyPi8yD/Av5JNzz9YPAO+AGeSPtRGET81WiS/WKQgu7c81L8yzts+Jf3gvlEnDD+/0Re/stXQP+N70L1zqVK/uUsrv64gXb5BhsM9BY9Mv6GKDj48NDy/JyOlvw8oOL1wCZi+JVxLPyjhAsA16m0+0oZkvugLmL+SxeQ8pEtwPkBRRb/bnHC/2oHYPzfaMj/EfL8/eeyBv+/Cj7/eRAFAfERjP3fbej+VyTA/tA/JvqT5yL5MdpQ/aDPHPxsgPb4NvvO+/FmAP5fnh75b1A/A",
            "DrKoP8jGuj7QYO2/xtCOvmrwGD/0qp+9fSq5P113Fj9EZyo//qLZv2ZDqD9qgaC/nACAP/Nfvz43UuW+TE0xvvGGvz+UExjATJEdv7S8zr7K1eq+kqjBv8u6JT83/HG/HCCsvgK9/T460hVAPiR0v3JmiD6e3bm/eY2dP3tUhj/Yl6W+fT6gvh09mb8Sr9673nMgvklwAD/7ogC8kYUkv3dptD+2GQLA4IY9vxhG87+grei+p81nPhQ3fz/zJ2a+b01Mv7WYjT8uQjC/bs6WPicJXb8QfxDAdjjlvhGqPb5kGO2+OFvdPuRbj7+Ikf6/N997P/y2wr80Ghg/+2ogPEEPEj+vKXS/qJKDv3IUuT8KVJC/KWl6P49Jsj+CuQ+/0hKCv6+5AEBwM4A/QH0kP3244L9xnKA/7SuSvjIL9z6Yz6W+IEIEPibrIT8T3XW/gGUDvvx3QL+Meau/yhPRvs7r8btJ9DM/a/dKP4P1bT+tpa8/P4fgvmB/BUBB28c/I0RdP5+jXT4gUto+0KvKPXTc1j7GMAg/CfRAvouAnb9dCW6+QbHRPsvw8r71zN686PMrP8ppAr8T8HU+2PckP2uzVb6qdvk+CSpJvrwSwL0dQxW+ADzavt5HkD/NMJI/ON91Piarnj+492k/5KN3v8eLTL/2pGW+88ggP0MzDL6j36W/16ePvsq3vr9ijAm/f405v+wauT/BJnW/HbrKPdoOHD8Yq1+9yL2dv8hqJr/zf98+y9yKPzSJA8BG0f89yOwnP6svb77YPha+bBgmv9glIr8iDry+ONe6PdJaID+39VK/RKFkP4u74b4N6pC/nRTiPSXpBb69HtE+K9sAvqJDyz92490+LJIEP8pIJL+V3oo+oYGGPw9slb9ibTM+XxcXPj+xFr79BhBAGkYZPeQEhr/PL3+/EyzaPNwnsD9OVTi/HJqkvzv47T+dSne/Wck5P6TbKb9rWYu+ztByvnjKNb+As16/1sa9PwparL9aUS29bGObv9Xldb49Dei+",
            "kU4DwAeIIj532yS+eCTWP5eDVD4sh4a/JReBvvG2278TkOQ/9zYLQH4Fo76jLXe/QR9Uv1PJzj7xiIc/QhW7vwEN+b57Onc/HPWjPlju8r6nG0W/W7J+PP2FM8CRn+E/kNBgQOJ8tL4P/p2/wWxkvNEAhT/jFMQ/LIXVPobkpT75XeC9/BbsP8dwMb+G6/G+yhMKvoQSfD7V43S/Pd6cP9qQ0b+dwH2/HJ7TPk6qtz8ZXhY/EBV3PdfXb71KlLa/o/PIvtDO87/aKzy+oGMJPddSCMD0CYc/+czYvojDHD9SDTI/V02Hv0m/sD8Td6K+iQkPwFApbT7WKek/5zqWvapNVT84tFQ/VoNfP9pc/L4oxaw/fCNEP0Qxrz9wk8S/Z7Zxvy7j2r9tx1c/BffDvnwHgb+IJrk/eKuqvrHY4L/KKJU/nv3Mv4ROg74+o88/8yabPz0h271hn7M/61MVQKAAP7+uBuI90AdFP2gZCr4oBrg+F1DFP9dtOj8jm2u/CAcdP7tvc75Gyf89PMtFP9tKzD+I8au/BFqIP694JEAOr7M/T1Wqvwlosj23uBk/WWFIPqOZNj6N3qI/bZJkvywkGz9ICSA/9E4gvk5PQr+hWqi//NLiP4YN0r51Hau/mVIMvyxjBDsnNek9QAgwvyelyb+BGde/poizP37giD3Ugyc/pXEIvx5Ltb9FIKM/uK5evtY5tD2GsPM+Vx+rPoc/HL9LkZK/GpBGQJ+Djb8r6Do+xspxPUiElT6/8as/rEfLPz3Hrb6+wX0/RE4XvxmZQr+dixC9W9D0Ps/LTD+1Vww9G0XdPrEWGkBNOs4++X+bv74K6z6CB2i+0GjEP22iaD+1vy8/E6zDvo4KFcDNv2W/yoCXPkdpSj5Yw1w+GL4cPzvGbT4PcWK/WT7QvzhrBr+P7Ve/7Augv700/74pD2S/yY3NPSYhHsDnQ7+/aNjQvlpFgj6QhwY+V9B1vTByK7/DEFO/R2kQQMgkgT+g+Su9I8ePP7uq575vK14+",
            "OeYlv4pplz99ZCDA3ObFPWi5XD9Wt5u+j1Fcv9hcDT7rD5c+LsuQP8tgvD9gygI9f3y+PzbkAr+A/sK/9sPkv8PjUr3RYd4+mBTqvmnBhr5qUidA5MJDvVM4oT9ixlm+oTs4vjnrzb2Pn8Y/kolEv2xBwj6czaW/6b22vzqIej741Nc/7u56PgRVwD+2PE09JNRcvqdDQL9rgBc9Qg6WP69duL2EBma9OjmUP36Qbr13eZm+tPSDvwkcID7Y16y+p+mtPYePsjzLpZQ/4/GnP8L+C787cvm+ejJovkgKd757oQNA2pb3vlNOyj/bJ6y/SHULv3tEDT/EGpe+8QD6PZXPzL0VWru/73u/vmMHmL9DBnu/1yzWP/FuNT8gkz4/nVhMv9Iklr12dIM/XjyFvwIhvr6nbI4+t1mePPOTAb8C7Qm/tRdpP0SgsT+C9HM/1S8pP7kUJL8McVc/WhscP0CItD1b7I2/K/kTvhAxwT4t8wk+8x3dP91Cvb/lfUW/eTfKvSMUX7+PYgU/otQWvwnzjL+XNjbAwoskvnP/BD/UsPE++ZZav6Oq9z+4NX+/AvFJPGqWjz9cbnC/jL1fvuvotb+8EnE+9aKQvljEsT4UyTY/HgGIP2OAIcCa/g4/VKetPr9fmT8RYH2+pWsKP+ZThD49Et8/X5Nbv/GGqD60UZY/g1vjP1oLmD/jzJM/Kz+Bv9tqEUCxzJw/Zmm3vy/7NcCUJRY+d5o3vZPN9b6O9WI+xhv+v+jV2r/2NGI/e2hTvyGJHj/YCdQ/QXKJP8eEib5gTik/RDE2PxrlmD7eHtU+eXi1v6/D+j/zXsG/lrGjv82PVz+V7z++bX5EPyvPvD9XJT0/bKThvT45aD/1tIE/uqrSvygpnr8rdJe/zQHHvwsIkT9UCoW/kb1hPygCID/SLte/GsJFP55f1z8/eOQ/X7Ebv4snvL8hiUK/mjdBPxdQAkDRwag+aNa9Pkln974pdgTAVZxLvgqn4b/dgmI/z9miPoyQrb7dyiE+",
            "avm2P0sDF76TyPu/xh32vn6VTb4D0R6/i6QwP0SENb9L1vW/lQ8CP4ElAT/Vr4c+bpoFP3LNUb9BGSq/7mM+QJqYFkDXhG6/My8TvlIeJT8b44O+sPSrPyBMzT9dDuy9NwiAP0VR6z4eBao/fA5uP7Ejrj8yD589vAAPvxgn6r0qgJA/tor7P7T5Gr/F8Hw/zvhwP57JDMCLRxTAU8ReP7otDsAa3SG/2UdUP6HcBb9R3ts+9pakvhT6Rz+g00O/3BQoP2A+tT93PDS/08wXv5NDFL+k4wC/U7g4PyMenb+3stG+xJheP4F1qj+gtN8/Q+ymPwstYj/hyAA+rY6mPqJf0L+MS/69xwzYvmPs5r6FDHk+xnjXPnjMur6S+JY/3gCGPkBYnz7eCTA/F9XEP+c9H7/ONgtAsuigvgX0gD+Guks/lpG9P4OCEj91OE8/XMsZwCWKyb5s0No/LNCHP/6SEsDxzvc+B/m5PSIP1L5Rr+C9FT0XP9Ko5L39Row+8SXTP3T1G0Df/wa/HiQ3wAVAqb9//5m/BKeYP76XXD/+UYE/Cs4WP8wldz5BxBS/XR1UPj2peT8X5no/DUJLP131MT7IAoI/ViT1PvRjvT983jM/h94Lv1R3pr+r5PO+0eNgPpmeFED066u+35H9v41Enr9znqA/KVeRvy6LUr+lnx4+JBNxPgdJOD93loA/L5XpPxLj3b8CajY+KmN/vzthjb40qq2/itw6v5U3sr+Rlmw//zS0v3L+Tj26FRE/JKOwveB/Wj4O+BM/b+F4v9HTiT8t/kC/jNOkPzl0ZL4LRNK9BqQzP8x60j9fJYu/AILsPsC8sD9VIce/Cxm6PhQGO74GckU+Zb6BP1B2Jb+2BKM/Lovmv/yx6zwPvp++fL6Pv5kwIEAm1iW/L10nP+0EDj418z6/tZ8XwEFr1r7lQyk/UjNwP7o5Vj6bZjs/N73Xv8PauL5T4EG/jzxvvvPD+z2XNuK9D1ecvyDxET4icAnABZ3/PuIG1j8LPWw/",
            "1xy8PxF8Nr91R6c9g03kP9gqQr9JDHm9RffkP1ZRar8QKyO/2WZVPwGOqT/fn5G/iqhTP7c2GL7rU8O/GKZ5vozlVb841xJA2SuPv/FANcDlOSw/ZTA2vzaZLL8MzRI/rhABv1XJzr4KCec/58k+v79ySz9guJi/prLsv8Fyhz/QWLw+DKc7vyzrhr6Zv04+fYilvNC4zL82tC6/Sy+XP76jVb+u/wW/Zuv3P6yH7T7P7w9Agk+gvhQp0z5eAyg/zb0qwFWhQz+jfOA8dmIHP1Yo4z9K/+U+EL6fP+fL9z7/GS0/8zdrv4uDor8iKMG/66CovxXqkD938P6/pJ0Nv6jPrD5dcpo/UOyPv1N4U79Bmow+u5Q/PyUdYD7jigZAkIEBPyl2Ur5v1Du/C3HHPIpANb9Cz52/0kNwvzLCBT63P6m/EIDiPyWdHD2FnS4/BbnrvX3r7j42W8u/BjlfPd1agD8CywI/34XdvlqZDD8+0yc/VYKuP8afC78urO0/okELv3hSKEC6qd++4qvEv2ms7j7s3qi/nLqNv8BDlL8Vg648m9X2PaDywT903Nw/upfqPWsDfL+H5lo/Y99VPyYX6D4YZRe+0K6bPsMpnj1DxzQ/pACAvxoqM7//yrK+aiLRP5lqOD7GFzW/UuEhv34peL4Dezk/Gs9APlWr0D1W/w8/1trFPvctcz5WwiO+avAIv5r4Jr42BJc/KOkFQAs/977FYiy/QkWLvmhBb71awCm+HoIBv7VbZz56mB1Anu1ePzTVzz/T+Ee/pPWrP+YTBT8JnQ3AKdjXvoHdrL73gMA9BNF5v74TrD59m8e9FsaSPqwrqL8TABg9CE21PTFLJz/YMNg/7h3nvfNHUr+64Rs/vrMpwE11mL6/obu+z6Skv3M0gL4/nBNAiNTyPitHNj/Kwy6+vxyrvhqWwj7LNYS/a+iDP0t5u7+I8J+/GApnvsf+or9mbHI/vGXXPw3qjr+zo2o/LbtcP7x9Kz8PNDq/kbSZv5RMBD/l6Y8+",
            "TNpkvnzY87/oVlU/j83aP9EnSD6riXW+FY1Cv1Tmxb59znW/l5yzP+yRcb5pWqs/Akaiv6fqjj+LM2a+1H6Yv0Lj2T9IUls/PTe+vVh5zr3YH2Y/i2hVvkQxzD4NOYM/Cuq4Pv7LM79/MEW+nTcevwzXIr+Rvnc/HFQcv64rD8Dc5JU+gsG8vHNsQj8YPpw/xOpDvzKvDj/nksQ/Mn0cPywvOTy1/sA9oB30PPWI/D5DFoa/ceysv15mFL8MLiLAK22DPpohx7x9YEU+QrToP4Extz2M/1G+Bkslve5MRL9cb6M/PAP/PmV3vj9BkzE/wK6CvxBSWb806OM+HWhUv3QohD+6VGk+7rx9P3jlpL8fLlA+oaBDP/wLXz78xgbAjA3qvGx03L988OG+yJ6uvL7gMD8OIYU/2NmSv18St77MKM69ayAfP7z45j9LrpW/g0CHP5ZXIb0ez8u/VnUPvg+qJT7k4aK+7BBhPxgTWT8AwtI//QFwvwyNI0BJi+Y/kfVYv88JyT+vxqa/NBeRPkJwj76SagE/bsz3vFCwWT6bQXa/bGu3P6gzFr/JM04/KQs8v9erhD8Vmu0+O0ASP9S3zb3Ugmk/kBs4P0ZYiD8aX8++yo+TPcpNub+AQnw/PfGav2f7Gr9OoLo+lgt2PaYXIj4MzdM+AeIqvgVktL4lhP0/8bmSvxDas78xRqs+UbhXvsPVpz/K2ji+IblpPkx9R77Ha0A/SkxRP8iy9L2jwE8/EcBZvnkScD4QBi3Af1kzvyVCqD/fMY8+76bgPumAZD+/sre82ow5v6BmlT+LUju++8DTv8TGcD5f1Bo/2HJqPnfMEL83BKg//Ar1vqeYub+nVqS//JITPj0eoL/uhnu+CCmhO4Qz3j9tvpO+Q5SsP/xTsj+5aCQ/jCeavyblQ7+0XAxA0c4hvzrIoT5mTwS/MmMhv+oZA7/lrA8/+Wgnv7oUVz8AFUG9KAzwvp9wd7+MuH+/beg4wD0THMCJZJO/gmMjPlbRhjxHXsM+",
            "mvmgvtxMyj804rC/7RRwvtIR374bXZ4/GlFHP/oxHj+SKkG/F5X5v7hKmL8l8/k+Zmigv4+oxr/oAZQ/Bqbmvlx5qj22Was/prwXv5myUL8SD2G/9tiJvtq9TbwvE2O/v4MGPlsFrb4/ciy/zqHmvzZGjb/DDxM+FsKBv9DKoL+fxu4+KOTMvpXVyz963eY+NUg8vwOXkD450zq8GzyyP8ex4j4jQz2+GMahP2H1tb8JZay+hNNavlSrqr7FZfG+NJ/Qv5u5fD/C4r0+KKPWv+FG7D9rXEi+NrAfPralCL44ezE+O/ZCv49TSL9F5N8+0A+CvtJmnD5Uvpu/m9e3v8ICsD7s92G9U8uAv7mPs7/+doe/plCpP+HQvr9omN6+NzKbv/PIUr/4CEW/3FJyPzKKoD0PdNC/qvoYvi7ESr+V47s/pe3cPlk6r79j+j+/fT4BQBehTb/ofOc/F7OjP62Y3Tx/uos/mu8dvtUG2T+qU+C+R6xVvvTZYj9PrYI/GJjZvoQCFMBrHA6/0Jq6v+qcEUC9OLW/b3uwP564mb78rLW/ulCKPukMB0DHyd+/ewd0vh+uFr+TSgO/ca4AvwK1uz6/ZHC/jjodP4CKCj96XHC/0ACYv0RIdj/69U8/l9dTP2F81z9G4wg//bjjPvClmT8TDMY9vaLxvtcTzb/UFwM/gv2/vzvgHz8D0dg90OlHPtnhXb5EXxI/YRbFP2k3lL85aLi/xl8/v1ENOD6f9LI9rxkuP0ZyfL2z+kS+GEwMv7vhSz9l+5q9dgNNv+AsYj+QfDS/GVifPoQB479qswlARXYNwDMVWz/8EgK/X5TLP5pevL4z8y2/ysYdvxm2tj1FG3c+as5ov/1cCT6YcH0/N9luPvX+ib+XNgw+WgeDv95Uez5Lup4/xOOCvyvgAr0ZR6A+Udh8v3appr5QTDa+3JZoP9Rl8z2aYDs/OcYgvwp2ob8ZYMI/etY2vzQdUT/u11e+RUAkQLakMT90CEI/HWd1P7oQjD/JBUO+",
            "akbJP31OYD+iiHA/5eFUPyjXwb60Kya/S9hDPtuFG0BdRS0/UdZAvxR/sr5iP4W+o0M8v+Yk5b4A/jO/bibOvyd4Pb+F3ce/kBGZvqAQZb8fV2c/yKwLPfX57z5uzyS/xzDkvrDz77/d6D29u6a+P+8WcL/e6QI/2TZyvUIjkr6lV3e/K07DPlzLvTx1lru/UQS7v5q/0b/SMnM98+FlP7k5+z+wTKA/htPJP6dlCj5oK4y/ykECv0mDtj+6yoW/9CrVPiUvCL/fOo6/ZsA5P0DdqT9oKQo+OmIpvgg3b76nX2A/D5e+Px17i77Olkg+lBqnv95neT6OTW8+LJ5JPzeUlz9wecc+GNNDv9aWVL/WktS9Z+yGvUbYv79wwxA/SgmPvWgLNT9oZwa+wPaivnWBJz/nMF09RG7Ov4GvNj9dR5G9L2u3Pq7QaD9FVNw+KPydvu3FQb9ibI4/f7p+vqrd9D6VIoc/y9GFvzrxtj/8sqC9J71PP3XizT+qzDQ/NrmCP54so76PqvM+HYOPPpYRkL/a6X8/XSK5P7RROD2s02e/kE69P3OHjj681ye/5yJ3vvHG5z/ByyU/hdrKvSs3gb7iwZm/3Y64vxIpXL3un12/E878P8qUHz3o144+9VTvPpTjx7/aGD2/qbcjPzqpoz+JDeQ+PjdCvoHYCj1mNjY+rzSkP1G3ij8NLgy/S/uuv96uBD9VW8E/MxQsPko9iT8kGAhA4izDv7bCwD/NYTVA9b+5vxXeYr+CtNW/TcznvkKQKEBM6Ec/x82AvuK7jT5XAQVAgfcIP+iYrb9J1tC+UIusv6ojwb/fJA0/cwZuvo2xJ79RoqO+PGmuPu7CFT9YKdk9CJ7Sv81BA7+Jvda+Mw8KP8EdZL9W1oi+QLyTvjacG7/iapW/nDVrP+R65D93Uim/ReMsPy5MhD++7CVAbn/Ovy6ogL84Uo89uQONvv+rqL4FUoQ/US3ov5yX4b/FSQy/xh/9vkxA4b5B3w3Ah58fQM441z35E6e/",
            "k9GZv4qqo7+n1ac9SAwgvtEDrz2M3+S/yn12vv9Her/NMjG/8YSVv1tIJ75T7zO/gXZ+P3ww4r+t1Z68a2a6vY9qyr5JY5u/ANxWvw0s2r1VEw6/IjlXP/+ONb58pO89ayhwv/R2w79ZaSO/+K7pvKG6tr6SA1U/unuLvjR9oj/05G0/lhl1PHcD1j5Q5eG/2slNP3+h7j5Km8q/EoYiPuOZZr/byLa/5+dhPiX6ej7GAYG/hTKGv1SCAL+6CAq/H9o+vou5JT86Vba/SWiyv0H3mL5+ho2+qxbrvmj1gL8jCAO/7F08PuCa3D8BGkm+Qxj5vrxAMkBVpeQ/W+4gP3kxtr4C/gU/gcKcPXO9crywZtG+L1MNvxwUhb5f05O/wx26vhjZ076V0a293LebvwXZ2z1Ga/6+F67Lv4K3mr5emKU/oPyhP4dsA75b0pY8GhXxP0/UYr3JFi6/vNGdPyEKur/kwC4/z8jpPxC8ib/G/uw+BWQrvzREr7w3BrY+sUbvP4M3LT7sc9u/iGDiPqohcL+KnSS/3SRPP6rmB0AvfZa+WWejPyMpkL/yOpM/hEmnv90uFL5Tx7c+kswOPwN3XD+HzGM++yUHvnCjHr5Oaay/0GiqvnZYmr855Ay+oLCcvzNdpr8cKRNAgU6GP5NQ876jVV++OeLHv5VfBj/72u8+noSivjgYGz/pIWg+MwIMP2lGQj5hhAe/QMgKv4jBpj8jR8K9EVp1vwh4QL8lc4Q/EOkPQMliqT99unS/OvoSPqwg2z7UDg0/iZqVv+5Khr/AEQZAkvGmv//bpr9RAe0+1ZNsvxkZ6z54A+Q/xPzUv8FvFT+0yQm/vuJlP81MRT7mD6m+ilHUv/2SH79nhM4+DWebvY6Fhr8L6Oe+/ii/PQ1F1D/gSHc//GO7vG4yTz+8gUe/zRPPP9AQ1b6Clog/rzcCPQLQkr9qZkW9MzyOv76igL7viRLAUnQgvpb6wj2Anta+hrm4PVCiEj+hgRBA8841P/y8xb4vA7o/",
            "lQXIPgsxGz/XBHo/aTf7vQxhsD8BtFK/gwGlP0PDzD0W0Yc/RBogv92HhDo8U3e/PXZmPRY3l72SmLi9FKipP1el+j6cF8w7jPD9Ph+kar6u6D6+tM1ev8Qcg71lhpS+ehqNPr9ZQj8GxwM/sQN1v7p3ST5AJKI+Fn8oPwRfc7+T9vw+skDBv8UbZDqZ28E9aENQP9+y0b7xQs8/ZvXyv5KGeT9IVjE/j4iHPybyCj8N4F6+sHrnO6zZzD7d0xq+EWEsP5AOCL8dCKe/1sqOvpBZmb+DS8U/hV7fv8vuib6gTJe/kWzuPYkYsT/Car2/Rs+6v3/5sD+zBYg/hS2Gv8f2B7/m0pU/Y7BNPx0aIL4Xw3O/Q0DiPo+tsz5Ycb4/bBqzvtYDDb8d4us/KUPLvHY8oj9auQS/WS/Rv87Ngr5o6xo/+mQCQISpZ7+iPi8/3Vozv/rKcj8Ek7m+B2SEP25rmb+jEJy8VHFWPpYEsz+R78u/CO2Rv9NCnD7h4Jw/haQnP7QGVj4HPpi/2a0ivw6Mtj8NTay/q0Blvgovl785Vmq/r/iFv9V4oT4JCgo9Q02pvemPj79Ob7U/oEO5vhoPQL8XSnu/TSkpv8dXiD+4asw/GjULvwK9yT+sB+C+paMhP43UA76imdC+ZuIqQOuH1b/HUay/39BNPrE8lL96+cM+fHdPP24mSL8jBhE/wIKAPjMNmr7n2ZE94/RxP5PYVj+iqq8//EapPuF5YT/y2LM/ugK3P4kiML3RChC/WqlRP/94yDxQ6+6/gdLFP3e0l77QtOC/yu8EPbRjJL9+MZ09ImuCPv0SgD4YQ7E+Pp7SPtakJz/YKlW+jG8TvlRBtr+micA+CQGuP3i3576Ko48/GVTfPubF/D6Xwco+ikpBP3NoOz8TdYA/NKShP8yorT4bo5K/28GmP4xTyr82OpI+9j3MPvPoqT7hfhe9qsGVv8UWqL83/pQ/rMVyvqCbyL+Cthe/AZyFvzZtaj1KT/S/Z2Jjv4VnKz7t3XM/",
            "l55PPlPa8j5PXA2/te3xPxUWJb/Vbps+FMMOvXBUyD8DUt6+nE0YPQwsej/k9Lw/kUNyvwoKVb/RmZy+7n/NP5iuK8AX/q0+PGosPyc9qr9kI/i/ao6SPjIzgb32DDq+BWJDvhgRiT6QMgRAQIAmP6kpkj8TMkk+cho6P4vFNT94x5E9sEcLvycvAsDjVXo/sID2Pha/Ub+6kwu9Ze4cPtbP9j9DKX8/NwOuv11Flb7FiQ09bSmxP0sTjL1U+Ac+iP+0Pn5a3T2B+4I/nrbDPgHoYr6218I/2zx9PyrJuD+dDM0+oSwJvMNXlr+dJIE9xiMuvu7LJz9Kti2/ZSG6v0Q8AUC9zXC/BjSVPesJAcBju/I+2HkXvsfdEr/y+/m+MYyuPs12ZD8Bi7+9rJS8vL0R8L6XFgo/NBd3PijCLz7zIlu/ao5ZPtEfUT/ctWg/lFm4v//w9z2V7UO+bsVnvVxXJb/usaG+UnEKQOZ6Br+kDk0/Hr3IP68rLj+qeau/2/2uPlKmQL/CDnY+GQRQv2Td1j9fhrO/db4PP8HlLj+AzIW/A2Vnvv9cqj5JHAi/5mgLvhtgOD+6TRg/I7RBv6t+bT+mreQ+dOfavZtH5L8QEW8+tiniPnyJ7j92lpI8YlgOv8oWsj2Ujku+/09FvzZjMD+UvJu/S8X8vxf13T3f1Hi/7PoFPuAxHj+XB8+/fV4FP+rp+D/YJrs/z0UvP5M3cL6LECO/Fx2Tv+0ELj8i78O+QduLP5+Ugj92vo0/dVeyPd3Xyb7MEIS8JaKgv9twgT+HWKW+xGbtvlOXwr2QDbC+48SPP2gK5LvrkBO//O4xvzQLcT9gV7o+wpzpvd34Qb/jdXS/v2HNvzMEfD+6Yow/VWirvw2jIj9o3SM/6fvlvowXsj9+8Ls+f0CsP+2psb+pH9+/OdNPP7J7/j54nZs/ixAJP4H7AT/x2gu/jRpkPovUj79EqhO/Ur05vatZbD2FEsa/K5IEvhsnJ78pC6S+QPm9PGsbaD9n2va+",
            "76+pPh13Gj7TR6g+G8+Jvl0R1764Z60/Vhy8Pzu7vTyYbWM/2ahavUtd37+l4gY/eAF2P9ZNKT/9f3K/iOowvquqHL+ZvxY/oDd2P5R4OL5JdGe++GqkP47dBD9bHqY/LDgEPgiwgj/lPRU/Pqd6v1i22T81ugzAspKTv0mMqD1SIkU/Q7G1PXL7672zUuc+cBHevvMUvD6G/ZG+9lW4PwKX7T8faeE9KKi7Pp/zmb/JW5o/UoglPohT1D7Oarw9wdyXv4LlDEAGh4M/cPxqvj0evr+HojM/YHYfP75FX7/+2qO+0y/IPXS2TL+xzGc/l/VPv+xpFz/EF8q/Yo0YPjlBtT6YuSRANYrKPot9Uj7EuR6+gpr4v4A00r5KoxFAZ3HKP5GDK79OLJQ+5IaWO2ez6z6Gr2++KHbqPRBofb7YoxDAxNwZPUVCPj9k26e+vAYZvwwsir2XIjo/Au0HP8eazj27lAC/QOirPXvke7/2thHAeiCCvnGlPD+ROnU/9qIov+Aqjb/qNZu/Hp2CP8s00b40tPy/7Z1tP4oIrD9BMtg9Kz/RP+VDvj5oaBnAMOOuv9k86D/y89A+rcIoPoAlgj7Wekq/tApQP62xkT44hWa/F8oIv8WYlz+gUam8Z44JPpBBWD+7PD4/3haDPtQpKL9R9Lk/aG23PtDYh77kStK9v/UHvhW6Yr+Udoq+QyHUP9ijiz/rFDi+Fp44vwH0tL+aGa6/AY02v+CN+buCeIY+8wMKP22ykz/bE9W+ItTIPjHhvr86mYo+En7HPgfqSb+WBYC/qef7v9yknL+ZEHQ/Ad7zv1uaGz+5+jQ+clrNv0rn/T70NEe/IyvXvtc0/z4X9as+YzC+P4SClz8EdoM+TKxXPvyzNr7wDTk/H/Jxv7iumL57dKG/niGfv6PQX7+HvGy/Ki+Zv4KdvD709Ig/Cl39vl/3eD6MxAS/pC+TP+xpbz7D3d09uf4aPep8CMCb+km+k4d3P8pJPD+AkuE/cc2wPovG0r5icTA7",
            "Wwewvt4DMz+51lc/xzbgv4BwBkCMHxRAs35GvcT0gT7tJ0O/t6vnPiguVj9xCvw/G6jrP61Prr4z8si+x0VKP06y6b4Uqwk/QO5NP1aLn7/v7ni+STCUPUbdjr+5UZ+/R+ZLPxnzYr8SQvq+qmNgP1dbgD/jHAC/nUPcP/WbGD88eCw+Mvs2P0dkTz/G7HK+6cFHv2iCpb+5TSy/yZaavxwXnb5Umsi99mjzPgp7AL8JQ6I+IKgmvrmBmb6+a2G/6JIpvDYguD9evNq+LPL9P4XBkj/1EKy+evh6vkh83T7tRZq/cvBuv2RfLT9ZFkq/Qvz0vxmg8z+0xP2/IueWv/Hrz78RnZi+mRd9PjTV6b31QKU/WowfPvzrvb6AqYG/CwUEv9g/QL/1s9y9uq9LvoqrZT+f+qi+tsoZvzl8KT5XkKc/z+NWP283mr9Si2A/KGn+vgSDG79cTQNA1bhnP/iM/jtzE6k+NBKuPyk35b8Z1c+/jIN4vjjB7j9p0RBA8zTWPxoSMj6HULc/7TX4vlsCLj5ScbC+46LyP+ZZi7+qWt2+k4yAv0mhyT9Ah/i+LOdWPz9kyb8s2Ly+E80ZQI36kD9kPm2/nidav4rdVT/QEj6/NbCGP1tlpT/ROtu/JR04PtI4QT7euLk/yCD4v0DF0T8Nu4W+gizZvtpA6D9Uvki/scGWvSZvmj8zbWA+hpKuvn6vxj//8cg+nrAAQOk28T85Lfo/xOOQPiwkAb9xptU8sXvDvx9zoL8xkMC+YmKLv8oQgj81lo4+JUUIPSs5f74fVCw9XZErQCGWvT5VHe8/CWSEPrhTR0ArVRA/38syv9AuHz+CqYK/CUfevyufNj6kMmy/YTddP2ipMMAG3YE/tbUIvxKNtj6okhRAJ7lbP76L3L7lsrA/4srNvlMlMT9oiVu/HuzyPu34Nz8mLTE/p64wP63C0T4fRlI/iZyRv7p2Yj8x2mc/SpTavhPNPb8O2kA+yzqwvlESqj4aY5U/yaRSvktyfr9U1K+/",
            "jyCMP+V5rz/Xoja/LfkSQOVssL4HtPs/nvhtv6y8Pj+Dcs+/atkEP3m3yL3ZYLu/HxA+v5hTYj/BJ9y9eeVCvzPe677mVG0/ojEcQHnULD+biC+/is7SPrQ8ID+f90u/CVvuvsLcWj9SSt0/lHmXv9jsKj8xEZ8+Hgu/PsZQKL/TIgY/B1EfP/LuJb8FFey/ZQZ+P5ns0b4z0l0+POTSvpqTir3IXC89LNy9vtCyfL7VbrA+/WSaPpO/az/5D8M+06/0vsaPrT6OCum+bBHfv5PtN74QrYw/5SE6P4/Mzb6jvK+/mNdeP9a9Az2RACO63qkeQJu24j6aHMo+sGp6P1DtGEBAl7I+aP8EP2MUWb8ll+a+ShE8P8RR2L8+ypq/5/YOv3O+5771rre9vyfwvN+p9L/Uhq8+5ITrPS9lUcBgwSk+LPygP0zb+z46dou/OmyoPzEerj62zxO/7c4xPwryxz7CONc+F+xFv9Dzkj/NTJ0/QWQuv2Gj7L/0CDU/dWdRP4eslz2oAgO/YpW6P4ss6D8aQNc/9XohPYxzub+Scjs/Ef7WPiwPpD+8XkS/Wrd0vtjk0j4EWRy+OajbPAtgFr/KXFS/OmJmvwG64L0ILHc/tLftPx8rnj9cIX6/0s+dv6I5Bb9jYaC/0xoKQOCbBMAcJjfA83wFvxfc0j592x4/PtWDP6n/zr6yKgu/yAf8vY0ca76jiLK/JoGlvIj0vb9bIq47fMb/v3jZNz75X9o9WK8VP5VTUj/3gnA+iWCUP7epLD6fMU2/un2wPwoH+L6jDCQ/8I2bPQT+lr+ohuQ/ZdEEPcfCxL+dwPI+mt06P0YwF79JkJc/XZjOviVVaj/Qv0A/+541PoOLgD+F4c6/2BnjPanOgz+CocY/8UN5votxcL4K0DC+LIYJP6Lw5r7CVYK/JOfBvp4FBED5Zuw+FcqvvgrtrL+m1Yo/KFO5PoTS2j69ZZU+3kdFP0whEj8irqQ/ralqvtOTSD6r74E/MMiHPXjAVr4ORSM/",
            "qd2Yv0yrPD8CZYW/ZkezvZfIor7gfyLAo6hOv4UeWD97nx6/u/2DPxxLfT+pf6k/AfUWv0WsGz8FJcG+SPuUPuTdoL5BF1c/95KKP+lBCT/PbGo/6Xs7v8l517+jEgjAvwPOPtRlO74B5Zm+IHHtP3B/gr9MTiU+8oTVvzTz3z0LmIM/oTaUv+6nEj0Xss4/TlwPP3INI79yuJq/y47XP2QitL+dFIK8k+GKvpblED8VlpG/CWoLQHzyQT7VuJS/0Vc1PlvtwL92Gg/AP/6ivuHg0j9RotG/ILi8P7vWE72gXCY+wUP3vlqrDj+A/ge/szfMP3Lztz2J6aW+AzlXP0ou/L+1p7a/sbAcwDhEi748c0I/gJBiPkvb9b8SfrC/d68Fv6c1Pz/pQXs/cmIuP41PZb/b5Qo/C19OPyOR7L4LCnc//wOCPmteP0B2rKC+LZ1uPiBdxz/jxwk/Qbc6PtzUGD8X1Tc/+T6AvzMT477vEwa/pAbUPeEkXD/AugzA3aUNvxSJf7/+Ja88IuNnv+hufj1ln+q+rrTkPMpfoD/sR9q+PEkXv+aFnj/geoa/xoMQwAa9AD9/B/O/oHXdPy0C2D6QPD4/V5ASPUgoeL9ynKo/7sCOvxAL+D2zhuO8dzZavxTljb7JlT6//M+2vccomz+/H2u/Pwb5P5zpXr7B1pc/Ug4NP9AJgj5lB8g+Ln2Xv9rMFcBTO/e/ZBwHwHiVZr71dDq+nxYKv7UkDr8DnuU90e2Cv7ZqMz+eDOw+XF0dv3HU6b/wDh4/7ATAPxdiHL/dWRS/G2mnv8yQIsAIQ/0+J176vg/d/L6OSvc+08Huvgh9hz7kEKA+BHcGQE5kfTmLzcM/Syq4PronAD7e8j2/ddoWP5OJQL9hVP++16IKwOv1s79j3Je/wkgHwEOmkz9aBr4/IVUNvhHA5T9ohBfAfO00vwVxHD8ThEG/uvQ7v8cbaz/xNg8//DGDvjR5yz5W9ji/ixp1P+DZ9bzyFmY/hJHGvrPF5T/6DQ4+",
            "aVLlPap1HD/V/+6+GjUDvjIuFL8Vs7Y/q52FP1qxa79t4qO/PPnMv11qlL4OUce+um5Mv5A0lz/8xbQ/2LRsP0zoq79O2Aa+vRFsP9QJgL9th0w/fbANvl4zpj2+zTQ/WWqWPwn7Zb/2Xly/Ie4uP59oGD/m1XO/nEk+v+s2Fb/Lt40/hgiiP6ju8j8zNJK+tr8Sv/4OwD5Hw3m/oQmVvzBor79lhTG9Rj+Vv/fDXj85lVo/wydBPqDcyT8thsO/ykvSPhIItD8jhQfAG/shQAcPCr1/byY/3kI4v+vFgr9Lhp29+jZAPzNNsL+b78m9FxaxPyYZTL7aEYk+Kludv+ETHj/yM3W/bev8PcMF6L8gtCW+TAYOP476ir1TnKa/VdSqvzHGVD/W73O/CGZ9v58Hj7+oiQzAz56zvrMVgL9OMV++nQ2GvQu9Vr+nfre+gqySPdE8RD0F+bK+RhqfP2dJMj9IJ1q/KJxYvuoc1b4eL0pAA2KYPzPTWr8hhZK+z1FfwDU5t730nxi/0cWLvErN9D67yrc/audeP4kUzT++MIe/0R3DPtZMqr5BUya/OMCBP1cyhz/qnKm/RR4MPR6rvD97h/S+XHMgv/FzW7/MAr29ypCnv+xorr7LqA3Alm78vjR0lT5p0cO+xN73Pzx+t7+0Afe/P2Cyv/BIZ75jNEC9ic/0Pn6qBD+DoAC/HCbXvkbTYT+HG2i/bmaKvz/fEL/a/RC/NXKkPsop1rwJ3Km/fEPVv+bvi7/DYKA+triOPgDCTL29bCg/Ho8lPQGXMD67gsG+3Dl0v5A5XT8maY2/JMTFPsGIJT9M5qS/hN+4PgGAP79bzH8+G+IEP54IAEB23tS/BGrTvoHcZj8KcI8/TQznPmecqj4eZmk//Z1fP69VHz8R5UA/ln+1PPhOkb7928M/VTfmPxw6d7/mQIk/ZgKlvTwKUj94Sy2/KAQ8PzbDRj/yvns/iqp+PmrcKj9SCzO/y5IMv64umL1icWg+uXAFvz2msD/7GmA/",
            "RuFTP6fQC0Bpt7w/YdXBvwW0rb/C7Eo+TrEBP9YbvD/Eho09gctiv8at7z5Um+6/nGsQP4PYSD6RuH8+XVqBP4SI9j8gWxvACowkvnpP0ryXjM4/Rh8eQKAgEsCJfI2/qGI7P2OvgT/QVWE/LnDZvmUarj4BZyE/QFlcPm48ez4NWGC+eLHbPcLpej7H3s++e6X3PpSQlr3+zNY9wMiovwBr6T5ighs9s8kKv3aRhj/yReU+8FfLv/71iD/pkky/5+cAQD219j4ZPjK/taPxvxEBsz9eHsC/6ZhuPzyuRb+jExK/PjtKv6irDj9A39i+xSb1Pzjvdj+3ouY+sXWmPnBLbb/he6y/cvqIvw/Uq79aDRY/V7UeP4DXmz+oW9u9x4e7P1fqHb7c2KU/VK+GPi8LMD9xNcm/SoTTv84Ciz8Vg6I9G7IBvhwxrL89Csw/o8gKv/uQ7z3pE9Q+sBgXvyTFYT55rNu+qJJGvxthLMC7QSK+idlBPrDgMz9XGQM+jsa8v5nPLj+xrPi+4XV6v3nMcD/NqX0/mCGAP14k6r9NGXO/HgSCv9BrHr9ggDo/w4CLv5OApz/Im20/6Yg8v7DGEb9+sRM/9HcswKk3mD9TXsa9qsdXva74Bz4BcnO/cURCvsg7CD5pOUy/DkLjvuDeEz6M0Qc/OSnKvIRCMT/j/lm/dT4gvzt6M7/CL/M+OlRtv0hiAz4ObNq+mwpIv0xf5j7OUfg/4UasP8T9kz/iszu/iO+5vDWghD5PUuE/4v4JP/Jao78N+dw/dRedP/1oAz4VIbQ/P+FCv4wZwDyUCmw/IP/svCBUC79gp1u+/z8kvlFT6D4cgY2+OM0iv15Qtr8rFoQ/+Gxbv2bMgr+Q5N2+nCqvvxPjaz+7cuM/f20cv1XNlb/rVum+SvvlPXmaXj9VGqc/jGi9v/swDL+CW7o/WSGuP88gpD8CrMW/QxapPnm9ir5HKOc+eHoWvwcvnj6CK0K/XeJdPwcs6L+Cjvw/DiQNPN5ebr+5/5o+",
            "PV9ev7zQGMAxp0+/L5QQP7WHlT90gIs9p3eNPyLLAT9MC9G/gAhNvwZgtb+l0bI/ZsVuP+OEgT+kWg+/2PG3vmzlRL7QDya/VsJ3v6c6oj9CEXq/0r21v+sc7b6UdIU+fMYgP835xj7ffQE+LPccv8zrlz8Aso6/xw9NPlSfBj+OJCQ/H7v4vgDL2T8pG48+9Y7FP2PZeb5/Sx8+ygyTvyztd79laSK/eUcRP0dF6j9laVE/50bsPslRvz6+Fz2/n6XsPrVVLD7nSKW/mzovP8rAFEBxZ7+/u4k7vqKvCj/Nl9W+amriPQ6yjD8I7Mo8giz2P6WBmL6xmzk+GWINQFnBjT86/q4/FXMgwL7DGr/pVqw/Z2fkv/1uzL+zlhRARYQ9vx9cSb90h5a/s7iev0q0P7+YOG4/iectvUFvJz/I7ji/RmrHPiHyCj8jaJW/g140v3oMyL0Ky4w/bQUpvmIVKD+AlIM/xQ00vzkoAL/pLYG//v6/PW2ksj/zt+g+jDZ1PzhoQz7xe0K+zxJXPzl3Sb7f0Mw/k1yHvzLcgb7eDNm9z5QzvXItp74SSLq/q+b7PeqEwz5hPl2/1WqVv3Susb7Sa+k/XXnGvp+gnj89lZU+BBAAP5yPjb/Iw7c/lZKuvXBCIL8SeMq/5Lmdv0lWP79Dp3S/oNqYv6EykT9iDJi/AinWPx4CKT/cXCy//zSkvpOP/Tzr82E9grE1P8y1hj9FS96/d855vpX6Yb6ksPG/0JshP9L9AD+Rgns/GRd5vQvVpz6LX4Y/qnTov94kFb3hpx2/FohUP86eH0DbhZK/u3bcPq806r7lpRO/xMLLPG2rKb51UAS/Ja22vplsOr9Ab589AmbnvfZhFD9To14+T9OOPfAxGT5qfde/h3P2v9Xsjb4ILv4+4TIMP1G2Er9bGjQ/ZrvWvhIJhT9Xn94/eHoyvz9VEL+faPs+yjU8v1g1bj87RcQ+R2D5vRtWNr8UPYY8PyOqPr+E9r/YpHU+4rHfv+eZhL/ucSi/",
            "KGkgP2eD3j/GToW/aBhPv7krVT91luq+aBEfvryYwD5+m8O/Em3QPtdOQT24csc/jASmvftCdL/+ujM/nfUAP5FxX78VA6K/k5OWPw/rqb4hkB8/45frvzCRjb+3iOK+dDGlP7lNTr6kdKA+RZNEv3LsKj88/JE/fqKrvHyUl7+r6kU/qp+1Pz5ge7/ycGY/r+SuvhuJhb9FK8S/gdyiP6HO171JN1a+cEGHv9Vbzr88JZq/NZnsuzBgoj93OIe+tMhOP1otCT+HAHi+pt2pvnprtz0Qj3I++lufPqWA077cjJi+S6FEPtJGDT/KXf87hcxcv79spD9ah5+78QMNPtp5YL+8Ax++jh5nvnOKxr5rZN29NeFQPyomSr8uOXI/BjvMP0tTUL/pSJI/x4kiPc5aer8yQdo/sYb5PglQdD6oNy0/WXo0P+dol79cg5O+prcjPzT6h78OjLy+ycA1v9hHCTx+zDa/sS6dP72VZz5zuxO/re+tP1at6L0kRvA+Wmf3vQduKz8GRtK9uemmPu+V0L619yQ/mhwEQJT3sD0m6gTATVeLvwTcgz+2HB6/5s+ev6ac6z+JxXa/AkPcvm6BDb/hqOG/MIlGvVGJlz/PiGQ/ZriEPu2aGb5obQW/10UwPXlWy77T93u/UONCv5rHhb5E8HY/uyvfPyXExL+Zb6U90+zLvJTkab/h90i/NDinPyWZsj/HmMu/jMWMvjMYI7+OPTU/Fzmkvygr/D4YWgW/uDgQQOsai7/S+vo/SEu+vgqGnT3IH+G++bK4PLcdDMC4fwU/s2/OvoNgC8BZPzs/vcVgv3ITLj6Dl7y/N2y1P4IUkL6zaZw+JEj/P0i3wD4qBAW/4fOiPsYtKj/Nx1G/7lkhv9Tr6TvF6Ri/VPc4P07Xoj63uaG/vxiqPsvS7b732l4+PCRLvgCVQj4Y+9u+R3agPrnpn779M5o/YQrNPT5jtb8sabW9jyAnPxLILr/Qe2c/n9HxPm0ky79gywM9YG3bvqwx3D9Cu0i/",
            "4ZjoPnXujL8vVw8/yXLIPpVpjbwEXU4/Q7IJvy50Rz86khK+9GX4P/srCrx4wqq9HHzaPhTVpD9ImYa/ljWDv4ZnO79GW42/bmsiPIa2Wr5DEtC+7+ErPpkKRr7AiQ4+wcSzv+L/bz6h0ru+1dsRvi2jLsDbWnO/+vBwPzOkYj+OYVa/wSVyPwrbDj804oo+EPr3P/GSFr9+akU/1Y9bPrJtoj+2GDQ/1jGWvzGPwr6r2Le/EoCRvihDCT+CMvM+WwesvsRZvL6azio+nuEDv1dJdz9r7Y0/H/uivofTpj+wZmw8JvqePzWqCEDSHMU+ouKNv4HW3D5WM+++8OIMv7nJ9L6JjKY+TnHXv1PuoT+zWo2/B6hdP/L//T+n6/C/MHiyvnMyd7+KlIE+o+FAvztjmb/rGLc+pe9avga8gr+niNU9rzGxv/wnQj+JHe0+J/kKvnHcpz9apxK98mjKvx6D/j66vog+jismP4wEob5nTY0+yfh5PXM2Fr2wBKs+pTRlv2d6PD5sONA9xKiMP3U/lb5Solm/r/invwyasL6R6fG8TMUPv+vL7z4dO5Q+SHzYP8uXm7zx7Xw/p9g7Ptzh+b5Dd5S/1Px0v+EwB79/uWI/lXGJv5XYwz+4+B0+LMRwv93Se7/NaSk/DqKyv0MB3r4lyyk/f7Wav4w7mb/WjCe/DWscPytCjr5ZLvO/MUvrvzilSr/XEzW/SOwBPzD+j78LLoM/47mGPeoIEz/Aj4K/vYt8P1Tjtj6rEKA/BWa2PiykQz/crNS+wlm+v/gxm75R/wa/KduUv2eQJz7PFnK/VGdQvyi62j7UV8E/ZMuKP811AD9kycE+jdIqP/8xXT8rh7K/WAPvv9Keob5sgQO/CCL+veR8Jb8W630/eBZ/PzglzD9lZiy/u1YNQPINJr5MqkI+q0S9P3xtF0CAlKq92E3wvglaGr4b3sK/54o9vsZhlz+yv4++j+MQP8LzRr+oQG6/gAI+v1ZClb/tOJ8+MbOCvxIKy7+huDI/",
            "8UG/voIdJj8RhAY/XYNoveN+Uz95c0m+xw6iP9m7fr6AS8y+8OjbvW4HIL9efY49CATGP4dwTrtX60Q/OA8Cvclumb/d1C6+FZz/PzIx1D96P2e/Ph26vsRizD+eAU6+Na+zPkSYZ7+jrm0/Z47+P5mjxz8zpFS/wgmPvAPRJL90tLA/BA/qPyAMmb1qgRtAvCuLvz3VAz5if96+ZeQXv/IJ7z4e8Ia+sb6AvxPMn78Tnau/+GQ8v57Gkb5BgRPAtuoCP/3BDUDFh4w9bvq/Pea1IL+JXjO/t9S5P7Xkuz+PcTW/RXSAPUEsp74yi4Y+OVuTv+1vY79QcwW/ej8iv2WkKb8XV7E/7IN8PyewE789eAc/avPGPgZsYr984OK/PAwdPw4SD75NdxhAyHtgP7Yt5T/9vo09hLmHPjTGc7+b3Zu/qAkBPy/Y5T4fqY6/qqI6vtiejT3BcDQ/rYPyv1pLO7/t5VW/WishPwveyj3vMz6/EHU0v3Is+z5Yr6a/lCy2PuRDhD8Y7MI/PdZ0PwhVR7+9XFW/rImzvlNkwL/uZWW/12qGPsbkRj+F6Vi/SD4Vv0vz9j9Cc5s//lgAv7QPc76Q0oO+asKoPpaZdj+Q6T4/AKwdwNvQaj9rWfO+0NNSPpx0Oz8M0U4+5oeQvv6w8zycXiY/f4o7v5iOe7+qX8Y/hAkJQEcPDr6GPZ6/nIpDvzGbaL/Vux+/xPpQv1Q/mr2RqPM/nOvfvrdnCz8lo66/lD/dvnDCu71fY8w+8aMZPrGFSL8TUkI+Gz3dvcuiJ78C8tS/FMa4P2a5uzzRqdM/Up8CP2eQOT5ifqo+Fw0sv3UALL/ICu+/XhSiv9Wz/r7RmgM/CGnEv17Rmb+M3bC/ErKXvcXHIT/f9ZU/INJDP3FrRr87BIo/XhT7v7SqaT+35M2/ZZhFP4jnej54RT+/sW6kP+Tmlj6zG5c/WrWjv/jwqr+GYR2/RfEcwIInNT4GD5u/JqIiPtRT2j66JZA/1p6HPpPdCcAZlk8/",
            "UM1Jv2zjRL+KpEU9U683QI70rr9bHsS/zwRlvwdUgj+tOfw+QNUHv7Czmr/tT4W/r1rKP4Ja7r6Gd1Q/6tnzPsTmHUDFmt4/7aIfP3tXrD60hTa+uNSTv+Yie79wG8C+B6n5Prv0CcA7eIA/ZPbQPsmW276cV3q+yZfoPw01kL+n70I+vaEuP8LxYD8pUOg/TmyyvZRIgz46amc/na/APlofFb9ah7y//NU3PuHDLb9aQR6/OpT1PtEi8TqozoK/1ekAQDViFj9dlgc/O8XnPoP9Er9R3x6/BaejPjWzQr9Ay4q7FOKsPwhK5r/aYLq/Z+KWP9fpxz4Ivx+/RyISv5pFlL7/FSu9mN49vyatbb4Wsos/NvjjvnvG07zPHei+C0SFvsulET7apZ6/mXk1vwgqKr9od/u/kwuuPCjN+Dx3Irk+D3EbP1Qg4b01avk+DcmvPzbL575JDWC/WPpsv0IlIr41Snk/Hvsfv6Ef977d7+0/7sqIP5zvhr7qiz0/+PIdvtvKkr6aNYi/r0JCvkk25T5Rpb6+xGXzvTl+rD8KNhw+72GWP5YWyL7voiI/KvSrvgcsjD9rnoQ/XiYNQBQf+z/anjq+38qJP1jKJr3bK5q/f+7tv3T4Xr90uoO/uhYpPnohJr8UNd6+p7oQQManZz48ocm/k4KdPx2S/j7X1Rk/Io3xP9Oe4D8fh6k/5lz3PxNhQT6BNSy/rS5OPwisdj/6w2o/7gmKPl6zFb4fTGm/Wn0qPojpgj63bHK/iP4ZQBXepD86tVo/ZBScPtrub79rk98+x8rBvtZgbz/fPga+p//fPeiJk75xNPY9hz6gPzhbqT6BxJi/r6BBv+EJ1b+G4Pq9nsoSv67eQb+agXK+gnrvv8bQUb6LkmY8Dzv/PhxAJT9Y7CI/ZLO4PzY5yb9nCvg+zIqzvcku0r3VlJE/ebP0PiEy97xpCQVA/o85v4DMGb8oIKg/dwOEv8yYPz9nuSm/FBkNvwO3oT8oWhO+20HlPy2lHD96sQdA",
            "jfgiP3+oJz/Z9bO/myJsvwBrmL6+O9e+5fLPv9bWCz8IRWk/DZ2Vv/9MIj0dIH+/V/UePS3JZz+fFtS/hq9HP5Ic+b5dQm8+WeM7v0isWD5h6zy/aqAcv503lb9GNqG/7MwYv+/hBz+qKQ6+dMC4PnulBz+r1nM/mLGZPu+yrb4145o/hP5QPr+Am73WzYg+pGUQvwje4r+wZ429JFJGvyGUnT8VJ8o/j7ryv2jf5j2R0zK+9IMUP0o61b+JLGq/qgj3PoUT1r9mKyo/TSKlv/DzpT+e5qi/PYHlv4Oj7L4GBcU+YrahvwgPxj6FPT5A1vUsv9GUsL9qatY+IVlXP1J/nT8rhF8+4bwdv0wDXj8ePKM/UeKBP20NA0AMxms+I398v6q6lD+zQK2/D9/qPmbgFD8IDNC/c5iLvxsOv79oH+K+A0bhP5Z0Ir5SGxa/BMweQFCMRT+N6Hk/yAm7Plvcvr/5fXE+fDTrvkt+XT8p4ZK/H5C4PnuTsz55F1A/9sCvPtSfuz+V4Bo/dg9bvTUTtL4mJuU/a+OQP9Yq1L1fUd4/OtWoPz9rm76IgJG+a2SJP9j/Hj/m5Ce+8ZqzPu/3/D3iqV4+ll8fP+x9UT8UjZQ+BudmP6y7aj7MqQXAy83QPjGtrz7k4TE/w5kJPv0vfj9mqdo9engev4I96L9coa2/vfaXP8TGVD+Zb6m/vP9kPl+gHL+UiA6/wJ3dPoRXL73ifbc+SA1nP0+Tib849lU/WZytPU8fmL61IgtA0vRMP2BSAz8002A9Wq1TP85Vvb7t5Ui/qnK0PPYFn79G4tU/7HBBv1VrEz/1Qbs/OfflvYu0bT/yB5U+YmD3P1IGmz2b2pG+5emMv00VGb9FrWA+bBnMvhQSTD+9YC8994/5v9XtCD/wCjI/UnsKwNWQYD8wYWC+rfZyO0WeAr9pULc+Xp0gv4J3aD94ZKC/4l58v3phlj90lcS/IPe5P+Xo5zzK/8K9hRgUQPs5QT0sXQe+wE6SPudVhj7Rz6Q+",
            "HG3Zv9yNQ7/jt0q+RbAfvw79jD4+W42+PqDcvtUzFb9CvDc+HbzdPvebiz7N88g/xVGPPoZFOb8vfT8/JgLUv6KWxL4rT3k/GBdtP/+7Nj/p9p6+Io/Mv2tI2L34ls2/7pOcv9jrzT67nZ0/8ScAP9Kmv77otAO9+SRiv7bIBz5VSu2+G5VPv8xSvr+/xQ5Ab+ipPedIBD6Z0T8+ubgLv0TJsr/l8q2/ktUFPeMGRrvRQydA89o9Py8uYD/Y2EK//zAzvkhdEb/VIvE+AvwSPx6nJT86Yze9yXXkPstaVT8qANI/msk2vxyYUD+Ras+/CbO5Psa5Fb1I366/X259v4/10j/RSx8+jBidP+6VFb/ztcc/vsktQAKVJz7K0N879OD6PqVOnT+HoGO/a7QAv/KlQz/mmIa/a8SXP8DggL+V6aM/XzuHv1RlhL/6ju8+FOLtPgxG0b/p2xe+bD1SvtFQGr9h+gs/QJQ5P6Xf/j7iCs6/KtsmvpV0Tr8QyxK+mWcPwH4J+z8nXJO+R/euvov9sb/z7bs+y6KmP8HTXL/phB2/O3MBQCt+RL4NUxa/smbOv42vTL54vZI/OpGiPa6X578vEAe/bAooPv8wGz/NBKK9mcCSv7afzj4T2zg+ykrLvtpQCT/3p7M/lIK6PhcFDUC4lp+/FSpZPz9KTz8t0D4/Rj2vvRjo1L45IL6/I0O+P0IKBD53oqy/gpaiv3vWvT6yhYm+dWcMP2W2uj5jOY4+7NqSPjCJ+74mnc8+WjAivSK4aT+wWxc/3aTYvy+hbz5Ggxy+SX4tP7WtSz+YiR0/EYzzP7V+pr6bZ7y+lTgmPyveXb9BXbS+uJQwvu2pFkBFbY+/V7WcP20j9j6A6wFAHnakP45ipD6BQec/VPAYviQajb9SREo/S8nbP2s05r8qXLS/JfOxPrP6kb+517K/dqgjQBsWPD9B/Sa+VOYLv9GLkz4rIoo/7wPrP/VR5zyz3HA8BU74v9nPBcCWpes/oCGPP8vJpj7SES2/",
            "uj/OP3GW2j5cBFq/j3BTv8YQkj9nuUS/OK3GP7NVVD/uCJO/9coaPiaZXL+P4sU/Mvl1P9Lmzb93vaK+3vklvzTY4r1jHZg/9rWEv/LVAsBXh4O/oVm3vgZRSL9Ohl8/SYMGQChSkD/s1OA+A5OUPwNbvLxKpKW/qcUmv2FhVj8/QJm/h5Ibv6Zwm753WOK8FsE5PxkgZj8nXze+qrnXvwH/XD+E2hM/P1d6vQZqED8RjKW++DtOvUx0WT9iza6/iyvTv8Zph75hyo0/VnQBvxBPuj+DxAw/t9PTvynz4r50f9a9adv2vnfN/T4ubOS/wl2GP4LJVb5KF6E+9xtdPircNr7/eaS/zAwKP5SVsj8r6+E/dhx2P0W2mz4Bu8y/i4fpv/NPIkATkOs+ZMdSv6onST++mKU/nxYRPwP1Dj9poaM/PS97PUfjNj8t6zm/5KTXP+CGzr4M9uc+nH9Cvsgkoz0Xy6o/hnpwv25dnL/AIUA/cjHUP02atT99kcw/UEbnPx59Ab4O7Ic/UgshPnvqhr+AgMa/DO5ovqWX/z5iTMY+P0quPxeaKz/nhq4/+/FYvymQzL+Z8ay//6P6PelE9L5X2hS/6xQCPpA7QLznSVo/UbcMv1fhjT/H5DA/JY0jv7IlDT+iwghADtrMO30xAD/vk34+HwlqP4kbfj5qY4C+yTe3P5vAeD/YN8o+3GHlvq0i5b+8CVY+GufEvsr8EEDhXhq+35fCPlKLoL/AjLA/v84CP2i//r5PYLo89SKhv/VIBr/yJ4g/Ah7IvTRisT+VTxs/TCuyP8sk+j6pn9K+Bdwmv536vT/vfUg/7uCxvjErgr/QTso9iaWHPn+qJL3SQpI/2uAkPiDxeL8pyWc/4sSJv8QdAr4Bhuy8ngMIv0P/2T8GRrS8kt6qvsOzmD23Sj4+IMTyvTrbi73CdUu/6Q0EvwnSYr6pPEu/N3j/PA3+Oj6ouao/u4QNvkk+hb+nKhu/CuoxvwzjhT9zd4S/+dLZP7/h7D7GIem/",
            "fbx6PgBmtr5rgSO+NU2TPsNyG7/7Ora+HQJBv9S6tL7byxK/nmznPdHE3T7VvWo/V2sFPG1yzr9I5TC+4TaePmvRWb4Ffe+9PEEjwN2+Gj4mEgTAkfs3P8qkPz+jAJw+LA92v8Llpz4KuBA/oLNEv0t+oj4xb4q/EUqHPx4kO7+HU00+K8FDv04Uuz6gNgy/2F9avw9hJcAC5aY8TFXUvsiCCz9fiyE/1wBSv+13cL/IL5m/O0zVv4n9gr1QVhy/yxS2P1DFfj8kNnG/x7VSP7XEOj4gwfC+W9ZAv+eFeD8szxjAXWmvvvulVL8vhwQ/66VeP7U3BMBOKsA9tCGHP8ZNuD//zse/0AhrP+iMQ78G27g+/7PrPr+GJb8OJwK/bQXpvZKUgL01ouK+P6OavvSyBb78vri/Z+YlP13aDD9ZCCa/Nn0oP7g8j78fG1a/ehosv3YN8j6Y5PE911STP3nxUb3n2D4/kE48P/9Oqb+FTPO/4WUEv+HmeD/W0Jm+ZQ3kPuW03z8uHSg/OuuBvsDcJD1CaB3ARNScvogqIL1rVf8/gYisP0jJKL5JQCE/dI8CP6aLmT+bkb49sCiyPryeQL7HWII/AbQ2vhT8Nj/uMc0/Rsv5vu/y57/6e3E9NrPDPw7cg7/Id4q+SQ+6PRrOdL6AIh2/wsS4Pp/iqD8zdqm+w4iOv8V/hz+7ll6+H5HfPk4TtT8H8hNAvXtXP1tiMz65vic/oA78vWYt4T/XCGC+pGNcPuLCAEDQiiG+gJ54vpIT/r7R4Ay/jH3YPyc1jL8+bre+phQ3vnDjH7/hDbw9orNSv7M2Ij+ft9O/Xszrvh63fz4eIw+/w9qgvu0PNj6OIDa/amG0v6YXdz+vegq/X4+yvofaJL8/vYA/9JMfP4d1Fb/Oo5U/di7Ru0TDcEBfSLO/4Cs1QKGQq7+fhUM/8ZClPwBkAr8NnDC/az8jv43xab4KcU2918rYvuyHNT54ryM+a2CGvxYDcb9iluI+rKs6P0Nt1L6GeHm/",
            "ouXpPjIl0L5W8uC+iWjYvMq/Iz/9rrQ/q0LtvjGXlTx57Q2+SwBpPlQ5AkBWxxU/bsyEP9fZkz6SweQ+HsqLvlMloT6cgJ4/0LwwP4QIjb8wnDK+1uC+P0Y3a7+VjFe+9iwDvhlc1D5ublE/0tgNP8K5VT/pZH4/s6gmvp87/T/zaZc/bcOgP11dBj9owqY+BWIgPgxmAL/12WO/qGWpv6sFjj7rlXK+DLNBP+prQj4EwMw9mRUxv9ZX4T/YKgTA2m78vtTALj67106/1HJMviQ8mr7PTCc+D/knP3Gbxb7PX5Q/gGscv4na9j8wDdk/dX8cPn8hpD8HqN6/bWW2vtGSrr/ItvS+KxIpP6u6jL/P59g+m0ugv/1dhj5U90i+uKY3PoQdBr5puVs/GEcHvmpADj8evIo/KXbjPQ/V979+k0O+QKDxv8Ecdj+J3lQ/X3jFvm4R5T6TxZo/8s4rPjyYlb44WmC+SP9Yv9k0cb9+grC/rtFcPzCkAD7CYEQ/Xi2RvutgmL6orZo8RjMcv/IYYj8nM7g+R7M8v3xmtT8IxQg9MiSpPi44kT/vFjg/LMapP5C7qj8d2TQ+20CovLNYAL+UI9A+tlOHPxO2EMC8XdE/YVqfPWO2Jb9iJIa/I6/MP2vGx765HSc++qEvv1yuVbu+QDQ/mFyMv0rydr/7awhAIOeRvW9QGb697Ls+8hxWvgJkJD4lYAg/8OPYPVTOLT+0hBw/pE0KQMz3bL6k5XY/oUELP2hbBL9idKY/9RCmPxrt17+Y3Ye/W3Z0PnowRD62GDo/HtYCv6Lijb0jcmm/VRyjPskjAr9AXwW/HI7fvr2YEEAIQPS+YWccv+IEKruWox48wlUnPqHptD/q9uU/mo+JPjVapTxwl3e+lKWVvmHvO73uSiQ/2c7gPxxMET/Fd5q/E0TFvqH3uD/c9QDAcjGPvtnrcT9VYSbAf7ruvxJMnr9+13w/a3T0P4VuQr811Ls/UqSrPrBriD/BU4+9zqbQPTJQST9JHQi/",
            "eDfFP619Wj9yEAVAnYopvxtMlD48s7c/N6/NP6JEb755NOa/nabJvqFzUr/wKOy+a31MwCub0j22Ihc/QRZTvr0uFr0G0Ee+yG6PP/OyBD/Zv/8+V19tv6ngID/YvrY/n8WPPuIioL083gpAER1mPkrznr8ktjA8UTsAP5VRMD8q+vq+nmaqvuRAdT76n+K/IVSvvr7G9r4o45U/dPpAv/ZB0r5hHkO/viYyv8AxDT+CCUo/DTE/v++2Vb+54De98mcXvXqVlr9swxrAjICFPhQ2f78NntI/HGmwPu2HJj/AA0q/cCMxv9Jixj80rDZA1jRuv53QT7/q2Is+HpzJv/uLfD8tgOA9qKtAPxU1Uz6bCwi+hh9nv0Tsd75Zmn+9YZljv4FNnj6yT0K8+8o9PTHOJ0AO3AvARuqfvth3Xj9K+IA/I/u2P6jsNL9AMhA/JRCvPn+zLb+V1d4+25cSv4b99D+2Zkg/7KNCPFWA4D+WRgY/1wPvvqcc6j/IeKq/2I8YwIqj5T438j2/KfioP/KIpT4iRADAI2XvPl+3DT9eYaI9/CCkvUbb874NZK0+drXeP4Tkk74BrjK/dNPnPlcjFz/hJtu/tk7nPhe0iz9XA/8+tTcwPhM2Hb+yXtY/1apKPz+QkD+U04o+ADOSPiTrsj3g82g+z/3HPziZIz/dGFk/bTITv+BY6D5yHuK+fcHMP4XbBkD4jMU/FkKePqMlmz962fg9i+ZNvkTfDsBX4Ae/yrawvnEZUD/HmHc+ShTLP7QUCD4jy5q/fvnqP2ziJ0DWM1q/9nVrv8RWUb+PNpU/xeKUPyMPCMAqtv09igiVP3UrI71oL5Y+LwxRvr0inz66boW/2x2NvWF4qz4vp4e/Bl6bvhwS6j30Yeo/kccLP2aTBsC4a6W+D3isv/Pp5z5RxMG/y6Uev3T7yr5OO+q/jO03PX7i7L7rv2G+nr3wP3BuXj7NRyU/OJ+5vzLOor/uYVg/AuGzv6kXPj5KJvg+bTkNv3CZlD85rVo/",
            "EeQfP0vcV78QJoC/t8qAP4rIDz9b/Xo/T7sVvvzjgD/IJJK/tvbmv7JblL/+5UG/o9c7v3raFz50WoK/V6yNP706HD6+L1pAZbySP10iEUBbKfO+fPKoPmnt9L/GbY29tT4QQGDRwz8dYxG/hlGVvy2E7D2ykoG+EangvrL22j5+o6O/0KUjPwqVJz6AWCZAKSIqP5vGjb8UA8W/kKOYPhgSNz7/39o+EL+mvUv5Hj9mmmM+Ki9rvpEON79GqMe9jDFrv+SFWD+rTzK9F6dYvhm5jb+gojy+7qMZv9koFT9flFG/H0ISQOeacT9ghQVAsGaVv2d1ir97Qyk+/hlBPznXwr9jOq+/iOXBP14qzD1em5O+3Hflvk8wvz4u1UM/vgJlv8vBdD9g6Mc//vw1vg8zVb8NcSY+FfZkv9j5FT/eWhDA/hhyPw4Z3L94L7I+HJd3vweW7D16edk91Zhmv3ixsr095MY+idG4v2uNb74bGvc+GOUWvkRwVj7z2HO+gSz7vrD4mr/bwh1A1YWnPgP6WD8cjTg/BA5Kv7a31j+I1S0/ZYuvP9XxDzw1/sA+JNwQP4FtsT5WF+A+i5DVvivgWD3KCo6/7fFEv0ipSr93gVw+WcZ+v0+yXr8DPZ0/nX1rv9fexD8Ko4s+lzNCPsuaYj18pfc/tedHP/KP774IPBE/eDF8vzN8jr81v5+/OYQUvzY6Vr7UyTw/RwMqP5lltT6L/p4/zFI+P8x0Tz54IQHAzm8sP02jlj9+h/Y+Cc4Uv0XsLr9WqEA/92q9P/Khwr/3xLu/Q9uPPU9a1z7QZVk/Yj9VvnFrYz8ZMjk/FuBPv8KTrL/RoDc/j3zFv0I1wD5jWqm/GaAYv93NBz+EePI+fueUP0GYFT/phLM80RJ4Pkd/1j4g/ku/igEJvzdya7958x7Aep7NPql0C77O7US9PlZtvmBbXr+lbAU/bX9AvA/7rz678wK/7nOavoIOYr5oYyXAPl6TP1ZY1r+zvIU/W+c5PsxWID3NJH+/",
