{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              180,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              4,
              4
            ],
            "strides": [
              4,
              4
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 8,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "cadab834c12405cbe51731f075808b369680c510ccd3e7178687035fd3f626a3",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      180,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            180,
            1
          ],
          "values": [
            "j1aDPpl2mr8dwEW+wd0jQO9ZrT9exNK9Q2a8vozlN7+spcY+1dmlvmgFfr9kj+u+Ojc1P5r0PryQtoK/Z+P9Pv+3kL8bNt2/BMmXv3gFob8zSaw/PFHOviOfUb8JyEw/KTXuPa1TZb+OkOA/fuJ7PmVo7j+Q1po/N0uqP5zY+r1arYI/udIEP2hRgr9UN5m/cydOv6vOmT8fU8E/DHSUvRsINj9hFoG9brdrvwYmz78Qtyi+AXE/PuObBz/Cb4U/qk6oPtX1EL2khUu/+YQevnCk+T9Ntdu9uk9Ov0JqA79/KZk+lS6FP1d+Kr8NrgHAhgd0P5WEHL3qRSfARuK6P1QEpr/ES16/AC2IP3cgXL9tLwy+U1uBPjIUvb6EQig9CZuGv6+K5j2HX+e+NbnsPtQG3T5czU0/KlWJPsOnKr+GOcC+b/zCPrb/s75I7Yy+JB84v6cVhr6eOBS/9f6MPv1CyT8ak3E/1uguv646mL3aKhK+XwlPPUCpwD82bu6+tfQNvwYj9T53Ba09zVUfvhC8or8rfhs/sV8tP9/aLD+ZvWS+GbDCPTKxsj83nII+B9+VvHoW6L7YjXm/fkAYv/BiRL77bza+GCyzvqL/KD9Q+70+12Eov3P7Hz45LQy+xxRpPxRQp78Aqko/OLNvvzX85r0isqw/qktsvw9hkz6BXuo+8/wawJ9BLr/CwBG/pccmvy+HgL4qFLA/nTA8P0ffPD9Lems+Cd+Nv0a+0b4DDQ9AA9OmP/PuoD8MNEo/2rAsv+GIo7+zYpS/qPqxP44kVT/YRhU/7CkHPvjGtz59DQlAT00HvzAwnL4mBYA/6mCvPy/AxL/day4/FkpEv60NDT2W9fM/KMUAvFmD8j3IDsO/VP4uvwc8uL9365G/2vgPP3n8jD/aIc8/r+g0v9kvnT4gbcm/OaZav0dQD0BX2aw+Tsb/v3oeG8DBVVw+HWhKvp/2179g+Je/cKOrPsQ2gT8GNoS/S1DBP3/TRr8cdwK/X0eLv1PHVj/Zy1Y/",
            "J1Qpv/rb9b9UqQ0/qcDlPqY99b+RJQI+RHsDvuDzqL4r2hq/loUfv2ezL78VXvO9Q8yHvzfIuj7zKhO/8Ix8vbRbyL2+4vi/l1OZPu7Kjj5QIAPAN8LOP9Iohr9YxVQ/3uQ6P3mOnr4kk9y+MR0jPxmEI7+WlME+sO8hv+EiKz8C9Os8bbYBvprmlj9Xwa2+PPIIwL0l5b81WXM/X08gvxdmoj/4Oh09uFG1PvbfMz+OFQO/81NLv07ziT5SB54/Ki+Uv/RBPL8VL5y/kKuyvoCWVz/rq7Q/gEdHPyI3i7/h67m9UK6dvkuUuj7W3b4+QYKLPHTghz9/1IK/RhbSv+p8ZT+WBjDANH70vq4n1b4q9hW/zmZtP0Of177sOt2+IvgLP2IgiD5SrV0/khcHP7o3Gz9+CQI/8E4UwLYYHL6rFh2+EjKGv4PI1D8kbRA+Nq02P6wiNsAJXXC/5o+bviq6vz5NRZM/13SqPgyayr+9QZK/5cFYvf/nMT8a1wE/BkiuPYnHg7/5oIC/ExsLP/lVdD0MbL6/vNeqPoHi9T4ODYC/77OFvljPqL7O1/+9B5aAv7Ia5z7gr26/dxsevpKOlL0KQ1++UTFCP9+2JL8B+cq/qGLivwrPej9J5yu7Maahv844rL8N2hI/gNYBv3GYcz+VB3Y+09eePlDXi799hee/kvoEPXS6QL7A540/KnWlvhXkzT6snZo/+VCZviBxfL9S8+O/Wu87wA/3j7+rxVs/dZunP8K8hL/MxrC/RwCmP7VXJz/WwLc9c17mPp4NFMCjKNs+WmP9vnLF7798M9S/vg0Hv8vVBD+5b0W/1m5Lv1l/Ab604zu/A0rkvkq10b5QqSo+gkWUPnkYxjvJ1gfA0nHcv81h3b9fWu8+SlW+v+lf673OvIu/HyQUvxzkNr6ffjS/4MV2PgQa1b6314g+JS6NvevDWz/YQbO9b75zP11qpT71WNO8bb1yPjbzFD+PRUK+3bAjvj0mcz8s0hg/FidJP41Juz4+XHq9",
            "P06Iv8NrXb/VLU6+7ubQPzHzHb/qQgI/Y/kVPShp97+kkgQ/vR2Cv7qxND8POuU/5PXfvxCNPz/O0sC/k1wwvnAd574zkL8/8z5Kvg/3wT4moUq/W0Ovv6/9BD9b4MK/Y9pWv7Tnmz5kCsm+x6wkv/RUPz/H6aW9Ur9HPz1aNEBFQaA/a6QAPjiClj+Ylr6+TKGnv/1IlL8+EFQ/Htjrvkz9ED+niJk+e3LmPjNCyj7Ohe09DkYUP3ACMb8Ze5g/wGBHPouQOT8xIYU/5MgevQv6oT7TN1M/WY6Fv/eBWz/p2TU/mO5avsKClT+ZEbw9d6tLP3YvIj/mFSC+7HNovi4fiD9h7wq/nN2YPx/MtT6KGwI/U3mkP6Z+2T+4tiu+r8MEP2MMt78TNTc/9lY0P/IQeb+t9Zs/nzV0P7Z1n79tQy6/3jP9vV0yab/ynoy+EboHv3aEqT56fqO9VV+bPwA+DMDBAYe/lY4TQIe4q73wIui/aJhhv8fcoj6daYo9z5FBvzbPbj7aIsy+9m1NPanOGj/DS/A/hltYv9FX5T42d+A+ug8RwASN8j7NM7G+3mC6PZoGgD0vIne/aFRvP5z64zxM9Z+/KMXUPjtRojy0x98+h2Y5v88mzD5XOru//2hcP4x++z6rdj09BT91vgUJOz2OxTu/N1JgPwGn2j/4mbq/CV7GvsOAw7/Euno+izi9PgB0MT3/9g0/k22av2KGrj3cq6q/3zgsPwtFTz+b432+YfrCP2RVvj5y2MS/E0OrP0oO2r6OEI8/CxzPvx0lPD+pskW/TAOMvzdFUj+MPp0+bYtTv81XVj4AnL4/vHQqPjOH4T05sH6/PzK2v/TKbj7bognA1GuePgQaAL5DpKk/CeGSvt2lNT+oFpw/l0i2v2cYib3DBE6/TwrNvt5FZz69SXc/c73tvtwl9j4f/iq/I3KKvigflz4q2U6+qBVOvuTZTz9jy3y/sQZCvQxp2D8ikMA/DtBtProEo70z5u09xGysvcBMDMB8Ip2+",
            "rlTmvlPZtr6Gv6q+aqbXvg5b9L/nh4c/ON4OP/wFsD/yG8o+w7PBv8CZ3b66/4+/0/oQvpIWvT/Jwkm/ZJS9P/clRj9SuAa/qcGkPxnxnD0kpsa+i/EYP9Lquj6Hsdw+1VUfP+Yzwz4B81A/z9ocwBUML7+PO789SlNrv3Pssj47vxm/6TGoPZ+BZz+jlAs+V7JkP8hOaD4p/zQ+cI4qP01/qj60TrQ+bGPiP+vIuT9mDaM/bE8bP7qiA8AY8vw+RDxhP8kSBT+lMZ6/2gfLvlZMrb/mZDc/gYrjPJ0hVL8gX/49FTSNP2OJO7+WE8K+png/v23ajr8pPiy+1wO0PiwRyT8pAls/GYi8vjCiF0D56bs/dMcAv7VETj+QL0u/Pp4EwKPk+j1xwBa/vdn3P5CJpj84kaG+rjbgvzZHNL8TjqK/X3WgvUNDnD63Dnm+bkcIPzLQ+D7LHF28f1ipvy4VzLwSYLW/iPoVvgekvL/7qgO/og1Rv1t4Tb+HXWI/Uglhv3i2Ab9cmIO/XDSQPqj3rb7+ltW9/I1Kv0oqNb+ljkY/wM59P/KzWL//y9G9lsMpvkfeST/9YOs/DC7OPiXelT4siRs/niV0vzXdcj+puCXAUiS6PpC+gr+Tre4/MROZv0gPKb9HupO/6IWdvDbXIb9fzSk/Y6G/Pxwjcrzq6Lq/VxGMP0piOr8n9Dy966D/vxHbqr/rvME/VLAbPjX6kD1aYw2/mEcHQCS2ob9PPjm+ma9LvyCS1D4DJ0O+yjqwP6zwdb9hFKu/WruMvm4aA7/PUny/C95JPz/CKD8mrH8/18CIP5bxujuMJA09qqfKv6VPmL6tgDc/ns25PzIURL9AJyI/98vEP+xAOb81bPe+o4j0PzxmYz/j2HM/pQwpPWy5m7/IebC+bpd5vzdrYD+enho+2Hy0Pcb/njqDRi08qclkvywyq761i76/2QHBP0zkGLv3cc8/urWmv9AIkj+ee2Q/7ET/PhNEzj+14ZS/tqMwPr6Tl773kOo+",
            "Rqf0Py6pIz/xdhk/rju7v1bXKb9LUV8/A4JxPwVEtz59tMY/fec2vpHV+r2xq8O/qw6ZvxAyEMDHWeS/2vLDP2mTL70VVZa/7Z+yPvQkGj9iJQJADcXRPpeLdL/+gx6+rTjfviKoOj9Q8NQ/OMiVvwlTLL8tbii+Oy3pvi+KmL/quNA/fyd+v2NtX782IvA/jzfKv3f0iT+SDfm/ZHNZP1MJLz/UZM+9RU84vawaJD+Alw3AF7jav2Z0GL7Qyy0/fbnpPi8RHr//BTjAoEugv/spA8CUH1U/GdAev/euGr+0Lm480HkhvsYVO7/UyDS/A5aEP8MBgL8/s4g/a4/7v9oF9b8Pcpo/84HSvq0NvL6gGXE/CcJtPyim4L9qvI0/qxU5vyW1A8Ccfg4/7QmZv+Gnx76fD/m/NZI/vYK2Z79w2a29K4YQPxN74T+MtFg+Z9nLP1eLpb7UjZk/3CQFQMSivT/YmqI9vqTyv2kmX73Q9YO/f90QwOh5ELxVHqY9C+YPv7Z3tL9Hyno/hAvUvQ03az/7GIy/6wp+P25wlz8MGIE+ecqSPymBDT/geVC1SWC3vwPAgD+khk6/PWUWP4sv4z0e/Zc/VmZFwNWqpr/EFJq/yuZcv0MRyj+vIdC8r372PQ1oSEDXgao+wx0hP57EgT+b9xg/OLK4vs2OH0DqxzO9YKoXwMJ8ib0q7Uc/5glZPuEaQz9BHta/7pj8PqGBgD/f47U+iDa6v4Wn9j1Ac3e/fdO/P/c1Hz19zFi/7i3mv9Cszb+Ph9Q/MYjKv7ARx794epy/t8ThP8sQlL/oXlw/csi+Pw/o9D4kTEM9dBaPvobeHD/V55S+A1tIv2f69D/SLirAP9+FPc8jKr+Ldty/GSAGvY6cmL5ADI4/qBOCPulzmr7eUdo+EDQyv8jN5j+QhYO/FQ20PjqmBMBVnCC+GKh1vmutWT+mV+g/rT8sP/J/fT4E9VU/j6PGPq3CZr8mjZS/QZbQPsFqor8+B5+/nzlZv4VVuD2EoE4+",
            "0ut7Pt6T1z/I0vy/rFGkPkxxoT4nXn+/o+HJP6KOgb8PNve+nvAVveBQGL/ZUBE/CfjUP21U0r2FsJw+RhXxvq5So79fF1S/LRi6vlTCqj4Zliy/wa6GvycHOT8fpn4+XAnPPjlCjz6sNoI/rpQsP/q8Jr9OdxXAa1BKP/FlhD/IAE2/MwwyQBmUPb5vT/o+sQOaPrcx4b+MGPw+FJQQPiRLvD6zNNG/c+9eP2S9A79q49W/icIOPcD9BcCE+n69ALKrv84ocr7EflI/1beGv9Pvrr8HaLi/O+ccv70eir4AxiQ9tXSQPo5Jyz+bUie/FmrJP4TRH78AFoA/rmSZv+vqpT6ujN8/zrRUv8lz5L/jZKq+pUKaPUaSob/BMCO/v4xIvx6htL9KJzO/zh0nPjDS1r7/mWC/PCkqvL6OL7++JME/pqMQv57r1D8f/wa9nvPGv4taNT/BHFO/mzyAv0r5dL2Bmx2+9UitPtXqeD+CFW+/M8KAP9a03D9/sOa+fXWpP+fnTr3FgIM/e4pnv3UP877zRvW/bzacP6Oi+L30rIm+nex5P9UsLr/Miz8+2XkXvhxp0L7SSZs/KugbwKwtAb/Y12A/gNuiPrcbNMBDbME+qoJPv6o5O7+0KEy+NdYiP8I+mb+rngy/PgltPw2Agj54WRC/gkdOv2cABD9it3s/FofhPzvkvL9W/2O/2zSuP1Ko/b+OJo29O9z8vltcYj8ALMY+JejAP4yG3z9VVVE+Puohv2mmCr+4eAk9rDFuv4bxHL+whgo/+Y/yPwdDgj7r+GM/rtgVv3kGhD/Xwy8+ylssPnVfbD/LZ2C/M5Qcv85Yjr9htQHArFDKv5EgJ78nqT8/rWYpv37oZL7tvoG/RxGJv0w7WL8CYts+x2z8P98bND8k75g9aXZJvpTWu71tFKS+pr6uv+zm87+juju/dkItP13fwr88fY4/+MIyv1zIgz00fpa/IoOeP/mTvD6qu6s+GrHmvkET+j1kjf8+y7iLPhOuFb/nBDBA",
            "EmY9P+DRFD9IRSu+nCb2vyZ2sr8yXo29YPyFPjiTEUBC4a4/dbXOPgMwKr+aJuO/07zRP8ro672StdU+OzgDP5VcSb994SM/4ZGJv9VDN77BNoO/d4lsPvJULr9rsLs/K4QfPfpTIr+hXN8+GZ0JPzkDgD8aUDw/oPMhP6LdtL9L/Tm/R6V0v6r/IT+dtQe/BTzlv0ejijxoPxa+N3SpPr83McAMs/k/SGAGQMZA+z4zfVs+dFjNP4XMUz9RXBrA5aTIv661mj19cKg/ZNUgvgfju77NvrM/pCt4P5HrEr8MHbq/gF41vjCip74890K/yV+jvSkGc71FKTNArhMqvi+vLz4hOya/vtGkvmZ6CEBhRZw9/cR5PzUqjz9Rmx4/tJW5vwe/Gr8p/S0/ChaPPrW2hD8gc8g/QtBLPxXEiT96dw5AQjHJvr0bwD+9obe+XCFVviOAkz6A9ic/3z9Dv1XBTr+yyYI/CMaUP1877z4isY6+xdTGP+v5jz/WRPk/MBWyPzpVwb6zAwY+FUd3Pp1twT5/KXI+LHpTPyLAoT4ZraA+PoWMv2O2Vr9oaC+/nIouvwEV5j2LKKc/XO3yvAE5+T+KWco+j0nzPj11AsDuRWY/xCYGv+i8+j8segm/BAlzvhTnv78XEHM/zx96P3XHqD8OJde92e40P1RYCkAWGlW/IWD6PoICjD/LogK/hQWbv1Tvwr4FXD6/vI8ivx3e3T01X6u/lIyaPioKnj81C5y/+ryRvsmBoz8yKtI/V4RMP45vVL9S530/RjzZPLZY2b1+jg0/UwgdPhWZwzyAKk+/aSb3v5u/uj9Kc8k9mOZgP+LxFL6PsNq+5/fPPmiSrD+ovbW+IECPvcPDJL4TJBXAEcv+v0LUfj+0dOs8cv7gvwx+1L97gwHA06hRP5WxzD85x18/kTKIvuTJGb8LtYa/nMZWv71msr4Bfio/oumXviJBdL/r2h6/olGiv8fEHb+D07A+whuCP9R9kL5Vh1w/6z0LP7+DlL7CyJU+",
            "7er9Plmi8D2n7mm+6tYEwC9/K0CnwR+/us6OPzN+Qb4aQRM/c6NDQO+ClL8NiybAdyaSP+t4/T40fik/EBgHv/titr4ubqY/8NIvvxBcCcAJFaU+4HtdP7c+5L2rLXk+INAovm7wqb1cN6K/T6Ydv+zKqD4nQHm/dC00vovdYD/g+Ie/xuP7PtWVvD8eNZo+E+bMPMcQDj8YLEI/8O0/v6U7YL9qD8w+pj0ZP8EDzD+NCHo/l3+7vp/X+L8RAOu+Fkk4P+qEnD9E0EO/ghmpP5QoIb8EiVQ/KuImPwmbIUDjCPK9Mu+3vuGxWr8bM5c/oPmfP8lQmT9qZuI/Ng+hP9I0Pr8j5II+Vunov1hRpD5Wimy/HrIHQPcHnj+j5NE+kU8pvVtyUj9SSC7At7BcvxZ2OD8B+qM+SlbPvtum+78jczy/Fr3/PScR9D6mL2C+DF91v2KUL7/QxFu/yRcXvk/qkz2HYM4+0GKdv+L/jT5dFpA/xjjKv1MtAb+zf50/eP4+P7qn3j64H5u+LB0YPPnfyLpsEjQ/u2+wPmi96L5ceKM/XivePicuoz0Cl16/jpN8vhqIGL9Q0Mc/S9LzPsAYUz8gWRu/GXWsP/ujhT5Lfw8+dcC0P4kJMz6w47m/i55kv0YK1T+SAuS+cu3Lvujfpr/oSJu/kw0Hv/hvnr9wn9w+5Wo1Pq+iK74V7NQ+Swu4Pwy4mz8q3uG8cR74vtWGXj9Ic40/rb9WPz/aNr+m/Ky+kNaGPuNjHb6A9yvAYTqMPtjpgb9nlvA+TZuIv6mtF7/ywCDAXC8vvnmktr+o8dI/JoOHv5Hh176B9xQ+Q3jIP6+ySr9tMJ6/ay0FPvr9ez9AGWE/hw+JPsyoAb97QAK+mMcNv+tjkb6/3a+9PexVvs5WWT//hOG+pFOfP8gvTL8Kk4S9KzTjPA5soj7l2pw+RpCyvwojt768IGU+R03Kv6+ZU78f5vs9pP6zvyQ/o75aj6E9ie7EPpmP1D/n0Eg/z3voPi4pCL/1ayu+",
            "3gAFQHE/pj1OIL2/8R4Xvhxj673DDPq+CMHjP+gPuz/p5YW+TtAuPy2DIcBD5to/xtwDQKfP/r5scgI/NHqGvo8C2z/kdUO/o8vQvhS1mD9zu8i+A11gvkZ7r792bg8/lPaBQLKTg79QDbg+RdO5v5/CrT8kKRC/LnuMPm6IAD9aqPm/7XkfvzcCJz8XxP6+EyA4QLlII7/CIBG/6Uq1PpZXob+2HMO9o5gMvf0ylL8Ksea9ScQWP9xHoT/TVIE/EKt7vzlhID/jF/e9aDE7v45sqz/hxQ+/Z50OQAgtXz5fnoM/cMRDPeS4kr/KUUC+S93sP4wmMcAb4NK/6CqJP9ojtb58uf0+hMfmvrMp4T+/oYO+nW1tP7LjGsD4tc6+YUunP3ikAL169mG98zrTv81JCr/zfQe/I0Kuvh2Z0r6n3xg/NzHGP0vekD9EuM0+NZAHP6mUET90UCo/YU0ov01AOr/xHpQ+OakpP97mPr1TdvG/OvcnP8R9gj+t56g/gAZyP3UXE78SBYq+N5eNv6V2or//dCs/E//Pv1KdXT9GnDK/R4OqP+kn4r98wbA/Scs3QKN4/T7+PBjAk3UmPzOkHz9o2jNALjkwwLeWET69Tb6/mqeev/OKe79ADkc/1E5DQILJAMD3uMI/MwAHPzorQkAfXEE/cWEIP6fyk79T6WA/KmsHPwzPE77kuMk8kEf5P6m+rT29T4Y+i6mGPm7ynL8GPnI/lHOSPbT7lj8Z7YE+eK0jv0EJGL/hzbA/VNUMPPohuL5AYpI/oUHMv9PYHb2FbHc+hUVMvzpjlD/uW0K/EXWDPxR0Lz01pdw+nVECPxrSNj9kWby+6NM3wFTqd79m9jA/uti3P4Cyab8ai0+/o6gKwJTMAr7OZ9E/qScTPKQVaj/W+bM+tqRtvo0ZnT8MqBI/EcM7P5k4CD9nUcc+l7CHv0mQk79+xYC/yy7qv2gK4j9IuOG/+FioP9/qY78JlJq/jmJjv03zFkDx4c8+iUyOP0zZCL5odxtA",
            "6RU6P4W7Wz5Ouxy/EemVv8L3W78s9zY+gbymP+4wOj94Rzc+fJIfvj9Vwj+Bbb2/HMrBv+oQYz62Awy9ZoSAv3bh479yhy0/snimv/aYkr+lYPK9GfLlPxhVDb8XfCg/oYtTvpIqOT/vDGQ/U7G2vwgKUz+EcQG+oOz4P5ad/L8SNe0+Z8VwP2lW8z/Djj4++Ky5PiIZgj8H2Ig/xdb7va9W7767FAnAdsclv6/Oib/kToY+T/eIPoI7Ub78Zy4/6fWnPvumfT8Bzo4+QLoiv3SNuD/I+oC/2d24v0Hlsb+WJhg/rmFxvpWMuz5D+M2/p/SLv7nprj8K4Z8/rQ2VPmr7GD8YNxFAvTEIP9gm8L5OWby/UasFv6bGxj4t8Ys/RveuvhpJ+z7unFo/yM3CvoSMjj0rECS/123kv9h6gD/ZgDM/O6YdP8uSPz8asVM/3XUSPyr9FL8uZ5i/qb6dP1PPwT9Nv14/CcLbvoccib9u6YG97qz0v/cCPT8Yong/6oSwvc+V3r4STee/1ARHPDzIyD3Z6ga+27mrvyw1lb9osYY+6KjvPzVhkT8ruAY/i9UqPedVuT8cZx2+84Uzvjx5Lz813Qi/yKNhP3Svr78bdoM/cH0PwD9CWT/qw969FroVP6f3Zj/fKto/UTduP6f5bL6Vxdw77ilSwIxU774bzDs/qMpVPo18iT65Px/ASGi9PgzGbzu4558+swLyv62upT/5L/I+xD4Mv5h1db1hDJw+wACpvmYcmr+Exbu/9Lg+v7dP3z0X6BM/8Xe9Prz+QL48U2I+fzKNP04svr/75qs/A4efv4La+j6pJ6C/NiFHPW4Vob8VkPE/vb6ivecAab8w+hPAwyNwPwaS2b8pPAW/GN7/vq3+6D7NF1o/AVHKPjVpP7+8D4O/laE3PyFRU7+Y5ZW/aCGBPxaiFj2GJqS/uWw8vqBqv7/pAu+/r/zLv78OiL72gYO+V+EJP5XnmT7lIRQ/Io37PgHe7D++5f+9b7qjP/ZFyD9GrZa+",
            "l5yXv7js7bzLlrq/fDm+PgoBXD/b7A4+hHEdPyL0lL9+j+g/hKwJQNNxSz9AdCI+nVRFPkT8GD66sQ7Ay/Fpv1cSsb444+A+5b8bPrGntT2Hzjg/4HvDPLXeBb6p2eC+TFxRPfqOl78+032+IoRZvxTk8j0EhUc+svBsvv9oNj9Jqru+wfAuv6y+gj5dAEY+hEn6PWz1Pr9yQze/w7fHPhoGyb65FVq+/KXnvOz5uT56n8Y/OCR0O+NDPL72Y22/uKI8vr6BdL9rLBE/XSZeP3euLj2XCg6/4bt8PYC1mL3VZae+uEX4u/CMZj3YQTE/F/suQPgUUr9PSwZAC5gRvmHLmT+iYsG/EhYFwGVsWb/WewnAqcVzvvrXv75qfnC/qqAZP69x4b941QZAcMbYP3TaPT8b0Yk/vwq/P+Qc5r6R0cK+VOceQBFSVL+DFKQ+rkXXvoFI/780M5y/hrmkvejGGL5aaX8+ytg4PxYFzj8IZ0o/zgXhPmVcgb9bWVu+Q87mv03IUD8c8Ya//lCxv3/YHEDV4tu+HnmpvpDt7L7tK7Y/rJLvvyACTT+ED3k//osiwFN+sD+Gj54/OaACPzfrk756l3i/Z5t5Pi8rEkAe92Q/m8CGP2rFUT60FLq/U0MhP5DCTb5riqQ+hCCNvpDxRb+9HOA/22TIPkeeJT7brVo/rQaiPvWJbT4NnUI/w6Iqv3Gsx77RqGG/OWR8vokSRT8FgYW+y2f6PLBXPr9c17U/E8CTv8Na3j9zAIi+yYyVP45mpT9TDWy/vWj6Po6unb643o8+p/hvPyFS5T9yqZc/uf6vv4yjAECfQpY/SX4KP/KYlz94BjI9j+Y/P6mWQ7/FulW/PNSMvpojHD8QvNK/pq8qv3zy9D+tPO6+sQMSvxZLHD8Yb50+HUoqP1+Utj+D4oG/dJ/tPwx1NT5SCJI/zwzmPHCCi7/UZDy+7ax4vyahnT96Eny/F9M+PkuTIz+Ohaa/8wi6PUCdfL9ZVgZAGjApP4NP5T7K1GE/",
            "zrKQv5SbIz7pRHy/3v41Pju2zz1df7g+Di1Fv5rbAL/H16G+vyCgPx/WCz5IhC49MVlNvyCFpL4YLnu/RLMCP+hlgj9ejPe9M9BIv65THb8V/qM9Qxc8vxfaez8NwZE/Jqh/vifPSr3M48e8bmXov8QD278TAxRAptnpvtSxBT5sc1A/fYaNv8Z5wr4gYrq9X5D1P/1eJj+GTdi+64BTvjvcwj4S+1s/ysvJPzAomb5hYuM+X99TP9klMr3S2XY+PHnWPxr2Q78fZyw+pCEbPtp3Q7/MP329F5Ugv1glYT9Nqi4+PDFaPldUvz0jCGW/Ulu/vpvYdD9uLya/yhFqP2Dv0j9Cq4w+t25Dv6ZEgb4Mkuk/ArofP8Jy4L3+eYs/a2/HPzmLFEAI+ua8mp+6vxasgT8tTTi//ktEP16KhL5YYKg91ywXv2QZij/1i4w/QwUwPz+DmbzQrTw8GyqFv8PvvL+w35O/ihOIPymxqL//X5e9OWEVv3ss2r9fhq49G5VtPqvhuT6fwXu/+Y6zvmoA375cGVa/Li6MPqWvET93MjS/dIKDP8FfNj8X/5K/IZsZPk2eYz8FPxFA30ECQMCtbb+Ao3C/yTXyPoyMcr8nLKo/6YudPz7dHb5dfWQ/FftYv4l06D1ruII/PDwOv0mHHD+crNY/Da4bP+7htb/xC/0/j8+KP0pEhL9dJCk/tShjv8Oqhb9GXYI/2eylPjS01r4/Eu4+7NQMPuwKSb+jIKo/lm4YQE2Tgb7Map0/DWWwPlrvcL8Y9be+Ow93P7uAQT+W7wW+YVPSPnMYZ768kia/nG4dvwzunz+jJt6/aAlkvophn7+4RTE/vqnqPy2Slb+sDJs9+ryyP2wuR79UdDK++ZbavsQkB786iGM/fTZrPoSTVL/6FCc/ixvEvhXgo77Tyma/i2fbuqwjsD+hYBE/IO+yPcc4qr+J1oK+40auv/AUEj/6ab2/5vkvP6Q14b7R6MW/UP+MP65kgjyuW1Q+jWUaPsiSKEA9xos/",
            "KJidvz7T2r62WQ5ARy+nPqvqq737IBdAWD5ivtGkr76UYRg/juSnvxW/nz8H60I+lV8Yv0sbqr706Tq/FnBhvvOsJkCR30A/4msKv+ljXD5eHsI/SLbSP7/kkD6MOEw/djXDv8S2cz8F7iY/p1GNP138KT5voZy/VsgHPqOWND/MiWc/MKAHv0pgfj9BRoW/PXAWP29uoz9AD7U/ciFQPy3NR7/M/j++rpOePxaq4T4WYEq/5jkYv9CMY79NsEO+EPcBvpvfOT/ByUG/Sd2WvpeVM70PYZ29LOLDPl+UCD6Tnac+t2LVvgDoYz2cwMY/JX9TPoLeWr90Cya/bpVHvxa3yz7W4zS/f4FFPpbcmT6r3iI+Oi5+vyKP5b5R456/8EL2v9OHDz+Vp0Y99OMXPgM0ZL8jdjy9Qz3YPjTPJz8eBTa/M6EWP4OAor+fiba+co2Tv2/sm7+vVY2+/q2CP5VOoT+EkwjAXMZBP0erIj97OVm/QoNNvxrpaj5OhEy/IsYGP3c9AD4FkaW+HNyVPoSwRT9Sz92+ON8RvyKMF0AvAwS/ajHwP3WkLj+VCIy+K77ZPxc/OT/T6Mu9xcmLP76KNUB849s+UQ7BvyWUyD5VKa6/I5BDvr7Yqj9TQXG/y0E6vixvHT/s3j+/r1tzPxuiBD5LQVs9Ta6pPzucUz9TSnG/eFJnvbVuaD8pbeg+eMFrvAbEQb/NVbY/32CpvRQ9yD4AD/8990iOvy4wyj4bWm08ATxzv2PUKD/2pdM/oK3Wv5AU+z4AT9i+x9+fvPAnDL8BiIQ9IOnkvSEHJ7/C95w/mUJgv7MC3j2q6QU/tJirvhyxwL5hixw/0PApP5Y7GD9Pwp2+54PZPVjb1T0uBM++24l+vkzBCT9TFFQ/oWA3vwstaD5jPco93raFPAXnOL+9WqG+Neafvj4an74jJNg+Ps0CPTyCWr4K9Ya/Vs0IwOy+Lr3dW62/92HBvTqSlz8blka/TIsBQGuOWT4sD0I/o8QVv2Re0j0uptq+",
            "26OSvuy3EEA/+Ig/+xWeOmicyr/Nidy/EHJgvvdW+D4yrmc/1GbDvnyHAD5CmYI/Pk1APwr81z5O1qo+PL0dP4DfZL0MIU+/Q9vOPn9UDT9IwIK9StQhvnJrgz+dvX2+aH6vP17aDb93IhBAozSOvtGnUr9hoqO+3c66Poz6hD8ySHS+VJGdvhPjDb/DzrC+ITw3vSKJRr+QvYG/uSrBv5Hcwr8UY5A/ZVdwP3ACcz9rkay/rwIpQG8wQT+W85O/INa8Prtt075i6xU/gy7nPwjMAMAKrwVABIlEv886Ub+tJUq/gxmzP3TZjb+8iIC/joobP5pTkr7C1Iu/YiC0P3jZRb/KK7I/cNtZv4mgt78rIZg/G6qSv05Xoz8bJK+/+33hvk6NNr/Vi40+77m/vm3FOECIOHy9zwIhwINutb9F+a095yJlv+yIzz5hOQBAQO3TP7UTJECvu1q9+9/6PkmFqD9VMWI/vWIsP7mPkj8Lqim/dvF8vptMsb/ySJW/6m+gPACGFD1ZRMA+5V2KPyAhnj70De4+MCVBvhf1YD9Rqk6+jf64PiD7MT9HEIG/2ng6v2gkDL+AnRq/4YMMPz4cuj4ow7a/RGGavxnbw7694qa/jVtqPy45QD89btC/JleBP4Q2l78Lt3S/GrdxPyLNBEDkL9c+qBW8PyfJzj/LIDM/769ivxa6b709J8C91Oazv/ibgD9vOng7dtYRP/nKJL+AgQ6/y0AzPkTYa78mvABAxw96vxwbMz/xDXi+SJPJv9qDyL++44S/NhdXPyKkZz/yvFm+yoDjP3L3974gD9w/KIuiP0HKaD5wnaW/won3PcHulD9aCzQ8NOKyP78drD9lKYQ/DnKFPaB0rL0Gimg8yr5vu2aFvT4xAIY+i+W+PX5MiD3nVmg+mAeVv5t7kr8WyWs/F+Glv0N6Pj81iAe/qnpTv0kHlL+w43o+VnKBPyneXL9MjQa/HBqxPoe1hLyBEUG/DNXZu1/30D7fHIa+p60MP2bHbj+Kvsa/",
            "5ugaP13QhLsFyEY/7gqjvgr/ET/33cG8cFDIvy4uvj+7zDC/ePBZv4C7N78KZ2e+SB4VP9jfrjzydWi/1KB9vgC3Db8N6Qu/7rm6v6ktPj9dDwE/d2nuv998pD+hc5Y/xA46Plu+RT8KrwrAp04xPzJ7ij8DtvI9jaxPvo66FL8OHdQ/DuEHP6LQ+Lu7Lxm/itF1v7pf0b6g0qw+Ex3rP1rE3b8qUm+/j+MYP8llzr99tAc+BTa2Phspr78tin6/DrGcPwh4xr4rAgS+MyqWPs09/z5ybwg/mp6Av/cA2r8wZLq/58GvPYBEEb9WZJc/ieeuvoTYyD7Gx7+/KfeKvBDEdr9BMio/55NfP10Zs74RfpC/1bT/vg2tpb+jz5M+9luGPi+Krr8HqtE+/OnXPpeUQj/hrb0/Qrh+v3KEur6Zg6g/11AVP430oD8jYkbAMHIgPtbvDkBcnc++ZHC7vtCEzz+E7H6+Zu5Zv09sSj8MHvy/mNngvPyPZT80bp49OdA0P44dxb32uPW/gQrwPlXcuL9vYW8/u5uLP06dt79JzL29S1eHPwybFb5OWqI/k/InP0qss73/O1Q/pBWyvzaElr+Xf30/5GCgPqK19D4drtE+7Tawv9DuGD9r+oq9oybLvgaikr8WVuc96fHlv9xNSD/P6WI8ZmmGv8gmer+1vZQ/XAjGv1TA8L4C5LM+I4CIPo6Sl77+JwxAvRI4v2O9gD3ZGtk/xE46PzW8hL8lfma+zZTTPyb73L+CBpu+jQysvj4lpz8Rq5y/3L+JvmErkL/pp669uDFkvz6sm72rEZw/0aJNPicbjT8UPPy86OL9PS7egz/XOK8+MvCGv2MptL3yfog/2CwOvt1zFr2BY4K/p5JevbbKIT5Kj6i+wqa4PCWTcr8dO9G+o7w5vwvRmT+MCg2/+goxvt8ZVTyLEGo+YaG+PlAbEj+b1e0/AOv0vl0LGb3o0M++q7V/P7a4RL4vYT89X1SFv63vLT+Ip7s+sybXPgAyoL7fUT2/",
            "Zn6VvWpz3r9zE6u+XkiiP9damr8CzKQ/tGwJvuRo2735aW6/z95TP5oqhb/xJga/7wQbvlovAkB7rsG/aTwmP+zg8j1+hIu+NvHDP7v3Ej8dWms9j/QOP5gdlz80ORq/3c4dvFyh+L+ofsW+9iqYv2+ogT63Yws/TCShPu6aWr6JLoC9OTqhv8BBn78tvcW+ec48v0vIpD6Jx44+OGWLP0iiqr4WOX+/bksqPw4l4j5M7SC+UGXfvvo/p75A8ge+FzW2u5xLBkBrM0w/+3vwvfUP5T9vee0++SQPvzZkjD8P8Xk+r0GoPwDg2D6OxUI/LrWfPfV0mj3gjvm+j0LCvwZTi78P/ki+amsrvxmO/r4xUuw9fAiFvmXzsr++eu6+gxRMvy3F0j5YXd6+Gt4ZvhpO3L4FMcs/RAexvcgjCT+W4J++Kwz1P5tbwL8bn7e9kZCAPkBojL/zryo/EbWWPTUuoz8t2Vy/hoQPQDZlk78jLg2/sy4cv2onaT90TTI/IMOwvZCLJz+dnis/jwqoPjDksj4TMHs/0CD/POFQvj6hblg/aTG2vhSkkL66gtE/yaL2PleCdb8AbBtApAyWvrkpL7+a3aY+4FQ5vuUgk7+aSPy+/dSmPyu+vr8BIiU/jFEQv2JQlz9d8Za9f6CPvzLf/r+33kg/Xs0aQDVcpT89AI0/V4ABvPeIubxsh0i/TVtwviCKNz/m2UC8Ohh5P0+mkr9PVE4+5zeGv5t3bb+xJkG/8fMGwEfHAj9z0eY/cn3yvpetDr5WfSXAwceIvprKW7+Rrwi/p6AHwFMOHT8z3nc/GJOmv1ipCT9pEhy/MFcDv+tBtD+GRxLA4ZqIvoLEMD+TNle/DuLPvwdeJj9dnCm+Trg/vjVo2b/1/oq/Rchov+RSID7er9w7ZNxGvxsepzwJU+O8mmMVvgQ+l8D6nwfAM4z8Pzf/cT94BnO/ySuYPr51TL9yxkG/sfjbPLY3Rr7+uy7AGwy6vyz0ED7IapK7s9T0vmTopD8KzSM/",
            "B9WCv268w77Qqde/oljJPXLMNT+F8lo/t5fKP18+Eb/EdyC/HOacvwXoWr8drAFAtNDWvqo8nb+3E4E/nCdUP5/dibuIBmo9ep0YwFBgfD/tbo2/1mtov7r/GD7gUVe/+MaevuiojL/3zlK/bfbEv8rUzL+oSdu/Hl6avwsMWb/0bDy/y9lxva7HmT/8JUy/UYAYvfRpyr4NRFE8b7qtvb7lKz+jH1C/hd1cP36NJb/FlmQ+ZsA8vgWo7j6ScsK/GUfjP7ikDL+USoC94kAgv0d0/b8b7RrAl+iuv9hZEr/TD/g+udLsv77gYL/7Pjg/hH7DPk17vr1XR36+pFZdPbwCjbzegH+/Id2sP4qkwTwD4g1AN3OvP1A/jL8fahm/JDfGv3oBhD8hRsa+LDM1vw0bAz89DMe/RGcGvW/QAL/01+k9+j2LP28PFb4gxJ4/KraIvscRob6vMqS+z+5MvyTpFL/WCz4/+Jltvzuthz+1IY+/j40Cv5jl6D8JOie/n4SFv8rLnz7A058/dI3mvvK27j+4ISo+U4pTv+bNEj5B3mA/pdEVv5Cggj88MqM/8Q05PYcSq7/3I2W/VGcEP22+EL7hYi4/Ptb5P+3jlr9mOUo/x2qEvBHdID73IxjAis/lP/SXgL1wACG+Zcb/PA1XkL/UcR2/Ta5wP04QNz9P8Ka+FAU4P0wOrD5JdL6/TK+iP/U4Ab8s1u6/CruyPxn9BL4iwzjAnwYHv3tVwb33aoI/0L8wv4K/lz/3sxg/ZY76vluYoD8I34E+MbbOPdzL4j35zIs9MxQ/PTAuZT/V+Ku+1dmTPUMOMD9Y9Ky/Aksiv7VQDb4zJFG+CEQFQFQLwj/4Ijs/adOuP6AVmT88AnQ/JlXEvrepa78gPxY/y7DVPj/nGT/HIGC/XjlGv2wZZ7+Yxqm/6g9tv1VHrT71LIo/hEfMv9LpP78quSE/e/wvvmJtQL8hf8a/dIvQvFDmkT8JtI6/PXvAP8SR9r52kpq+WmWEP5JZMj79/rg+",
            "M3b9vkgKVT9f7r8+MFaNv1Toib8xgoG/PJiivUJSIz+Frp0+35DGP/MevL5Ln6i+iJ6Tv5d7aD5ozDW/HfU1P3yuSj6c7K69MbLYP5INhr4F+aY+n86/v7p23r8sora/y+4Gvt8Qnb/+huA/JIp4v3m4vj+79Zm9i8EFwL6AtD/zxDE9NAWqP2rO4D58H/g+KXmbPvJ5nD5uTH2/E7KRv6XUsL5XjiK/GOWxvTX3iz9czUU+LnhBvtA/fL9iKJe/Hs6uP54NAT//t8g+9TcuPoX5UL8nl6M/Jzb/vo4ggj5Rko4/EcQoPzNFpT+cd+g+GKhLP8FRaz88HBK/i5uxPusnnD8KnRM/Hbt8vnx7M78yi9C+c5Mrv3TN7D71Ul4/83T2PQ/c678MFIO/b48sPzIzEL9j5YE/5/9qviPR5L0oANY+fF86v9CpQr+hOaA9HBX6Pou8nz+bZFq/fIK4v/0mSL9Zp2I/LLf5PjeyFz8J2iM9Lz6WPxLWN7/8A9++clfPP7RR5T5ddTu/UH1Jv2LoZD9jfkM8v946P1/bNj8ZsDU/SxZmvggbs70GwQm/3vPhPzd0yT+x58M/gNimv0EFcz84zEU/+oiwvz4iIj7ZcLe/cDYZP1/d1z3D4jw/jqCXP4Yq+b9Iv0S/LOFTPrvz2j4OiOg+dVX0vTUoJT8wjwu/Cf7zP5L5Hz86ncY/kksXPvbbmr+YeZM/0dToPoJ+KT/nzke/oBKbPuA+RL6S+KU+YdofvgbLQT91/wI/tNjBv3eCj745Pty+68w8vRj2Wj7q9cO+OMxxPzriDD9FwIU+mmhRP8BiiD/gnjC/wHzEPkZo3b/rEH+/d5iCPlukDL+eO8E/yzwSwMQNHz/luAXA8DAQP+Fu5z9wbjy/BSvqvomo7L+MWB6/Uj5TP5DMUz+s6ae/+kM7P7bSBr9F36u8S1xRQPj7BcA2OcU9Acm+vS86tD/iV9W/NvQVPczEdj9r8qO/uTegv2JXQb+ERGQ+rwYowA62nD7LvsC+",
            "OVYzP5HnMz81Y90//kO4vspsSD1C45Q+RD1KvkR3db8tIIA/k4Gkvq0lDkCYsDo/ARkcQHaAWz/NlYW/7Xc2wKSAPD/5Pl2/jHspPvcGBD9UmZq/ns1avuQlaj+hVVXA6HDuPmaBir/3kQE/+xgUvy5y876gsnk/WuYOwI63Lr+A3/O+Bd1RP9FGrj4wJl+/tkvWP8NBvj/tYOi+OoWMvjoDhL4PP7o++EeLvsuc5D7GSOA+Pe2aPp84cD2aG5+/7yXnPohJHb8rgv0+/DejPfKjjb83hAq/XaKKP1W3iz+VR/o+hn4Jv7lp7L7Nw/4+YOS0v+RjHcCHL6g/O02dP/d6AL/sIZ8/1wrpPHxRdD+sCHo+Bl2EvlnHP787b1c/+sfyPhirXb6Hkfy9XOfSvhUHab2gvkk/e8IiP7gYnz+CMuG8kVZ1vmj2JT/KAdc+WHC2vhri+DxBeoK/2Uq/OcvAx7386E6/7z5lvho2cT/FfCA/ZIK/vr3UUr+rkI6/2bPcP2DWGD/XWTW/d3xZP8KP8rzSRme/XOYOPtq3ur7xZpo96Hx2P9kyE77KI5c/p9ssv4xVKb2py5A/60a2PWG4AT7eXus+fo8CQHCWF727t4c/hmXIvTdCbL9YHAu+TtyXvi/z973QH6U/+yu2Ptv9P7/mFpW/jkWvv9Ym3r3VXm+/lvhAPzC1fT2SuO0/YxmOP8BhbT+W6Ig/134Yvxumd74uK869e/Q3P3mSLT9oz6C/l6tHv/VSIz47OkA/4Vc2voIiaj3PMTC+6pzPvg+Eh77u8u0/KSM2PsnEL74iUaE/A71ZP8Oyxb/85gK9LQ7rPvhduD4ulkQ+cco1P2Ou7r/ZRRLAuteRP8Fgsj6xt56/0xjDP0xm0z5XJUE+aLBtv05GJ77l6Jc/d/Otvlp1yL5GVdK/HRj9PQCBMD/64Yw/6UxZvXzvST51CMk+U64RvHmGa7/p4sW/NK/5vXSxDj/I+yS/GVXIPoDvAT61K4c/wd4xP46qqz8GL14/",
            "26jevhE+3j7LKlw/YEnLvrJFtL7cbMU+2hcXP404ob5BTKM/GNWavtjhbD+GrtE//XiBPSTptj+XIZG/qJKKP3eogL8veQu/j+BNP117XD/NLdu+y/DSP3g/JT/E3pO+sV+BvQi+oT4BNg3AX6x8PnkSpL+Qfxy/RIGrvT0SNb+U5Ks+zprZPymS5T5PJqY/TneNPxJWEL9vLoq/qrybvseBAEDYar6/Rwukv94zzL8EtRY/e5YNv+hXsD/0AL2/XgUUPxtes787zqi/UD/7P8PIpby6zcM/XeUAQCVJl75q+dW7pbfUPwVaZD6GLny/PHkHvzcpH7/M274/NbaxPwppDEB6wk6+9AUrPo66Tb6sQKI/cqrMPm+Ms752BJo/hHdwv+Mumz8c/CM/ITl9P6y7zz0YGIe/eyKfP1JZ1j4GDFs/F1O6vu79Nj+TqA0+S68/v1Sn2L4YgYI/QINqvSaImT5brk6/U2zePaV+Hj/3lX49kZraviSkAr+fpjQ/knM1vnV23b/xpFe/cb9OP96gxj5IIrK+QXgUP8xFRb/ZS4++JN6cPdXStT5v2sE/6VeRP00gCD9Jfrm/cQCLPL4V2T9/of2+R2hMP3kXJj/Tx1Y+xdeSv4izOT/AarS/4ewrv8VVSz8GOIm/QJlNv/Lugz8L+QFAxzSIPpkGkT7nUc2/VBpcP8fMOr/UB50/vrdlv3WAaj74KkO/zkY6v6BDvr4QZ7k/Rk+Uv8wqsj/I//I+yrkxP+Vx275sMkg/H3aBP1e5wz367na/U7+lv9mZdT4sXay/Bvhwvrvraj7SxAVAmrCDvzFib79PgWw/p03/vilw2T8Wc7c/V1AuP/+g+77/qjQ/pDkRQIA8uL+pexo/qEaXv5cGV7+P2Kk+hJzHvtKNxL83Hus+zA9LP2XKRj+oSwhA7Stwvi64D8DS6Ly/KQauvnZYHL/HeYi/RWaBPynwcz/OtM4+H7ShPdNRRb5cfoS+x9vHPzpG8D/IZlK/UXwKQGStmr+436M+",
            "eM+fvjkecr+bpOM+RBT1PYWdIT65WjS/yxczPVcMqj86ct6+zOniP9m3Mz+1mxU+YayvPdLTrT5p8T6/MGUcvd0mXj9FRtW/jOlgP9w5tr+gOyC/mpWCPMiNQL9vyyK+ifJ2P2bQJL8c2y0/ZW2QPqG14D+hHuY+/ra7vvFpaT/H6J8/xFAuP2YdVL8MwXg+PQL/vD4Sor/tWQPACsscP3USN7yn9E++K+bIPovbJ71D3hBACmDPPk6ZNL9gnU+/YTMhvxGGV73Fha0+A0kzP0ailD+2HI+/yNVZvm59Yz9mgVm/n0q5vi+Yqb5A1wa+v/Vqv43zor9bOwy/Ewpcv95utb4a8Us9AlKUv5H2LT9fRJ6/HSc+vGuj4T+WUqS/lZYNwO7+zj/bYog/TlTBP0FfrL6dmd6/lpjtPmTXgT8LqLI+t+qcvjnMaL9AoI078QIWv0myub9j3Aw/FMycv01khD9AqJM/OXiTvxjwBz99J4Q/OJbLPQWNgb9Q6P47vim4v3H+RT++uwhAuXNyvtJEKr5WrJs/tFr4v9AFZr9V042/oAIqvwDcjz5p7ig/3h+vPVt0oL4DAYq/dfIOPgqO6j7nzI8/MVXnPxpNGb7jm3W/UPeevw5TjD6mEsg/W1cEPlWT0b+4uw0/Jf0gvzP81z/w/7W/+84LwA/NfT+EGO+9cYCXv9PCHcBKI6u+tjYLvYs7uD+0oQM+lG/UP6qxQr9dGJA/KtsvPrxZvL+ov0o/rvDfvWhei7/54Ug/ArobPuhjkr+f9yE9DGC2vqTvvD/N7Se/DuCuPz2bGb6tO8+98/h9P4y+D7+kl7w+LiaLvzCZqT8QuRpAYLFvv/qjCD8Hsd0+8x9TvxkBjj8W2wa+apNxP7L9ZL6lnwA/I11+v9Br3T0SBYS+ggyfPmInDL+eFvu/QXHZv8Q+8j7/eL++M8sav7HguD/XdnG9Xxu7vtsh0b2uSjm/qpvxP6cmDz/FR40+xBqjPRLlxT9ZpQW/u169v0IEtT7PqX4/",
            "+PrjPvXjqT/Tijy/+FHRP79VTr/gHqW/orCMv0hLET830Iw/bvuhP4w5cD7iDaU92ze7P64PAkCEb4Y/Ywi2P+M1Gz+B9Pe+jBpqP6Gfbz+1RWm/Dpiav2SuDL68BB4+gbaeP7AKgz64qPy+C+0XwNKn774GTUc/UhRyvnAWlr6YdlW9qv8uvkS9kr7g354/vxl2P/nLYL9/STE/UyB6PjLLOr8ElgA/9JqRvrF+lr4R8Ac/7WNiP7cm4z5dONk+VU6iPmRl/b80zo8/AInNvtll17rQDUs+b+ZMwBwfgb+ywPg9awK8Px3SiT90FMc9nJ16O609z7w53a+/kbeEvyqLBT4BG1C9APuoPh8O0b/MFJk+136ZPyahPL/jREQ/XnGqPaJ3kr93RjE+QyUdvp97lT909QI/iDc7P83gFL+BI8Q/7i+2PuCkz74KHD+/sSiMvqzLFb3rJfO+A8x2PVwEecAetzG8FsOvPz0C9j91Sva+hoCav3d3pz/WJ5W/AIC0v13dKL/6FUs/yYG+PqbVH78xXBG+x6scP52qc7/3Vj2+pghaP4K0kD9vs8i+lPnbvTx7DL/E4Cc/uiqxPdxWFb1y0TM/EGa3PVtDMb6vIDA/6VcCQIEPhj+AQGk9zk4yv5Q9uT6oTQnA27DWPhZ7Oj8gieu9r8K2PxHkjr+RSX+/oUs6v7KGUL8HVIc/elIrvgaOh7yO2oo//0PRPisMqT/1pnu/bRkeQEp/Dz9t5t09ql2zvzZokb/QTGY/fIDPP54tDT/lTuy/0ViQvehaH7/swZ8+MKwdPz7y2r1wfrM/1R4uP4ufxT9vmaS9RDMnP9C0ir+wTyS/FzMfv7qnjj51LYS/uyptvtHfIL/Zb4W+4Pk8v5ztG7/5JXS9rTg0vvucAMCxjaI/xrS3PxmPxD5+P50/3O7bPZhKib6EtLy/FL0wvzlXNj+j1Uc/YEg4PzdPCb86VuA/MPlEPt6NSD9mgi0/5ayDPonqaT8eHze/AKUev4aP3D+1OV4/",
            "bYNxv0P5aD9bf+Y+2Z4EwHfPtb6ruZ+/GI88vaaKkr6PGC+9yjCRv6EZ2j39ng6/8DW0P4MmoL2MP1g9Swe4P5iWD78isBfAytkGv4NQk78AMgW/v3hFP+molb6wyvk+HiYewGVq7D4TLpA/wO28v6aWlz/j6aa/slwmPMlpAkBCMvC909Lev9l5nz/L9vW+jmjzPly4F0A5QAY/PjnSPilYpz9Tx4o/dblXv3NK474qV9u9ichAPnGX7r/UH6K/904WQGYNK7+9Aoo+sDDAPq1EMz608A6/KdAaP33l9zuswDQ/YPohvzyMqr54NGq/wGCXvxhSKMDU1Zm/G2bmv5DE/D/S1M4+vlqzP5hDuD4Os3e+5X1qP1P7Mj/eSO8+qMDoPtaPmT/67hnAD5TAP9973D6/UAY/YP7zPpACmT+OiZA/9pHIP5P4jr674Su+50dkPzSRC78lYgTAy8iwv2T3tj7FqFI+HdfJvkOWYz9Fdf+/MEmlv045oj8gtDS+mEudP+H3oLuvHUo/5+4EvjP9qb++e+a9+mwDwGIDkD+dfiY/d2QVP4p99b1Z8h0+gpywP16SKz61+4Q9xMl9v+HxL7/9h6W/fAF6v6lhfb8ZRgJAk6WdP7I+Nr8VmqQ9ya26vjmFiD9C2IY/LQ8FP4Slir3DLg0/96SlPmTxCD5hjKU++aYvPieR1b/rDZO/s17UP9f0ez5wFQrAqgceP1JarL7Vtk4/S+sNv/uniT+NNmC/WBbtPjIvkD0ieFO/d8+PP9e4N72JEti+g5L3vN35BMAACc6+uzy7PnOUgj/haQA/sXUNPxbnRT9z8Hi/Ul8gvxuTLL9ZNwY/E1JjPk+BML/ulaY/3l0ivwjazD+7ew8/aAg5v9aMyL58BA2/Z7sJvyo2xD9TU6U/z7wywLsRIj9PkPe/LWTUP0Z9TD827Oa/CCQ0v7yzpT+1m/c9kzw/vnffcz/gPcs/clBWP27YAEAmyjk/nSfHPk4ktz4daBE/YH0Zv6egI8C6R3Y9",
            "wHO8P0/SJD4rYwO/I2uVPxG3aT+c/ws/PUwUP+CXk75NEJw/UdR8vonxCj0kZ6y/0lmfv3P6gT8tTBQ+shEIP+IGXT4Ydi2//RzNPmtMWDxaomC+TQH4vXNRoj1U2pG/mkuePwEsGz+4KdS+GiJMvzGIub4+84s9lW5GPgICxL8a3908+0hqPqpKFD/ys/W/yPENQAlElD/flMA/x/FJPfCgUr1SDHw/3mMhQJ5MYD70ErG+sVVAP38wqT/EX4Q/eCKTv7oqXj+CGtU/MJaJP8f2BD8mmL++msa5Ph0fzT2bONa/5gtPPwKJ9z2oL7C+sz0uv1KTV79UJs8+yvinv7f5Pb9gBDS9Mg17PzK9AUBOTr4/NjlUPJWV9L6p0Ts/9ueJPycGzj7QKpa9CBnCv3pCfz88OSi/IUISv8UUlj8LWLM/+hfev6eXI775MdE/TEZLvshSh78f4Jw+i+Cdv3WpB7/CBQE/vpWXvoW60T9bNYY/SU2BvTt4Lj+JsbE/qWgkwK12nD80xE3AvIBXv11ctD9sIea/F0pavzuogr+Z6so8PDj3vkkefj+BwIK/vzHcvyRDHT/6n90/GKtGP319jD7xjQu/fMqBPUHiH8CfBAK/ggHaP5ei/b8F6iw/IRAZQNeRfT3pTm++5EIXv8JSIr+nMOS+18TIPmzJvz8OC1O+lVmrP6edNDxKpM2+GrERv+nIiz7xC0W/VR+xP/0YXz7VYGI/mTSkP2BasL8o+Wu+lKgDvy1ii78myTm/klmQvxCvCMDTj2Y/Re8iQCaBXjqtxUg97B1Dv+EWlr5xTNU/CUyavxbCv7/QPxO/FTTUvOJNi796q4C/IlM1P6Q8gz8PMQI/Ttc9P+lvo76hgZk+lrDnv13TXb9A4+I97qZJvwMUjD+SQpC/+oQ6vuwUDUAvZwLAQ2LeP5ekxr6M0UM+h9f2v08U8z6Jox8+1vczPxjKkb7lVIw+0kQGPyAm5j6LmJa+5vmHvpZeCUBB5Oi9rj3dvloMoz90nFI/",
            "HsAVPkzMMb1kCtK/lSQMwLFAsD7FCgu/+bxQP3uclj9A14S/eRd1PyX7ij8114u+YarZvU3/zz/7BmS/W+Ivv2ashr9xScA/49CivyTZA8B8IZY/mM+TP9w5R79xZ1o/ZaGwP0z6gr/k1pY+wSGAv2SfYT7KTLc/vE9KP9HxOb9Ecyc/ngXHP5pZwj9AtEi/rx3vv0YmoDyHdQs8i7Z/P/Zvkb/1+ra/PIfyP9oFLj+k2as/0sgUuzjhAz/JvAm/SfZCPyMwob9suPW+My8GQFCjgr9aQQs/miYVv/o1Qb9WpSq/rUaAPhJilj89vVg9N2tcvvKCvT/myXg/lXiHPw6ykD4WeIU/aLGFvzrg5ry2H5++pZEDwLcMwTw7dHY/RI/hPuFNAz82OBS/rwQsvzUq0r7omIC/6DwWv3n2Zb3ePj6+YwoEQPdSOL8STom/g12SvyC+Y7/F/CQ+c3iBPxkcq77PNApAWm9TvlS3hL6ohgc+Mx6Jv+iyOr+I54++coFhv02Tlb7b+HK+Ll2Svn0XMr80fa8+aGbUOyI3wj4o2XC944G/v8b9RD+9h6o/SQMUP44pu77I8rw+cU4pP9Lhaz/ZY98+WY4Wu4dxGz/gu/g/iexGP0Gu2b4mDiZAC+NfvtIcTT/k1xa/knwPQOmFo770KAi/jeKov5xuj751XSvAUAntPxqx3r+s35w+tIlQv3KjNz/My5+/6PQ1P4d+vz921hu/QMtwvksUkz9v8nI/rbhCvbnzUz/aOLu9c4QNPlzLAL+itiY/pTA/Pyrty783TwS/sV2aPixDST+F2Uo/8lIGPn8cjz/bU9U+eT0QPwRrtD2R0Qu/RRCEvgvgFED/txW+oEdTwPRJjL+JCFC//sMzP3lWqb54BIO/dEokQKLfGz8EwDo9xJisPzVXh71a7SY9BW1nP2pbHD8gu9+/YrTCPtAZsT+jEy2/isKZPspnlj+p1C++h4OqP3iMuz+S7IO/QFioviHFjr4HB6y/jWotvyJDqT03gLe+",
            "+BOKv+jUnT+YsX8+quefPz8RI7/Vw9W+ReUUvx/mob4egl+/6qaTP7cHU79k7zG/D3Qkv4TPBED1mQi/Dkk5Py+4LT+DAwZAzAGdP3IG6L7EKRG/QxKbv7YL6b7js5q/S+iBPWzW9D5FsnU9BBC6vw3V1T0qz4c/hQDnvuzLBEAXsWQ+hTv3PjeNqb9vPIi+3NyyPVs1lz5GtAY/kch0P+e7kz9bAbA/wo+rPtOTiz49eUY+77rpvrVNmT8y4G8/RXiTv5UoEkDeTvi++nlDPTKSqb+Xw6O/vtpUP8l/lz/KHjU9kyaWPfAy3T7AQPo9lKiEvYarJ7+WYA9AnXSAPgUy5T6pPPA/twRtvwyxgz8y+B+/GoRHv3dj5r+V26k/SX9RP0DKAr+Z6Qc/CsSyvmDNTT895fu+nDn7vgjBlb8bV8E+DUiRvuY+GD9KBU6/M89xvpI1hb6NNlA/i+rGPxrLo77bpF8/pLvgvmK/iz+S/x8/jOP+veWMLTxAaAnAJ3B2P7r7DEAYIg2/BDWnv8XMxr5NHfi/SFUdv41Rcj9+4j0+kGOGP4+b7b17LI0+fqzhP9x0fT8NY82/pWPPPjdwm76VEoY/t1eLvuXDbT9pkx2/djTGP/Cwoj2Jopy/B9FKP/KmXL7g5JY/neqpvsW2L7+xj9y+eIt7P8g39L6wW5A+gXZGP9EkVD9nLKm+Ug10P2Tz+T86fCE+szLKvtc4cT59G1w8dOYIv+IoyDxdTT4+p2naPZqstb4jIXU/b7nPv8rBJT4ocrS/TPqivgBwf765UkW/iRPdP7PR7b/w8fy/mSZHv66GiL7d0qs/l8YDQFvcNr/X0W2/IUw7P52Uqb4i8rw+3dcnPuRbKb+jN9E/4Z8tvpIi/j/r79Y/7zjlv99E5bw68Yk+8kvNv+GGWr/d5X8/hHPqP+uQwr4o05y+J/gAvhidAz9MCpQ/7kakv+GwxL4NCzq+JcYRv/gnyb9q+Lg+xP9TvrkAkb8RcgW/AokIwFxpRz5H+zO/",
            "FCH+PsfGdr5ZVbC+601HvrjffT7OPlg/zM//vbjvoz97t20/tteeP1mV0748Fnu+RHtfvVK3Jz553/g9QoSzPfvKebsI35M+KkhqPjRoUb+HQ+o8gybePkgsAr92+m8/p6nuPjnRGT9tc0Y+jsgHvyKTx78xkYS/s/Olv9lKcr+yUmO/GekCvQj+v77QO12/fcOcvQpK9j5l7Qq/o2FUvuNWWL0EHSo+VS+qv4yZHEBN5Oe9N0tBPvil2D8R0+o/UFA9P4l1dL9ZY/e/sCYLwIRC+Dwytqc/cluBPxmTcj8nFWk/4GG8P2kHU7+rFOE/7CbaP6Zehj9fSsA/43LUvvq4iT+wrtW/DtcBQLAr7T3LHSI/jwDbPTFfBkAqac4/dkgcPw98jr24MAk9p07rvirptb4QfIS+Fv8YvyM3hz8lF44/vYZ6P/NUSD1V+fo9xfBcP5oBuL68A2C/wUSePZi/mT5RNou/vZwHvohaer9+fM0+FeZ0viZrhL/iYLq+u/DNP9vBQ78oK+C/kORIPwLumD/UrM4+9IQDP+Yohb/xOu6+z48BQBTSdz93w4A+3SoKwLi+Kr6gGfI9dnmCP2YVgD/br4m/DcTdPllBpL+leAW/hxkJP/qYSEBu73u/rNkNP9dDo7w4H5w+lyrnPwdcYb8mloI/vqhcP3m+kj8K9z2+lqRTP7Li0T5vMsm/05azv2omaz3/MIU+t+oTvw+0Pr5ZDo89vbtHv/07DD9ErwW/uD2rvYo6fr+qDzu/xbGUP3UExr+dfei/iMorP48bE78MJ2m/pQbPveCm475C6Ey+FuPUvXHMUT3G+3s/JDfeP0bdDj+egFg/jyQTP07FGb8lQcw9JNsTPzRO4T8LfXU+QkCbPyBAd78kjr2/NI6HPmLwxbwy78C/bQuYP6WAdL/GuBC/sIuSvcmtSD661wq/e47fP0UtJz+u8te9GvmQP1I0ur/WWR2/wLA3vhGyFTxYkhC/lVr4vxyRBcBUIkI+cWoKv3/W8z/oneO+",
            "kokxPY1OAb5Nax+/wculv27QID73cUw/aEUWv7xPnD6Ku7g/RZfvv2jQor85Lf29FsLqvhClQj/QXSM/nSmLP/Zg0D5u99w+F+OSvvTpKj6DfgO/ZzbJv4/EHj6kSxm/8buUPtgPpb3vUoa+12LGPgT/Ez/BKtK+XsaVv/ZDwz8f7fc+d88xvyw40b8TyLo/rUzdvnJaBb//fMY/d7AVvyUuhz0MTJi/1BhnvwscLr4rjBQ/t5zhvwFRUj6Ig5w+Bi3lP80qrr0kneS+YiWsPr/gjT5wJV4/3mbKPTCdJj2pv1c/YxWFvm/rBcBUo6c/4HqNv70GHb6dKnI/SgLGvgQ7rr6zZwK+x6PePw6myr4CD/U+UkCJP59P9LxvpZw+nmi7PmAi0758Szk/wgaYPXNElL8TnBvAEVhZvgQzcz416zq/mCJSvyxYh79CXnu+7moyv95wTr/u84I/EWvUvRnAE79hyDm+Of2AP//SD79buKQ/+s/lP0CFQD/r4sQ/RGpUvqpfnL7ytxFAw3W5vczNKL+fWmO/Nm+Jv1iPlL1jHpG/B20+P+3brz+Tc5u+unKtvTL9aT9EsPW/GVExv8SiDcB2A8U9epMnwO6cYb8t+86/oP5DvzcxSr/p0RE/5TnBvwueNT9KT3q/fYGDvuif6T26LsI9OqGPP+FABr9ipyLAY/v2P0hCMr81wGK/cV8FQPvXrL9H08e+ghe4P7RMvz3qQt6/JWx4vzsVyT+EtKu/3VjlPonYHcD0l7k/NOK2PwCRHkBqi1M/OJ+APeiyIz6zMAO/2IEBvqmkEL5S1jW+6n2Vv1eH4zyAbFm+BusLvkIgcj6svjjAhyQ0v5cG0T0mtOy+esI3v+q2wD/tPXk+hOR8PhHSlj6l+kK8unBJv8HFz71iBD++niALP8uDkj/c20k+B8ZQPtCq3L9Y7zo/XB6YPyAnEL8jRgi/1Ja2P4VtqzwZ/QxAmLMavUR8jb/DgwW/fYA+P15gGT9Cn/Y//C8MPzNe47429+g+",
            "Z93QP1PwHr7onjQ+Q11Nv26oyr56BJs/zLbgvC3Wk7/Q1jw/8E+KPlw84z+B/mc/p4aivkzAQr7K87I/N/7LP92XuD8oFJk/qRHvvWlMEz7zNT4+mfoOQO1NNz9da1G/29JHP0IyM79vLfc+mRqWv679rD+HsJW/0fnSvYHKZj/qK44+T9Jnv2W2wT/cwRK/mHbHvwgeMj9Z0xk+1bZ4Ph03Oj/baABAq3V+vm5wir+f2kc/MuOmvuQQez4JU4W/SpAIQFl6gr4po1a/d7j9Pr65hz8tJJQ/CE2SP99vnL/BoF0++Vx6P1zthb9dUu4/65CRP4W8T7+E3Jo/0XIwv6VrFj82UZi+Ta4HPwd7s71BhEI/swgYPpu/EsA6FGQ/wtChP5nOhD9KrHm+Mzdgv3icKcAv6sG+g2OJP0dWn7/Ifa2+XJ/Qv3GG1T6FQJS+nTahvKbHG79jJcm+iuKbPz7wj74KwZW/esSgPiWEJMANDT8/S1Vkvv1Vvj6fGic/zg3UP9RCd79FIxu/Ppnbv6uzEb6yqau/8EhaP5KGuL6cLRq+RT4OQLvFHL8hprM/OYOoPwgIOT93ZQ6/MqUBQJ3Ss75gElu8tRiHP7tLgj4VuBe/R32QvhERcj/giyE+Y26xvPp/yL/VaRpA8v8Yv2WRbr6O2d6/nv4DQKeEY7/UYmi8JxH9Pf8wkL7D5T++pbFgP/ENj7/5GNQ/idi9Pxyp5b+y79w9CTvCv1qYJMCwHAG+g8PdPyUytD+g/Lk/Hrk+vwafrL+mPmA/nOQiP7sATz8gERhAPr/0P0rUl78xxQ4+ednPvwkl27696SC+ADb0v+OR+r56eX++Y2OjPykR1z9ADSA9XWWzP6XOYL7pv9E8SFnhv6AWVD+KaM+/V5UTvp0vwrvrfTa/J5BrP0rKoz5eZPE/jTVpPp9Hxz8Uwg9AoEEjvvKgpD9ZfpK6QXa+vy5Vnb9itAc/uYCCvjS7nT/ot4s+RsfBP6pCH7zC2AA/NBucv89KEz7ge1m/",
            "32ziP934EUA5vfM/pxzOP0iUND547Dq/QYeOv7d8VT8M3r8+P1QkP6MmOL5hjOW+ogxkPxoWET4a4UG/cX2qPw0eM78Z8t8+IWEav/0ejj9hyrW+kLF9P24OMz8H7w4/lZ/zPQ6Zs7/HIKM/QTbrvZNYuD8HdZG/oujyPuxzlj8oYv69KBMTP27dLb8uiy4/dlQJwLyrrD/1v9O9fSJwv4HmAj/sAxs/w43HPs3RKT66LZI/yAyFv++Pg7/AaQC//lS9v5GIhT9LNy06tdZbvoB/8DvjoAA/suu9vfZj3L4cv3a+3zihv/CT/j+IDuk/FswmP7Pcc7+8Ji6/wc8xP2rvG79ixuG/op0+P48XsL/WiqG//nETQLdEOL/A308/tjpKPoudAkDGbCu/mWaZv7Hasr9CMtW/80TaP4yTTT2Ityi/7qO5PhpHpj7kHM8/PNtGPozeyL/sQlK/j/ZiP3ycQL9tmUc/uTJHv/2s/r/VvZO+LkTjP4vsBj9pWDC+PRjHPw0bl7/kF529RSwWP6Pxir/Kzri/JYn3P2Y0ND9l+ua9SSCVPijjFD+cLwA/GBkRviQhqb/JN3M/elCTPyLn+75UDjg+feWtu2HYxr+bHtE+3AUdPv+BpT+CxmA/Zx1MPauhjr+MTXI/aUghv35xJj7NT9C/8kRKPwriwL4r+Ay/5KFBv3tQbj/kxUC/bkxivzY7mT4W0F0/Fq4wv/dw+T36aXg/Io+PvKQ+Nj0T6vA/Stcxv8iQFr+BnHu+Gp9jP/D9nr89DAtAbbHXP+ajjb9NHKa/InicvsGI6D7roYW/G9llvyUW1D5INgRAqT62v4nhoz/rvAi+74FUv65gYL9m2R0/4GvMP/oWHUC6hQm/JkiDPwsqjz97TiQ/2yKIvpabV771wEq/+hPav1Mbsr5T0Jq/5M7QPqD+0L2QX9s/YCVTPW4H9L/d2tg+KS0ZP9dX6r6eEwvA275jvjRe9b4QaXo/cEeqP5atnL2wPqm/piumP9wrVT+ySZK+",
            "9pAAvcaFhD8VzJk+iUNuv3ACjD8sxJu/Azi0vQbqB7/ysp+/9V4BvnPDhb/l7Zm/r5wLv9KU9b8XMOw9Wql4Pye9Oz5DBkG9ALcuPpH2Zr9CqQq/rrIAv0DoeL99gZI/uMQtPiDcFEB1arC+j0b9vIZ8hD8MoCk/rPqPvRTEDL+x8Ua/P9JYPh2UgD8gfXi+C+Vbv0gh+D9bZHs/FDyVv/TJvr9CP0a/CXsjvyQbqj6xU8w+BoKRv/pjvz5DQqg/HqbMvogGCsAI8VS/TagCP8qUbMBZkWA/QxibPi4LAz8dcfM+IUx3P2v/mD+EChq/JVURwEIlpj+XUAVAn82JvuIlzr9DQUw9K30yv6d1NT71JvE+nBoAv5/OYD9JxQm8QN1gv7AjIb4tIn+/ULS7vqI92r/eDoK/g0moPSiVm79joAI/+lNYPp9tCL8PNQ2/OxE+voSl0D+rYZA/H1imveM8p72arra/bZy8vnRtvD4nuXA/hjJevyD4Sj92iAHAlScLv/ABcr+7cQY+iaETv0tYJ7+B3AA9CGbwviBCvL2V33c/KCKUP2pjuz+TFkg+UrL5PoPHVT97dQW/zmw/Puxh8r7i2BU/KT8HPxSwRr+Qp80/Zfeiv1XMQb337p4+p+9Vv5f7xD4b6RY/DiMlv94tUD+xj1o/vcUJPoLmMT8qlFM+O5+sP66TP8BxxyA/o2qFP5R9XLwPxo0+t3cAv0E/bD4xrpI/4KLuPu3guL456Aa/KwAAvyR/CcAtMEk/N7PXPoBaoL4lI1Q+uZAevxMhlr9l9ZO+ljgEP4Ptxb/aGIm/oAR3v+hA8z1P5hQ/vb0MvyfyIL+Feak+GbGXvvKKjb7T8B6/1JSdPwPJzz6/j8c+W0Z3v8lsp7/I55O++Tf7vZQmRr6P7ra+n652PKZo6z+C4wM8d8m0Pn2For+KRCs/dXurPgGqcD6ss3Y/QuOuPrR74r8/wYQ+i7zLPum9C0DZa6m/t2POP98FnL3PsSs/rbKxvkhqbb4U854+",
            "1eLZP+RX5z3tYY68Zg10v7a/CT+cH+s/koS7PosYLD+9eag+x0Slvv2Nn7+Kg4Y9GWHev0QzGr4wUV0/rPkBP4cib78zPbM+/8qVPxrGjT9suDe/HiCXP9ifyD+Y5WC/memKvkb5TD8nQeq92BrYPgaHRr+w4pq/raTPPmNy+T85cAO+WV/cv2uKsb+NZYe+Iq2dv8XfnL3tMJG+fBKhP1uzab5aLM6/xwb/vgCgdz/KNnI/lTm5vl3DLb7Qmna/TseSPg0snj9Yk5G+CrFGv5s3vz6ewje+Txpwv0+xRj9O6Qg/Rey4vmk6u7/Y/Pi+m1cYwCpxc77Gz5w/m2RAPvdzaT8P0EC+DluuPo/v5j3DeY4+SuGzv84Rwb838Ds+KVTdvzQFNT9QfZm/0gz6vjPJUL/oAqC/56ICPnXoGz6zJgrArpEav+IARr/fplk++ISev+DSejy6HNy+AhSVPjqfEsBV0I2+KB1mPwXsID4gqA+/pyNqPwwhlr+jL2w+uUEgO0aj0j55Yze/Go/NP3bTt78Wv9m+a7DePjvX2L9NCALAk5emPtN6SD4sEBy/bkm6v4Wsq74jkEM/tf8jPvT5Iz7MGqg+shuvPg9hgT/YG6e+6sGRvqfXKb+DdDVABXKzPy8hZL9s0PG/o2mjPlrQqr5UrgtAzQcdv5Bc2T8muN6+2YO7P3hPmL5/yTw/cm+QP5tEBsAAVIg/WdO3v7M/YD+8ykW/7S+HvjtRcj11yzY/fIU2wK9RDL/Xi6c/AdF8vhFHgr/23YY+AQcPPwBt5j5Y6wjAXLx5vW5d4z4evr2/ugHAvlDQBb9k0vi+rtnCvihk7L/v2I8/uAUaP5ekUz/ZcQlAzXuqPv9IPz/qGjHADw+hP/AXwb4EJro9ewJbvtMgf78cJq0+RTwkv/bp+T5++w4/aDTVP0Uiuz9AX6E9T7HZvlfl2j0BtMU/Lb38v6gPEr8keDW/vz+pv4VjTrv3Kam+HBk0P9y4jz86XUU+UdTqv7xKx751npU+",
            "VyUGP4yMdT42CAE9lLbkP8Yf2T9PNgW+j+wwvetSJT+0gLS/forJPu6Wrj/ftBI/FomCvt4BFcBqnTdAijoCP0hcI8CNp3y/VfJdPj7I6L5LKxQ+nwSHPuibqr9JE56/wrIOPpNJFb+UL3W/gtuaPyvgBD9Eam8/oBGYPm2Djb6d9aG/Az+rvybR9D67z1k/ySuTvgHTcb75+x6+5YaLP2Iltj9b6QW/4b8iPVjjQr4/AxM/LPCGPYhIYj/1X2+/k9OHPxcLgj8s8VI/NnPrPowTHj5GbATAzFo0v5lDcz+Lm1U9CtLEv00ZlL+N19q/X6DoPq/iITxWYfC+AHc1PyELTL6BZly+cLBAvz6Z0b7HCEa+cZ4evlEySr9rW+C/36orPRwFMcDRxRC/nZnEvzwVbT+q9aa/QDsqPkJ5vb+GZVC/gq+mPqDpU74qaNQ/XArqvrOLIz5zAkG/0UamP/W7uD8u+i2/zwt5vyg19r5uRJo/f/WTP6fhn75agz2/8JTNvYiLNb+EeoW/6xkdP+lDGj4VLGw/fuopP5J9/b2jcxHAehy6Pjzufb+3pl2+NP9IP6abSD75Y/o+NxjuvtK6EEAAVDa/SCunvVw7mL9cEy6/0/qhvi+2m70czGG/7D2BPkkaCD+oChI/2arIviTDbruBGCA/JegfvjZ1AD98emHA2+gDP3k+9L5LCAm/WkwqwHkF/T97e+M+BaiQP7yU4j9SqZS/C1moPThAVb+LhCk/pJDtPU+/7b4UUyQ/hCsMPOa1Fr8NMPU+R3wjvpdqTT8P5uY+y7bXP6M8wT9TYai/JZdZvwhfRb2m+Kq/onrxvhksBj8fngZAIoiXPYfDqb96qW+/Bt3UPkf3Nr4roSfA1HrePyCSTr+0OCU+EO6vv0dfS7+4mvy/5gu/Pi4wfT/ryVK/TnYjv5CqNL9k1S6/og4Fv5pj1b2FQABA9xvgPX/wQD/z45O+i4OGvyHRIb5S7fk93/6HP9NrLz+3i7W/MXyUPmxoLT9vU5O/",
