{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              256,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 3,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              4,
              8
            ],
            "strides": [
              4,
              8
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 1024,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_4",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_4"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "softmax",
            "dtype": "float32",
            "name": "activation_5",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_5"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "activation_5",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "111397283595738b2b6678631ff3c00533527a99afcdb23386296e7dc575d6bb",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      256,
      1
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            256,
            1
          ],
          "values": [
            "QZ9GPiAwHz8u1ic+DWvRP8trpD433O68UZmxvT+/OD8OucI9NbfMPviRD70bBJ4/pkVRvhktrD4ismS/2VjBP1ncmj8H74u8F7MFQLmNk7/4RmQ8dj6cP6eSBj9DagA9Dqepv7sUor+Utri/x9rIvkuUVT/nae89hW8YQICVUT2/8j6/lsXdP8B+nT6d4dk/f1uoP/WsFT8l1NY/1G8JPv+HYD7KM6S/ZjWBPlIbEj844oK/QLnNPZFICr5DxPy9HSE7QDtwoD4KcoW/74ZrwOyeHT8f1sm//YX8Pz4BSb5YpgDANA3nP25wI0DC57O/sy4wP2H2yb/oVR0/y/XwP6RWKD7UYxK9OYzDvG3q/D9BDA6/7bh2vpTlsT1pWNm/p0lhv5Jnzj2KIWc/x4qTv+sX7D7rQYe+OHhVPupvz77pEh6/T7h4v4xhvL6jnqQ+81dFv6YGMr76F40/8riEv2INFL8vBi6+CNeRP7Cngr8FMOS+zlLeP9O35T1Uw0y/Z3QTvsQSg7/F+Yg/DD1dP9OjXT+k1ao/FE0BQJnkhD87UL09P/wPv/ro5j/kXMA/w4oPPyfb7z29u8y9jMhJv3eVeT5lTQm+AGUrP2yrRD8H0XK/kSSIvjcVtD6he0y+3/XrPlDB8L0pqV++RqWOPo13BT18A60/Pxu+PQRLCkAhCYq/kmLNPqryhT9R5Ey/C1dRPwZsur6Bk3W/5XFKv01VrD8K8Lc+0Jo7vZJcp78Pt12/W0ayvjRxST/d18++JNudPvv5U7/ECem/lSgtvYgpCb9pN1w/ONwEPj3tgL9OJKI/wTPbPnA8ur9oLvS9OqzfPSqC2z3PHN+9YplpP7Py5L7Kqi0/b0StPjcwqD9hXZ2/N+lwPwpfMr8JANY97Mf0v5HSDD5GgRi/99RaP7XM+D/+ZI0/zhj3Ppr71L50Hjm+zPynPRcxir92mNc/F/P2v5/MDb/yYey+ndSlvkNbCr4BPwO/Sb87vzsdSD+7ljM/AVN6P+hbCT/fpaM/",
            "ebaXv4HTaj5L0Ha/iq6lv6kd9D8C0J0/lG2PPUor1z5JBBU/BI5kvo21Ez/0UQc/TCIpv0dsJkAuEPq+RIXkP0x1uj6E6yE/d+/CPqjVor1i4mq/vkLKvzxtUL0SG74/83aNvQbZCL7COQg/560FQIZF6L5/eG6/nQooP/Prvr8tb5s/RnUrv08M3r/JyUM+j8OFP4XaIz9drTG/4ji4Ph4PUL3CpWa+kvGfPr81PD4hIVo/N/Wzv8yT67/R8gXAC+wNPpeCoD9ZHh4+roQcwIxoRT/vDFQ+UJt9v0OSpr//Jf2/+xZSP4hKRb1mICq/h4wGv0zbFb6wyMQ+lwogv4jAaj+zNbk/4g6APjp/iT8jBhq9XjFwP49GpL8OLtE9iPCxvzVkj75r6BbAUGTHP83qUb+gE7Y/PX1PP1sO7r/hWgY/RnksP/pRH73rHYQ/6lizvv+hrL+WD7i/0QyHPHei0z6m0lw/hDCQP6k1Cz10ROK/ij+Uv6sv/Tw39WE/Na7wPUnv+j5SOo2/mn/sPWaG8j7/T40/sMlBvyaxor4BohLAV5lDv90hOz39Asu/EUukvwtTyr8acYM+4ypJvjLiyr9zUgJAIIMKQAyKHr6B6Yu/3FGQvnhB/z9HUkw/uURavySFh78Jh/G+u/jdvQZGyz4oay+/sgT9P1PGLz+yY/A/IeWAvq3rTb/YSzg+IvuSvUX6Mb8nLdS+abcvvlasoD63zuw/H3GJPxdf5j+don4/pT9vPtB41z5jdAjAm70qP2aV/r6+xA8+oae0PiGQzT/3D9o+0WuKv9CEsj6Vtvy/i5M2P/IFzz6QkoE8uAUWvieAKD9m7g7Awu2qvZ19+DxXEFS/wEPgvkPanz//y4Y+QVaFP66lgL5ZF5I+esTNPquOkr4NXoa/4chSP2SAFkBH2rc/fCF0v6MnvL7Jk5E/jRpcP9U26L7ki5u/9w+pv0PvF7/JMme/oXxQv44IP7+bfUI/Et+vvOXBtb4YkfC+6x1Nv2xrWsB357M/",
            "crxDv47agL8PQtQ/jRchP359Yz+qgyC/YU6Gv1W6ZL8pddU+UhSEvz3Y5L8RYxA/Cm0qv3Hurr2IRJY+lGDxPsgJhT/dkak/OirUP0buZT4ni4W+k6ICwPptjj/Lbc8+iqXQP0VpLT7Knqg/3DdmP0epmL/vJOK+lOWPv+ItbL19Isg/yNfIPdt6Lz+gyLG+9FrzPtOBlT93cd4/zNOMP3OuIL4a3n6/qqrxPWztZ78jO/8/GsxLP4hbIr9UMvY/VtJkv6+wNr/6sZK/5R7rvjMRHz5z2H8+58amPuDJ2D/iFwa/uYTXP+h2A7/EKlY/sA6evnr4kj8RahY/r1YHP6Ua9D/gzQZAsSqgP7blYD/nkOq+6XGqPjcTs77cwuW+awGjvrIiIz+19QC/iYjVvkVQhj/XPh4/zFBIv1qVoT+5yQLAWuJAPzuZN79PsUi/ELxlv+m7Cr/Zxnw+LeyxvwNJBD+S+sE+7XgyQD7z8L5qmz2+2ZZcv/RANL+gSkY9WGnJP8H6DcDmDALAbibgvtcnQ77jDX6/dFOyvw/D47+JSkC+Z6ZgvhBHg74Z0Tu/wkUTvqQK77/2R6Q/5bHsvsGtrj7wB0c/z5rovodcl7+EJsK9muPyvoiVEUB2tX++elKSvy+eRD9Qdb2+y3uGP5r4QD35pWW+d8o4PxMOE7/CZ5Q9pluYP0wkrL96DJy/ngyVv4DlGL+ryMm/naKBvXwxzr7JNQc/pi/rvRIWk77uL4C/30lGP5HUZr9ugbQ+YheNP+h6Kr8t1yi/BKqcP/DGx7679mE+bFUFP7Axmz8rRiu+vhBSP/oPjD891Se/wo7CuybcpL5xuLk/iLdav+/rdr7LUrO/R6LZP1IDZ76dnu2/Zp4bPVkxoT9+CNo+BzYnvzR8kr5slFi+TPyXvuaDdL/PmA9AKK/NvemxpDnEVR4/kSv/P6BXJL8ANyU/DPLZv6to0r5UA/Q861c7vz0Zub5GA+Q7vzA2vv/ywr5ci0A/BM4gvphqrD9iJ2a/",
            "uSwyvk73RL+Nb4W/PfXsPvKmpr6A6xw+/odpv1NX6T+Zj7C/uy1iv64nEb2Vwog/sq/mv8ahLT1+AMs+03p+Py4BWj+FDTY/ahsbv1riJ78F5rk/cA0YvvyEV7+S0Gc/N/fsvicCjT780KG+rpYLP6JWvz4OMbS+uyQZv58jOr9JjJg/GmBTvy4pnD9Ds4w/UpGKviXjpT+QTg09E0+jP2FWAr+o5Hc+w3FkPFVIOb4itti/8zsnv0pq6T5bpyK/cefOP9qHxz/PdBY/f1ajP+IrFD77nDo/76xPP3HwUr/Tbug6lAE9P2MXxr49Z6C/DiWAP0mURT++JuO+xNUwv8/xUr/QJQY+QjTSP+zajD8FI+2+tMM3vz+kNz+hzjC/mbkyPxH9zD+3Bi5ABHrNP/4Bwz+HQ3C/hRMaPpks+D4+188/VjTLvs4x/j6TgCM/g00Fv5fxmL/NN4Q9w/IKPY+0cb7NxQO/sB47PV8UkT6uS1U/nJugveFmXD084Qc9WL2lv+lJPz25VRC/fcz7P//SIz0XyLe/wdUBPi+dkz6BXHo/HT0hwM+YEL8fuO4+2m6Wv8tQI8A6wIu+eCKRP3TGgL+l5yU963vGv3QUwLxfcyQ/wnFdPzTcnD9Oksq93EpMP/Sga7/9vng/ym3TvwugjL+NCmK9nK75PwuRxD8xhm6/PmLBvG/DDkCWN7M+KahAv+dAvj7kKR+/1XHzPrjpTz6rMhq9RZeFPgKLEz8f/oO/Df39PqYSXT+TE7k98szxPnKVR73Snra+zbHIPHKxDz/OFvy+0UCgvzfW779pIdG9Ap+2PknzUb7IcTQ/ahY5v3ppAb+hpRk/Tu7Dv7gsdj/ccTG/dqDvPmw4CL9FYsy/pp/aPT0ehj9FUzhAJllmv3zX6T+feKi/3GrOvx40pD6lfCA/Q10Vv9lyL7+RGWq/jwHmPx0WBD8Tpmi+6htDPkz6O0BzXlS/hd12Pwv/ZL7/n5W+zp5jv6K9sD+YtPC+SQkSQIEPgz+5FKm/",
            "ZakWvyElhT1ZQNM+Y0AoPkxuob9LYBy+yzi3P6tTuL/orfA7y682PmW3sT053VE9cye1voQ4A8BzSCu/o4q5PLk5oL/1WE6/1ng7PDM5+j5IRhm/yE7uPlf4tr7WGGq+sSwPP0AScT8vsyu//nyQP2+7HD67XSa/GhAWvxYJHb7GWMo+Pyo0P3PcFb/Udyq/PCuHPp6/IT/5u+2/9Ythv6zOpb+h9w+/z92rPo7wyD98AYw/uffzvq0LsT8oFIc+jeOSv973Jb8dsf4/tOgnv1otqL7hH60/TQqQP5pciz6yp1I/pxUlP21Bxr7G7IC/TpRqP98k2j40TrI+OrOTP33w5L8Ht9G+IFdUP9cfC0BdsKU+x+dIv4Gcpb/YTSQ+NEnXPq7+mz5zf+W+ypAUvsOqPb/VYS8/V313Pit8Er90u1O+cxZkP6jfUL/shgo+JeNLPuY0wD9GJx9A9expP6l+Sb/y9+4+66ajP4PpF7/IQoM/JOcSv6XsqL+fsbY+LRNlv3SjxT5BbZW/4WocP88SC737uTFA6ODhPxhnbr+ORKa/yFIDPweeDT+YeKm/VOArPlxKuD358RG/h+4/P8raUz9zW8U+kkTPvVtO8b7idUY/ZGUEQGC9rb90kqq/J6IRvur3Kz8rLCu/WISVv+RBjz/VVPq/0p1Gv7qGKD9wAbo/qWToP14nt7/JoFC+U0oLvz5a5b4HS4a/d/iYPSn4HECSVGU+IPFWP1K2oL+jwIu/Fkv4vl/6sj+LDKO/oOnXP4vERT/SWmU/l8MXv8xNcb8uf6Q/U9dRv7mZsz+5Q5O8DMuGP+I/9b02AUG/1Mk6P6qE2b+VL4e+e9A6Pbxar79UDXI+9H84vqamjb+QG1K/et1XvuDf375zZjS/eSi3vgbHIj9MS10/DB7YPbARm79lKa+/CJTkviCnrT7WuhO/5L+4vyFPCL/Q7pk/AgtnvmSIEL/8RLS+8iAxP1RV+b+HUmA+WkDGvxwelb6O+rq/0fWxvwxCHj8XkqE9",
            "43QUv7P4VT17dcc/dD2HP54Z6z9XvS2/3j4Fv/OcNb7XqWW+Yq0UP79+4L6uhHk+gUGEvxwkuj4h+J6+TqpDvzA8Rb90l2O/QN/0PrUYhz8LQ7w++2gwv2UFyT/C++0+b8c0P1pOGcAteGw/vrcXP3PB4j5QM7I/R6SrP0AcJj8SBWE9Wq3+v1bqgb/YS8M+OBCpvyh2yj+ASnI/rGkBQGMYYL+/9OE8q5eMPrCm5L/Ai5g/E3qqP5aKdb5wupK+5AkpPmrY+L4q/La/Xm0GPzL+P73zRpo/YltNvQPckb5EhBU/q9VUv2loRD/6PTE/4JN5v+wm6T1/N5U/7lOLPwUfWb9SO/i/gN7iPSwTlz75HjY/9/bVvltiUb+LeVO+Xb1Pv06Qgr59ISw/3YTTPfJb2r7AeTQ/AM4DwN+d8L6RAgM/KP1gvnLrHL+l6AVA6MA0PouT374JFDm/H+zJvjJvFD/EoVm/icLCP1uNmT9oTuG+BiNnP9pFDT+Q2kQ/MRuLv0sYHb9icSW/oUqPv0bo2z7i7aM/It9mvwA+676eHKy/t/gnP3CM277xoL2/VCZLvzBJA8B27mm+/ASvPx6PMT94U2m9VImaP0gAwL+sAGm9hJDGvx8hQL+nERU+Nr2XvnXxN0DdaFo/kAkYPwA83z+OWly/H4B2PkPCML9awO2/PaSgvseYor9/zgQ/IDyOPx/jjD2RBsm/23gEQAiTmb98ReA/t789PhLyyr68ph4/DiSCv1cBDr+WoRI/9B8UwM+XBUCh/w4+xj+EPfawEEAayjm/Wyyau3eDBj1T5Zq/MMb+v+Hgnr8hKjI/E8OKP7Y4ED7Mdm+/rH/zvjTIhD7fd6K+yuYKPdoffr9O4Ik/XLjoP6pKgj//hxW/YYlZv+GNH7/Qz5S/JbxLPgt2zT8NqwK++OwXP204oz81Mmk/HGH2PvSVAj+oTmW+8Apuv+ihND7yM8c9X29nv6JifD9N1IW/DdOJPxQ0x75yNLO/RXdWPuZX+z6j5t09",
            "gek+v/VZHD6C6Gg/Jggev21hV78f7oa/OyzNviPwej7OjD+/L6cbv1s18z/Cg5g9r+pkv3qbjj8LN7g+p9PFv57lM75T0QFApc2PPjupbL+oECU9+uxAvk5cR78JHCw/7qWDP2E68D1105o/DlQBvwUKmz67eFM/SQPDvw3woD/N3HC+LGyBP2F9ej48fDk+ghkovyKANsD5/hLARvQQv5ULOD8wDIu/dvIcvhj1F7+Yeac/fYHFPgmpC0CoMKC/TJeMvjMYEL9dnvk+zGEsvzoXkL+Sa5o/Y0IAv0q1wr6PNoq/75ENP6wzIr0wva0/zSm5vzNlQL8JMhE+XpKfv62glL8JKlW/nq+ev6TNCr+Vo4q/60yRP1v1WD/3u4Y+Mq6Uvr7+Tj9gjog/AOKAP7AoLEAMa/086MqAPZli5j0jX6q+D2KZvtBB175Jxsi+fNZUP28q6zwvD2m/T1Pzv5+9hb9JfiQ/xdmBPYOGWT+OtbW8ZfiXvbuf2D4FwhbAPMTQvzA9Vr4oN60/C2MdvsU05r6AnJy/+uiOP86A5T+9hg2/7p8wv4/6Kr/rR1S/y/QSvWVMsb7I+Ey/BLJavi3m7r+/AY8/VX4TQFHXrz7QAjq/M8uFPlD79r87m2E93f/GPneXrD9bglq+HcQgvDXKjT/cnGq+xlvdvq9dKL+s3Y++bkgEPyBMHj9QxEo/qystPrrk3L4+iRQ//9gKwIZLlj+swg+/+p2Iv7ORvr9klhC/D09KvUnS8L6Y/X4/E/LOPlfG3j7IqG49KWayPzziAsCzp86+sVeDPzS2Or/CMjA/VOS6vk1nH8B6XgS+zLwQwFlBXj52xzo/6ogyP57Jyr87kW4/KRKhPzbvCT443UA/bTkWQKM5gT+twGm/DuUyv/r+6bviOyS/1nfFP+3c3j7syKi+9gVpvuQ6Pr/0jQ1AWr0sP9TTV75AABHAC9dEv2d9G7/BhQFAlMP+vkQ9az5SiAnAMFsev/XHoT+y5DK/HhJgv0TQgr8kgLK/",
            "fwopv+q5/j6J+d6+lRq7vktPg75EOvK/d09VP6GDeL8xwn2/Anw4vj0ApD8fTCi/fXZNv1sixr/rjk8+uLSDP49mgL/0euM+4qFCv3TWu78t4fO+2PZlP/YPlL/lg/g9/g24PyYJjL/YPhU/fBuPP9KLYb8vyhK/t7KJv5zHgL8wONG+KDEcv8kt9L83tYc/BrvPPIRdtb0sOjq/sS8VPw9ZBz9mZZg/ViVTP/EXdz/7pEe/ETxUv2oziTw+nIu9A5EOwNZbaT4Fe4g+5o9BP7Ebwr6iPRG5ib+BPedz1j5D6Iw+7wKRPwvapz/7Yqc/x8FhPk5kOT/fD5c+k9lJv/0Jgj+1Cvo+tk8Vv8dH2j9yJpa/+UwjvhoMhr9+V8a/ck0aPkcsm7/y3do/Q6wNP9V+qb6Phsq/btGNviGNEr+g1uA+jBI6P2yxNT/S64a+1ERjvdgsbL7Mqno/GB0Vv5J5t7sYyWO/hqagvnRuzT7g1xM/lOmQPjRHpD+dMo8+XbgBPyi3vL8In4G+o4aVPRB44r6adBLAFWKTvkgez79Y7BPAEzTgPcpOND/m3CM/B0Lwv+CclD6hZEK/PURtP9g6Vb9Ieb+++yZkvnhTV7+vcRA/taKZviHZvb8A+pc/KFohvztB/Lztn52+UVTVvxIXnL9IVMi/uac5wBJQg74ER4m/VItav5FtID/YFCy/iTTyPflNBb/T9Qq+dfBbv8LxED+MAom/AS+zvxGC+b1op9e/9tQdv63c0L/Bepc/dy5hv7iED0D+QS0/o4VgvEBfm79cxQq+IF7RvXbXnr4pUAe/4wldv+W8qr0mR7Y/vAPsPz33Lb8iZ4Y9gDvoPUvKtL9pEhs/zWBaP2DOyL9UXAe/5Qs4Pr2ldb7E87C/IHKxP6yZjz5WJWo/Yewzv73Alz5LtES+QpYDv458P7/95F49Jb7Bv6GmaL4RgGi/AGd7P2vD/T9m5Mc+f7MaPqytdT1O8cW/w5H7v1xaPz8SAdI8NXIBP1yEmD/VXog+",
            "aAszv0EJxD+T/Gk/pKS8v4RXir/qzqM+aNKzP6/MC0D9hwE+d3xqvyrDKj+bMPu+rQsfvhM/3T5xtEE/CobiPjBFFr87Sca9xa9YP2GF5r5oUve+blrPPoU2ib95Qe8+FgJzvyipfD+gCr6+wjs+vxgzzT/8rpC+SigrQGSK+T2jvka/c+EfwDgQR76uDbU+ooC2v3+FsD/YjEG/I3+vvqIg0z5D490/J4fEv8wXBj5mtG48MSHNvlkKib3GyRM/jtUrPb2MkL/op2W/mSxEvZyuqz9OZfw+1l93Ps4PZj9X26k/irCDP9MRYT4BG8w/GcJqPQwhtj4TcrG+CqtnP4weG79qjp8/dkAev60ciL9PNR8/0jgVv753DT8UI8M+/M+GvfgLGbwFdlG/pAnZveryKz4PS6E+FGkWQFvSlj+Ai0K+qwqJvvDE578a0LI/722LP86zEj/iUMs/BtEevns3vT5fm3+/e5lvP23CLz8Wa3O9RX0TPGiZMT6hucK+zcP0Pi6CoT16CKE/NY9XvmXrQr8t/7i/XLP8Pyu80z8RS74/0mQVP8BTPj62BWs+k8yPvsGQVr++Jpi/okiAPyxa7r4aq0g/p/k/v43YGD82l5E+LIYDPxqx/b3Tuzq/QQAtv6JWqj04s2E/o2tTv7ANfz/SYbQ+J3uIPvVXlDsymeC/IByzv0DsjT9k1sm/nWX6vn1zRD88PHm/PtMuPsGZBD4TqMC+ccCFvwgsiL+iA8A/0KIbvxLXhz80Rma/9XtOPvsxQj9QwSPA9gHPPlRmoDx7X629QaJcv3N7lD/PxVi/UQc/v94EIMA+gG+/smc1v/hdMz5/xv4+Dgk5P45LCD8IkHI/gh7wPTKgbz9GgQs/8J+OvwahRT8ykdW9/4J+PrORxTy6KIm/z0VZv6VoFL/m+aK/NQwSP2E4VT87hUs/RrOUvtGLb74JV7W/BCZ5P27mDsA7FDQ/Q2ZxP/g0tT7u3ry+jm+MPnxbNL+Uhu4/mkIBwCwmJL2Sa9C/",
            "gsmXP7D5F7/9pzk/cVBev0HI0D435I28sB8XPyZnyr/AFsm/7HLCv3aeIT8NtlG+DKqHv+P0mj+YMw1Adz/ZPtDRzT8f8pk/yQeYv6/ekj8BiMk+qyPDvsGWsL1l/EU/7CotvyTdFT8H+CE/PXMtva9jsL4jej2+VUU+vtzNdz4tFTQ/4zuivWUDv76FPSs/lukGPxIHDECsAC8+Xlw4v+55gT7j+z2/AcW4v4fRlL9ugo6+OVrbPwDoHr6nq7Q/2XgGvgLYJb8UgH++0mLLPlwCqr8dCiDA7hq0Pk/FLL9u/9m+MCYlQMSqSr86p2e9vtK0PjAquz41AzfAy5arvmWOgT5Dlzs80tkowAJZ4j4nQFY9w5jIPrx9tD8wqKu/goErP0ijVL645ANA8s+tP2rhnT88qGg/ivqBP2zA2T5OZYK9FaSKvb0Mf7/s9cg/BnSEP9oPpb4BzPo+5OKOPYFe5r6lQOW+Mw5YvwMZgL+b21w+fzZcvoGjTL+gbq0/tB4FP/8Oej9N/o+9zdgrPhQ5A0Cy3/O+b/l0P66ZyL4zHtY+LXQgv8/EEb83vCQ/qaC/PmUDfz6gvDE+Hm7vP1knA8Ai5qO/GNPcvm+Mbz/S0J0/RAJJPJpksT+NFbM/nppEv19ySj7dvhFAKcMXv7dQPL/FLze+2P+Tv9S9GL80Plm+a164Pd3FqD+Wd/C+MQIFQEuNFkC1W34/BLOePsTjEj+P1Di/guPfv34A0z4GPQq/v9+ZP0PRFL5IzYI+6Yg7P/fyyj49v9G/uUmLv1XceD+gdd4+8+phv2DDrb+NChy/9MKbP7uzzj6+2ck9Or+6v2cNOL9Tw8E8iiVpP+kgOj9Ma0s8R+Qhv+PFqj+Y4vE+TPnVvj0uR79uQIW/SNFOv6ow579KajI/XF46P52WuD/Aarw/di9yvjMe5r7Rlom/eeoUP8EiMr8AWPm/DB+qP7C85j78hzg/70sWPoba6j8Odbg+7bN9P351TT8bzU+/CE8Pv4Mq977zgle/",
            "TyQOv1hSYT9ye4y/EbwKQGYzi74tJye+ePKHvzn1gb+w6QM/SgU/vtfXUr9c3XK/I6+8PuhGgj8aWdw+40dEv9QJZ75bnq0/QHibPxsYJr6leLy/ZIHxvDcjETwnN4o+AevePr17C7+Qfu+/EuNTv5L8OcCL10e/ChyPPrNcoD9dx4s+OLkiv2w6CEAiIaM/Jk8avm2K0b6Ihc0+FszuPjBzkz7djvg/7pP/v6ovgr9USNe+U1GPPiRJyD4O9IK/wxD1PWyhQb/jizY85fM8PoY+lb9Yx76/drT0vj2Si72dNLs+YLQPQG7qHb+aNMG+w+6vvc0ZAL+szYO/Xgq8P+tPRD4YSMm/LA9NPzHhPT/i5gA/zAM0v+JPbT+4YEk+vILdPTXxIj9Gzk+6E/okv5vaeb4dEwW9MLgGPrjtdj+HrFQ+0fJKvxCE4D6yLxa+RPijv1Anvj5Ha0M/FAOYP/lLIz4IkJg9zg76Pme/lT9IGCw+aXkNv1DXgr3aCvi/zu+dP2CHjT8cH4W/LNyMP+H89j9S0j0/kFUWP20z3r7oQzQ/WXfLPqogwD+cGym/xxbGvyHyoD7fDgZAf/PJv67yhz4X4DE/2hievszLWL/fozi/QYjAv9Kf6r86X8Q+flUWPruhhD8EFeC+6qpgvncDAL/e69q/L12CPngAEL9q2p8+27G4v5cPjb+7tdy9zYVmvhvKxT+x1ck+/NI4vaFmR74ThhBA/GRQvroAFb49/Ji/T7TGPyWva75JuJc+/SyevwM4zj6vmIS/pJSpv9LCQj9PA5m/u5iDv838Yr8c/SY/qd4uPzAJkL/uuOA+jX3NviGvP7/fnmc+FAsGQFFdgb8718o+1ySTvk67CT+MiXq/NutZvXTPHD5zJyW/6/+Qvqsf7D7qIyE/zulQPtSuZz/rW26/ZddAv8XL1D9io3W/9PGBv1WSd7oDAdU+zJPXPxQJnT8FSLe/8M4YvzXcej8i7pi+PPSTvss3QjzyEgS/zJyJv8F2zz+KFmG+",
            "MM0CP0UzqD9Z/Iw+lkghP/33Wj8au6m/q544P2qyKb9T3py+PFLyP26NQj8hK6o+8ldSvxBvvT/n2RvAPIr8v6IdQL529pG/+IEeP0X9wT7RpLi+RkZ/v6bEXD5lMKK+mOqcv2ithD9Fiqm+pwHwv1R3ED8vCARADvO1P8LLbj48ae8+tb6oP5g5BEBkzn4/cYXtPbu9Nb8uHC69UXeqP+IGmz/XOw2//RUJvhYI175yFxZAz3umPhvQHT+c2qU+rE11vzAMB7+Jfw++I/JFv6Rtw7+ZYFo+6Cb3vVfN3T6HPVa/5AiYPzQJ3r/0Nro/oM7svigKmj9anwa9JJ8/vzBqDL+eNgg+U3W0PecmmL9vYwk+RkWWvnqDTz86phE+CAwfP/Aynj9fbNg/b2PMv0GrIL+OgCO/DhH7v2bOoz7vUd0/s59uP6fWM78S9X8/NnqbvpdVjL90ECQ/djU4P8gA4b5+wj0/nxzpPWWzEcCyRIM+iPfJvsPnGT6Q7Ae/5bM6PtSffD9cXew+3mMoPiFlO7/B2CY/Q7qqPiRlFT5V2rm+tvcEvyidnL52bNI/4O5YP55W8z5GcJs/J/fEvlF5nb8dI9O/zUeHP9clfD9vPoE/4yoSvjLN2D8uMnU/3HkIv0eeb79LC0q+McwrPAkUbz56NCO/hLxTvY9vTT6rfJe+6RfEv46Oor81nhxAkjjXP5J5QL7X0uE/LxjVv3//vr0Ye4M/ywE9wEglyb4vz4G/O3pTvla5sz4njnu/AzaFv4QIRrygN9Y/YxkHwBsIDkBowL4+AWK4PYlOBEBzGD4+1Blsv4AV5r6evhU/lOSNv/yf5z8AVIO/8deSPRDbdz8U98M/6A+CP2UJPb/44s0+muS/P6VygD6T19i/24/jPuXUwr8no36+KGHePuhvF8CfdSxA1O5NQA+bgz86CtA/HyCYP0Wixrwioxa9mBrVP1sQwD5Pcc2/0bbvPri9wL676Lm/N1xSvs6aCb+duX+/dm/Vvs5/qz8uhou/",
            "7mGnPzxlY79NkdO/uHGUP/s3kT8MPZ+5uLZ4P1Po079+2Xm+9drtPofTtz6+Pru+pwDTPjtAjr7Z66i/V/mQPGuLez9I4li/HlwvP29Xx76CQya+Fzhlv7K+yL8CGoS/bKkvvq7adr+UDf4+p6PWvzRoLj/La5y/3ezxvq4+dD+vLBE/eMyNP5CvH79vOhm/pl2Mv2kSjr4KIv69zBEnvtaRpz94Uj4/HalXwGutbL+5snG/2Fr7vvO9QD9E0Eq/ZDBlvo6JDcAHKry/KxMov1+95D5tBqs/EGG8PztO3r893RA/Dhedvwudkb8BKXe/81V4vockyL5mSru/De7vP0BReT+0Ola/2lWcPwOwcr/dqu4+PnCQvyacv78x07c/YuPdveufl759G+g/d9MUPZpyDMB8WRq/wvUMvre3i77foCu/1Ya9v+cXbb4pQge/nhgRPwUikL7TC6S+avK4vjr2sL7YOsa/wQz3P7iIcT/c7ki/SO2cP6mDYD729tm+Gv84P0pSbr4Tnwa+KBgbPu6eZT9pD36/tNZNPwiOXT9L4vy+mAldPzilR7/WoN6/+gSyvx8FW72I+4I/RVmuPw/PS75g5ny/Ax4QPL7OQb/K9SzAMgFNP3+2db/1d8I+1iSDPtD5Ab6Qc9Y/s8GMP488eb/nMRA+oXtnPzGZxb5ECIm83XI4PRy2z7+E8ty+cpYTv4xcYL9FQBA/iTGUv0sESr/H8Pc+srdlv7sAib9EfzK/LvQvP7qXjz0jAL8+8E8gwBJO4j7zeXE+vonpvTS6Dr/PmmG/d832P2a1EcA8TWw/C6mbvUtGA8Bo8Bs/2aI/P0PsID/QuXy/txzXv/8NLz+CHwQ/LFOSvTU46D/RAJS/WlytP+XNXTxJeqg+31GcP19WdL+0qKu/5FRuP7Yojj+qbN69/Yjwv90UwT4dzG0/E31cPyXLBD+vGhO/HUYpv8GSlD6NmYi/2NOOP2ihOMAV6qe+m+tovmI1mj953eS+SSfAP49XCj8Ref4/",
            "zXUfP3yu+7wCD/2+19dBvkc9BD+RAWK+bnmsP0H33D5U4sk+VYZPPtB3PL764ZQ/LKPuvqoPCEC8xNU91eCkvwKJRL8WCcE+DAxAPx7RiT5i0zg9u30WPt02wT8PhIa+XEyqvrNQiz+OvTO/6Igbv5XAhj5jTmA/+R64vaJkHL/91Ls/X7pQvnJnzT7aDI2/BBFwv2Chc78u95K+FmIPP41UWL55idi+d0Ybv7o8b74OhTi/0gz0v4NpxTy1mgpAosizP0LXdj6J8AG/QCipvmPcgTwIHX8+ZCObvQSezz8ewQq/ZMjBPrTVCz9qUY6/xuIWP8BhDMCNu1Q/XB+vPnsggLzgzoC/PkIvPoH/dj691fi+XenjPcAOZj+qSMO9psWCvpEzF0Dztxs+V9DNv75RLz8KWmA/MVtaP3BQgj8hW7C/OG/8v3KDlr8yuCU9yB2fPPGEIz/CxiQ/hWfIP0tsXL8iWF6/anWRPdRwpztQ6FA/aaV+P4QC0L7Zivc+0VyHPbRsOcCLDFU+OiyOPw1I6L5hVJw/OBEEPjK/FL+Y3ze/ho0Kv1jL3z2Jm0m/gU8DP8oxwTsaXUq/Q9m1v4Z/Qb/MXdu/xpmnvqqBHD/wBga/FAKLPxN6Xj/dl+s/067EvmP5Pr7Z+QY8qP3NO/FZ1z8k3Ye+hWBaP1F0lr8RzQ+/v5XGv89qPL+cczg/MDeKv6AtOD7+f4u/ee7ev8Dh8T9WrJi+yU3Svnt6MD6YlvG+J7ehvzcv2r6CIwhAVSgIvuqhhbykNLG/J3rWPzZjcT6IZqK/MQ/9vgp0Fj/TrhS99Pb0vyiwV79+6My/y9CxvdTLVr1LwAm+g19Tv96QEj96R4Q/JmZNv3ZZ0b6l3Pg+nAffv6N6QED90fg/ri7EvX0L6b94MJK/y1llPxozxz/Vgo69lVCqvm0D1j2w4CY9/jfpPl2Ufb41ek2/i8KjPlAP5b9P+Pa9Z861PphhFDudKjw+/kPBvrxZQT7P3Ca+x0jIvzFIrD/srtA+",
            "p0d6P23Ggr/se9c+txfEP6qSMz/jYko+GI26P5OiyD+1Vy0/Bto+v1XLE7/AS5+/QGnLv3twUT8fKBi9+fQ3P7YXRj+n4iZABj9Lv9pujr9CAbM9I+zNv7puED917Zg+h8dZvucNyL4ob/O/ZECOv3G4ez7Yefa+Nn2XvwnYVz/Yz1e/4QBKvp4uqz+7fQA/No19P8KusT+3T6o/0vOAP+f/Cr+6RYI7f7slQPkk17+hOLG9yWkUQO6etD/v7fw/1mnOv6GPmj4KqGU/EhRUv0chzL8TXao+83NDP/coBEAT1J+9jUuePxdFiT98JtY/Sl4fv2t51T4licI/teYBvj913r+sb5g7lalsP9qHEz9F0x0/lzj8vXPGNz+oWbG9Eh9PP5ul7z6oTVO/2cUkv4fzxL6TE0E/FIVlP6EpQL9GL+C+gItuPyWtpL1xyDtA8mYCwEdu/j4TT92+dJ54P/Ma5D4Ez0U/YQCHP0alzT8B884/AXyDPghB5j09HIi+cA1jv1GX+76ahj4/6n5Gv8sDVz5Kc4K/C9EqvaO6YL5l15e+3MFoPrsyEz6eczc/jwulPkEGVL/sLBI//b0+P2MEnL+qhIw/nQ6jPoKOir/3ji6/XvYlv4g15j/VkoI+20AoPymbDz+oCY2/l4aYP6L1t793VgY/kYWaPiCuvr4ZdyK/AmgLv2XrJj85wZa++naMvgUA2T6Gx/A9Nx21vhLng7+NXfw+I0xBPu6M4T+pjyq+13VNv/CsPb9Rluo/T3oNvvZQvr+NvfW/mm4nP/KTaD/MC+K+MYTDPzvDg76Y486+WAk7v+UaGb/0aVk/FqDXPpG2Q79ydA+/lPPPPjTRWb+HmpC+8llHv8QSqz9K+Zo/+HIWv/bCs7698Ew/1hq8P1ebTT9YEyY/kqSZvyYWBr9Lo4G/9HcPP5aPEz/Hm54+qwc3P4ZDfzzp0Xq/dbPJP+xBmz+QD/M/9AxqPxrz67/BG+e/A4wBPyhmLT4QD/m+VQUYQD0yjr+M/HS/",
            "Ox6dvpoEWb/rnoa/taiNvgfdkj6GO4c/iZX1PqpWDD9su7M+EslRvqC+8T86fyU//kxqPnnSNT+0gRk/RzgQwAD07z6ZArI/K9ojQDQvyr4bG+C+ZLFOPxa1oj/Ua1+9ckeFv06wVr7bbmK/mKNkv6kcUz49uLw+aTeNv9d6Bj/S53U/rFGJPyZyJr78BxPAWvFMPycyTT5E+zW+uChyv4TBrrxCcvq99sFpvzXhKL+87AA/3bFQP+aozr/d4q6/QwrVPvcbOL/VK34+y9QEPlm1vL7NdpS/QsnAv0UQDsDlnCO/CvZPPsaxHr6NzNS/InIVwA8Q3L+P3sw+6MeuvQhusr/hsBA/UBAPwMLsAD0glb2+S4lAPgQdnT/B2YQ/lKywPuSOoj/RdkY/kYoBPhIzQr1zLxk/BUEevbvqlL1vmHQ/k7O2PvtvwL/L19I+y+6ivgIKiz/3vdC+SQDzv2Fubz80BWI/xhoLvyis5D6Lwcq+v+uEP5O9/b8Sqlg/fv6Pv4ftoj+7LgPAbF25vtO7+r96p/g/12ZjPvqj9j67Oe6+IdtIwAH+Ab/2Acw+EUKRv7A6+r3KdaU/LhgrP4jWBz42Jq++G67KvSmuqD6884G+syjcvsuXF8DnzAA/8SZAPzsCZL+5xs+/dRJmP5pujL+UOb+/zPQMwPC5IT/Xan6/01rVPxePdb/dqj++03sYv/czlj8Hj6O/ZdpKP3mAkL0rJaO/xdtDv2Ypir+dr6C/ppsGv8E4jz6aIis+nAKgv5Gv0j8Vfyi/Rm8CQP8i7D/I2d69GIYXPlFzBD61NaE/vH94vs0UVD+aVl0/FdOxP/QtpT62ltK/C2VNvtmGwT1Kqzs/qX1NPqSayL7MEKG++4ELQAw/GMDXpoY+xjC7P9N9OL+4+2m+N9wUv2yuKr84mac/BvwTPmQjKj9+5BM/NWs3vmVgwL5pBOK+sWCovsQ09b74m2k/0Yyfv6PIJD8R2V+/hhY5Pyg06r9lXea9DSrYPg/IUL83w5U/",
            "qcsePwHzAL82xkI/WTu2PwhgMz9pVLg+Spg3v8Ljgz+GPMe/IAspPpccTT/ugUs/W9tgPmrFyb6x7UW8dIjEPsCygT/zxHG/XGsnP+xbOL+llQ1As4qoP44Cfz7zNX2/aUUrPuZ+BT9jlF++4ZpBPxfilL8RETC/wSVUv/iEezx0xym/GJWlv8Lyib78jpG+flQXQCYrtr7LHL8/++FCPWcpbD8BWbO9SoYWPmlssj5mV2q+KJ6KPsHsr7+legBAtruJv64phr6/k06/BWcjv+ouBD+Yak6/Jv9gPwu7Mj+yvza/CYrjPqHbRj4H5Qw/fKytPxdRoj5VBBk/JhScvxNOdj8mbWW/BWidP7m7Az8+cZM/0BCHP0fzpz/f44W6t6L/v+CD2z7kkTg/HmwVP8MQMkAH/Pg+7Pgfvu4/yT+RvBO/nvxGP3q0yz7lt7a/HGCHvzLzpL2bFhC/o+HXPnRrp76MaqW+hGELP10EaD/dY6o+fwXyvVkJKTsko4I9sCwJP0o4xj+VrxE/gMgJv4Rqs7/zRFS+9kjQvl9WC719HDxAyIIwv7Cp3T9U79U+ZLclvkApJr5G64k/2eyHPxwaJT/uVYS/NIF5PtcB/L9g0kS/K/m5vyjYA0CRFx6+5ukwP8XGM79Z36Q/FWrHPrHelj/ApGE9F/oqPr+tqr8/p4C9M5ANPxy9U78V88A/tTzOOxwe8r9rII2/zIrSvC5lAT/HdwzAj70Qv13iXLxjV8S+J+XGP0Aaob1WUTQ/Rj3Bv8F4Pj/62nY+DGqUvjbTnb7mHtk+26rEvmKtYT4zdKo+zh2tviv2Y0CRK32/l9+uvxJj7r00IZ0+t0f0PhD2Ur8A+aO/q/GpvtDTbD6Y5by+ioJxPzGwZT+X1s0+mq2tPQ4/wz9Tt5K/g4iXP1sIsz7ILJ6+vuwrv4N3M77+0K2+mZqUv9roD74YqRi/u1fNv/PMv77DdwJAnxAOPxiAGMAhcgu8zjulP5YAHD8Ayf2/wBrzP6q2GcBmhUE9",
            "k4nAP4gMIT2lLFi/GhnzvqflQD+e1PY+b1eePzKQHj+K6Ku9J3/nPp+bFMDdBFm/pFqavUalkj/rgx09GZRkvyuMJD8xhPE/D+iCv4FLhD52q7s9+v+wPyq9FsCuw9g/7gdwvk1Tyr05zm+/PFc3Ppv8XD+6zHC+Kze3voMvcD/Lm4I/BR8zPuQKTrz6igvAYJpgv/wQgb3tWVk/0Lo2P9xXKEAN364/51BrvvzKr7/fX7M/gcBYPz28vj9cVWa9LoRIuzD1KDx9wbI8PurQP/+bzT6lSY0/G/koPxhk9L7M38K9hvRDwPZe2z/7ZNk+GStPv0h2YD/w4/s/Yyoev8GGLD5TrZo8TT0wv3Il4T5JW96/4P/tvV3FaT9juLc/Txjiv7C2QL/jgqY+loRePz+9sD4Ve4Q+EerrPnKdeL/tp2m/zrf0PMhgCj8B8HO/i5cZP4u2Bb/eWy9AKciQvyhkiT4rPDS/HrssP/85M8A54oI8sqC0P4xlgb8GmNi+RDyoPyanCL+nFUw/7EcMP9kqiT0YOMI/a8agv2aH4b9S1wg/LYQdwNPLHT+AllQ+jThNv9MUuD84Itm/MlW1PvqeVT0ceEW/+/5vvjVBCkAAVGC//BzSPR/G7757ao2/QNjtvtb6MT6jJme/3Z2QP8s4iz+Z7Bg/My6fPrGwjL9rcry/GT0KQO3VKr4CU1W/NFWdv5DXAz9wWJG+nicRPzhI5T955QHAXaA8v4P1nDy00mg/EM5jv/cRQT41GwM+qzXzvlUZ5T6xfxw+3m8kPpHmqj//5L08w5MdPx+vEr81iao/ojwqviobAz9wn/y/Bv/xPWZMwT69qAe/IBu7vVpKID2iHIq+IKcJPzzBCr8RnfC/t1mXvxpRmz6vYc+/sFxevyBo1T+3bqc/S0Abv0AOob76a6g/vt62PlWsAj8VF04/1z6XPUj4fr9bW/0/wVg5vgmYpz8gu5E+NVkjPxabpr7hBGg/WOcpPx41Rj+AKqm/GVGPP0mXfr9fifC/",
            "I7mFvlBT1T1Kcmw/gHDfvrx5ir+DnFg/CMmgP3EqGkD9olo/ycUJPwO/cL/w1AG/uAYIv+gxT7+rzLW/fy6JP5GfcT9T62g/gJjdPskYFD+yfDS+sgRKPykuhT6qRAC/kx73vZJHyL9itlk+CSpOPz5IX78cfh2/4Lx0v/dp2L5lsFo/QnpNwB8njj/msbO8a+AFP/H5YD9+02o+xowEv+Cprb+Fsiw9n/+IvrAit79ZP4A/PfflPWRhWz8cq50/vVB8vlF0Tb96cBO/yzl0vz81R77NMyw86OlUv7vYij7xXw6/C9MBvo2OM75dpz0/Fiv9ve1TnL3cMp6+JRNIv2Aqp7+e0ZE+5VNnvhBQnD6H7sw/6vOWPmuQsT1zZRy/7AB8PltkXb+e+qu/yrVLP/e1qr7kfRO/HI0BPwvqsb90Jrs+VE1HPjeGgz7UiFo/XIsxPyp7ST/S9ky+d7q2P0iW6z0w5hTATqd4P8hkh75m4Ia9duGgvse5gr8uj80/VycSPyWnLT6q3jc/10MPPv1hYr4lgcW/fc+QvwkB4z8vGs0/uuwPQNafgb/RnpG+X3pCPrbYhL/OyrO+gZ7sveAX/z6Y28Q97HdPPyc2tD8gx/u/QjeEv2HgvT43boS/ww+Rv/8Xaz+vGz2/DKhfPp5aED5naek/LKOVP7DquT/mJ6C/dhJMwIa4pb6R//A+PeKvvySBMr9h6Dq/g4U+v8dtm766dd0+hdNtP7BZZ78Rl8m/yD0rP1T70T1bbGG/b0lSP9HZGb+ulLc+9bqkPzcKQL9lcf+91TvMvfk5V78B3SA/ylChv8gMuT96nmq/NjVIPxqfsbz+0IU/LyknP8h6sT/MTXG+qDEHP7NmJL+cMrs/IRuivn92V79R1Ge/JU59Povx6L1Z0WM/qyMLv+W75T/eBhzAf1Kjv4d/xT66pbq+NchoP9YIOT1LnjQ/H7C5vrNmJb9cuq2/RA+/P2hwOj9N2S8/engsP+78g7+JlOs+F+5+P/A/6T2c1J2/",
            "UG3dPiS6HL9CzEo/saTIvgnJvL9AyIy+F+eXP+7fRD8xw1K+m3iRPzNkJcCYZOk/L/PRvyMixr+JDgY/TAUcP+c+Rj7iuRO/MredP6kv4r8Jwwg+AXCrP0Ov7z530IC/cAaXPhN0Ez8t4zg/vlR8Po5rl78xSRhAhQxbvxdaD0AiVek/7F5pPyR8pr5G/bc/fKaUPlo6B79fHbe/dlBCv4wvNj5L9w1AAh1vP+xSyD8AfoM+CQpLvQZt3j7R8oo/LFdFP9VatL7BbwS9s8FhvmvGkj+II4M/CG6kvzsFuL8ls60+F/oLPhLK279YC2M/hDCdPHLeh76POA4/aV3kP7wZBL+AtCY/R49ZvxPCaz1Fj86/VgiNP06kqr3XcKm/aTgFQB72pD9Szjq/xoEevVIZt783V/e/8wkIP5ShLL/HpAy/3YK4v0rcIr+aKbM/jiBkv/q+zD11OU4/rvvdPzmiCL6Mgf+/DK15PnWekL90ccI+miahvunFET+XVIc/E3SvP02fHr8EaSK9Cw5lvrBU4748s5I/JOyUPg7O8T5eQHi/XLDXv7VPMsDqNSa//nQOQKolwj8w55A+fr4WP4UAjj97OMm/OYs2vyxAAD6ttOE94SDsPzwwIb644ce+WrL9PmnD5b7v4h8/O0Auvjxvkr98zAm/KbdUPwWZvL6t/JM/Ej0QPT5Nqz+yJ0c/8h8Nvlj1PD1A+Pw/80KAv6/jvL7Zh1a+qqOMPlQQcz4JdOo+Y6WlOmMqLb//soe/jE7Vv+P41L0Ury2/d3wGP3Z9sz8nxxi/IH/avq+eF78E2Jc/gdfBu5DzfjuT1Ky+6UeaP9z9or4u6tA+4NM3PgilCT/1UmE/b88Kv/kfKr4eG7E/NiIWvh4jgL6JXBBA+UyOP0b/5L9oeybAbZydPw0azL9fGou+B4z4viqglD9LloK/u3Cnv9TBs7+o6j4+G4eYPzb+wj7vBZu/rvTCvyOKjb+1fQ7AK4GkPzcm3D80lR++JtlTPjMcs7/y/Jw/",
            "nNzxvq9R0D5LZCM+MSg/P0Ach78RFIi9aGw1vYgX4T6eq18+rIayP1olHsAgh8k/vkOvPeLW6r7Cis+/5lMlP2j4R7+ZWFc91CYav4mH5r2NARQ/bB+gv0iopz5qB4c/kgsdQLOgNL8CkeG+uiVaPxJTUT8Yn/m+mWEJvhjCRr1QJDa/ch7YvidQfD97RtO+BWpuP8pUpL5u3O6+Fy+gvQDvob6VTzs/5pq8vke4cz6ldwg/zw51v2NyRj9SnMe+0Kqkv5PWvb/AWLa/D+UcQG1g1b+Jc4A/l1Fmv22ibb+KRRI+swOAvUuZYT8Lkuu+uSCxvt0on76MLaG/2Trjvyqlp78EpRC++qJVv0dhSD8W1tU/VkqdvhDm4b/kBKm+3FUfwHLjHz0lUfw+drzlPpP4Rj/CW6m+qnl8P8yIUz0pVXK87GGtvlLzo79yfdI9BS7QP+t4lL7T66U8DeU5QDitkz/vZJ2/U6zWPs1npj+/lqQ+khX3PuW7/T3DSyS/gHwbPybfdb5UKDFAGf4mP87Ohr/WvA6/D3uXP+Iloj+keja/71xQvoh2gr2USga/js7Qv9i3hz+tJgzAHaQ6P01lGT9EAa4+FRCmPjLHk77yRtS+V+ZRP556er7+pvA+kzM1vjqyHT9GQa6/mx9Wv+hfTz+ADiC+kCCjvijDKj9RHmY/wjQ0vhoplruTFJS9nzwjPjD9Ob9MxmW+IZKLPsXRTD8pLwM/r2yRP/WSqz+fjZy+4/o0v5ZKub5bb7g/p+ogPw440j9uhSvA5rGXvseVIz7rS1Y/hCAEvrJcpL8DbKm+iuysv+fVr76WLANAZin3vYl9FUCPX1Q/SGqePxnssr91Nek/dO6gvxmTu78ZFBG/V7oWPjPBVT7eVDy/IFuFP49pWb5gS7o/1DGav8bZgL6QDXS8MIYPQDPGXz+my0A9BtrsPub+CMDh/g+9HcFQO342JL+NuwvAE4iOvnQIA7+no2K/VLfRPrDBKD/veJI+LBKaPqtzBz8E6pA/",
            "Xij0vf6iR7+XkS8+yoPPP2z3hr9GVYU+BGiCvyrN2j+iecY9L8FDP0KcJUC5YzK/Ae8SP8nFFb9+eB+/RBSCvffUOr8P2fA/6KOcvv7+n7+t1I8/nf1Ev1G5jr+Zo8k9IRhJP/VzVL9ZFRFAnBT2v9nyxb80w70//QGSPvyUgL/V4EpAkjPjv7/Qcb/Q6LW9SJ+xPlR4iL8IvxJA9t3ivt4nmT9kezC/XO/Tv10A1T49Cd49ZNkDvxvxHb/JK3E9obGLPjAmRr+QQMo9rw6yvJ7IGz/U7MG/oH0yvpj4Pz+4C0I+tY0Wv29QhD/g/+8/RZv1P69KoL/4Flo/7fzxvv+c3r4pqzG/fdLGP+kNC75ycwi978NPP493uL/7AWA/iiAVP1cjcr83VAM/3GXIPtJLuz7QjY4+S66iP+TLZz6HJ5c+kjZ9v923kj5dony+hVjAv0/gh7+WDzw/0M7QPiPyhz8Gfga/mHg4vydSO8AMxIW+kr9EPjH4sz11AOE/wyyZP1plTEAlzQg/KxanvkIT2L4lOuo99nImvqUk7L83AuQ9ioO2v4lQUD4txTy9cKIcPx70mD9/jjY/6EVvvhA36T8F0jM/kCiNv3EYIb/TZ5i/BiWCP63Btj4GAem9PcEYP7jVkT60zC29+nGLPNTQoL/ePOE+ybg7vuigrj7Is5e/+k4cvfSBfT6vlYo/7VYHQCSG0b9JhFI/Z9QDwEb8C0C+7uA/xYzIv0Rs7D85bBXAqQd1vKVjpL+z/oY9MIcEwGc5U7+2tuA/wlLiPvA9Yj4QIM2/q8X3vnjw1z8uAbS/VAiXvx4H4D5pszi//El+v+EZ8D+7SoE/pZhMvoXOhD5SpMK/7ZeEPCD4nr1DNjE/kdkiPKmq1r8/QFK+dUPoPu802T0hBoK/TLkiPnW70L0ZbUe9H8KvP3V7j75OEIE++GhHvm9qgz+01Yc/jPiMv0PGhb/HNRw+gILMvqsywz8iDpO/t9KIv3vtfr/Gan298fYjP0hrtD4rhFk/",
            "DRudvEb0qb3CVVa/Fb+7PooqmL9SGCa/k3pJPsO9DUD7cuu/1MwmQE6KS78DtQXAwsO3varpTb/DxoK8dyMkPz0h8L7wFyw+6ZzhvSBQ+z5xkSo/OMOJv18RVr6JbZW+RWfRPlcfjrzFTmW/qOyDv2EOlL9QhGQ/yYZEvxv7GcDOxQ8+NdtCPwmx5D7t1Ty+kwrAPZxPgL4Qb8g/DoOUP1XDxj+1FSo+xNy5P0xwjT9kBZC/m5cFQJu6B78J7o+/xBoYPj+xrL4hpdA/ZQfDPTotgD8buls/8tYlPyhV6T6CyY4/kRgnv4BMab/AoSE+OrsZPycxDz/pPJY/ADqwvuPK47/bgBM/4OLtP2BFiD41sZW/Bb2bvzCyar8jHp0/2kflv4WZVr6nQMC/aCohP5HQg79rIDC/0OuSv5byOr2nPx6/+YW/P+jfPj90Cp+/z5h/vsjph74yZB0+4Y/cPYeZYL+wD4w/7rEGP0W2N75KZhe/cXEsvVN3gD+hD76+QMzlPkb5lb/t4V+/DK8QQK5SyD4wtam+dpyLv4cFPb6m30a/SjOXPYZU3j0FT7M/A6bEPpRLzj+DG6W/dGjRv0C29r7aAJY/ssN6P1RhJkDytB/AaOwdPxTBS7/yi3I+beyRv6bkIz4xoY2/pt7+vuhL27+0CtO/UAxTvdwnCL8/HcG+qpUQPy+haL+KJrc+vpQEv/8IuL7VtJe/kKRhv5heqr4qkZa+xo/ovR6sA74PgAu/0cs3PWc+fT/0DLK/b7Dpv/UFw74CjCE/3WaPP19oPb1gbD2+N2THv/rMBT+KqYu//Hy9PvfHvT/dJe2+2TF8v1gP2z5C8D8/R16SPpB+5T6JZhFA2QubPYLm7L6PoVc/yuR7PBmnSj9FUxJA4fzePs+5mb5uCRC+Uqe6v4b3Vr+S+AQ+RwVdP+L1Lr8C6DM/Re0qvqJ5pD7bnCU/sMJAPwVmtj8R2Cu/58xoP5+2nz9x1EY+AsfiPwsupr+vtpc/TbuaP9kyvj9B/XE/",
            "U6zDPyFlFT/k8429ddhPvzw5jz33/o6/mVW5PxcZoz9EvBo/xIjXP9/FFz9na66+I+CTv+r5DT/Mhre/y6tWPAUMBD9+OYE/NlocQNjVWb+elYc+KOGVvd6Wbz+0vjS+P1iIvdfwyr9jBxc/734SvxdHTr4fvmw/9uRMvz1vI75FluQ+FbCIvj2awL9r4NY+89whvvpi+L/6ir2/mO5ePsMKiz9Penk/RFobv9A00D4Wj4g/j6gfPm6smr1rwcg/TXBCPn5dA7+GMmPAZBWAv/HkHD41p9I/mDmSvmkYkDxCP9m+tPojvycco7+Klxa+53mwv80RLD86hmU9x2yEPtGIUL+8lLY+vd52PnwYvT+UwQS/NimDvg8mgj0AT3U/jibcvopI3r/Cx4C+Q/ezvgU+Xb8X7qA//TFsv8QBgL8U/c4+B2XvvS6tvD+HbFM/IbNjPMwdBMBoXUm/Oh/dPy4H2L9bdNe9UFBwvt6Cpz8uIUi/9zjpviaAbz67LRs+xPiev753Oj8u/Sq/05acPkDI/r4MC+q/v6ApvrW0UT1PJLc/tb90v+h+B7/oJAu/hEyjv6Ik/b4iVGC/wZsBPDqR/L6Pnoe/PFkZvge9gT/2K8w/W/F1P71sc79ewP0+ciNlPuibcj9vkYI/iSJDPsmaMr/byJE+BE9EP9AiYb9zLgpAMVL3P1TfuT+Xlee/zmloPYMD+T9bAzu9R3Whv0sHLz+KG74/fvdcP3scj76DCDu/12HhvlcVlb/Bc9w+2kUcv47yfD6Vfzg9VLUDP5vlfL/7g1E/vMX9v8iOjz9LgiC/Van0v6dD/z4GGam+J0ppu9peHz+Tw2k9i+jIvs4pML7QdyxAEseNv0RzvL6O6qq/QbCfv7VccbxAkca+MhDNPzzkAb9Bvwk/qEogPzMaVj6ge60+tFRvP5XtAL6bbh4/uuZMv74Bfj9i/M28Bmi9P8uPpr8pztM+nwTLvmly3b70Js4+ni4dP18MfD72GqK+yYvTv3HvNz3VdTI/",
            "PkBxv37LeTwnVgw/IiKrPaSZgjy9kbA/VTcYPseWdz8O3U+8r2inP//7xr/LU0i+coocQByKtj/ZJyc/YpjUPqKryj/ztfG+GdsNvqllkj5fv5s+sVS7PsYsbz/9ULm/UE7wPlIGJL/Q64y/cplTP6tpQL9jYq8/khXkP8PQV7/Nywg/xHqsv+syuT+5qzE//dTWP2a5Tr+jzrc+pdANviOair0sr54/y3RVP668eT16D8S/BVCeP5AKCsA86O4+WbW3P0Lp3j7FfA6/Yyo9P0LFyL4W4I6/RJmkP0aiIL8wHSs/U7nfvX7aw7+3dx0/UpuMv1Uulz//59q9r5V5vxqUjz9o1QHA9TgkP9rHmz0x0L6/Voj2vjC4Ub5D9+o/IhG6v/uyoL8TKwU/d6xEPs7brj7EE+y9OH5qv099Gj+uoLw+jjA1PmdRar9aRdc/WuLuvmAXoT6NxVW/Af8hQA6cf71msKK/FH/ZvvM8B8BP3Gc/THOTvzSwST23h6O+npF+PwYBSj+LYae/V1vdPndsDL7CdcO/eIsmPjQhMT6p6aG9kDk3P59Mhr4VcJU+OPMNPikjQ75Qj58/NoZrv4mAej9wm3O/7uWFvSvtkD/prjC/mLLBv1Kbnb/xZQG/xJQrPz9iYb9G5/k9/oCrPqF3Hr80sgs9ZoI6PwyRVz8Yb4I/UwxSPj88xT8TYj4/XQ/xvkCFmb6GgrS/0a1NP793Aj/jWwu///LBv2DpvzrFhhk/LvYCvTW4aD8JNas+Cyspvlwd9L+jGF0/MFAbv6HSsD4sedu+sqXXPkFJiL+3WA8/yHs6PgXiD78Uo9i/hOaZP8ORpz5Teiq/vArsPltTDD9U+Ig/rR4DQJn0kb7GI7e8TvBfPnknybvj3Wq/c/2VvqEtnL82eLO/+oqgP9dLWL8ngJA/9Jizv8gQjr+s2ilA+l+TvXUMo75Ya7M+W2c6vh1Mlr6MyTq/+7jTPyDPiT/klyLAffQdPzWetT6EB2q/N10Iv+hZnb8Owgm/",
            "gdGgPyiUmD8DWqK/L6U6v1Or/L/qLug+rEEMv8DNYj46apQ/omlcP4zKpr/5NkA/wWCdPhOzLkD5G7c/iQlFvr3QTD6GXIy/XC3xv2f0lD6a3aW/KzMfP1d03T+BOe8+OcmZP6BUKb/kqAC/hgSWvsgXh7/jc8a/OiICwGEKVT8do8Y+AFwGwCYc875GEsC/Y3cQP/JFxr1J4Yy/unW+v0YiPb7rB6O/U2cfPzwWjz+MS2a+fglPv81bmT5n7Rq+k2hdPoBvE73fVz6/CLoEwK8aJ75HWTe+niqfPx8f2b4Cpko+fzwRPztxPMDozdy9+Q9eP0xf0D8HJQw/7umJP/0IYb+E/ps+2SAeP4xmQ78T5SC/VEYNwFK1sT8q4gLABKg2P42MwrzyoK4/30wlP1YbfT42Jg6/EA6LP65DKT+5dNO/BFMmv/9VWjyb4hC/qmFYP8/Lfb1WoC+/Bv9rvoLx1z9296k/ondTv5168j9XaTw/10Zyv2OehD91Gdg+qqzyPgo1sT8dwKE+LeePv/1ULT/crWg/pVWuvmeAAL8y2ow9nc+qvs/2ccC6LdW/6BpnPyhei76av7I+Q1Qpv677Zb+3Eew/Xy3evyzZnb8dpWc/3klPQBzv2z+Sjpm/eHlgvwYBYz+xEPO/D3sLvwZ/275iWUw/j3XOvDCSnj+hgxu/SozPv43tZj5vTfO+EoWQv684J0B8x5c+hd6fvvLvvr9VeD6+3au2PvuxzT7YFdk+p0OJP7w2I8DB0jY/nHF8PpkMAMBrIIY//vciPxCQvL7jP5c/aPkkv+L0hz8P0hK//wy0volH6T++PgO/okcoPwMTzz+5RAe/bC8nvurkUj8YzEo9z6Wjv5Mhob83uH4/NVOiPggINb/qVXa/dWvXPPny7z83XLq+fo+2vuE+OD9/FLk/LL6BPrswXL8U6nC/ey+3PjQeUL/FoHu/oBadP9z6Fz9W9VK+7F7yvrOzmb/O8GTAlP/GP1G7i7+YLYa/2LARPzNTVr+5BlG/",
            "71UWvp9w5b4ZmgvAX4tJP3MQWL90XpQ/RlULQJBiA8Bj5T8+B2O/v+NfvL9TF60+Ss2rv5Ro5r7MmSi/bzGtP4tViD/90bi/zzPYP1LZab+o4Ya/5HPMv9FKpT2WpVa+4JQuwLjf2z8PP44/hSwJv7zw/T3/qI09mtE6v/RugD1cCW8+WxoqPkKN+j+mCmy+uBFnPhFu/76mGwlAOrMjP3URdr9tEjM/nn0zv1JbPz/h65W+Ds52PTl7n724iQ4/mhwHP8Iv0z1vw/C9U4ORP26Klb0jmnC/OaIVv/bAK780zr091Bg/P0qbJECPata+ABUHP2I+5D+2pJ2/ssiOvwU/Nz8j22u/RZ+Tvo1QoT1mxz+8qVCtPaQ3UL+YqbM/HHPXP6bLqb57NhS//Dn4vliKvz7v24C/kKkdP+AKJ7+Q/j4/Al2tvzFFkL+m7ES/tZgCwMrCk792erO/XxRvPgv3hr7Yqu4/7HyPv0ns3b8UrC8/rXuIvsGanT/NgNO/fvmMvlNrFL8N6Sy/WAZUP107vL6ORNQ/saN5PzFBR7+PcHc+BCpAPiE5nz9p1i0+iAvsPo7OvL40t9m94lKGPzFwXr9xhY2+GWm8v/4jOT+HLcA/cLycv4PzkL4L/5C/Uz7LvxhWMz5s/nC/ErafPnrrZT/jm2o/nAiPv5JsVr6+6RS/2PbevzSrZ7+jFwo/+Tyyvh5jhD9xtCE/P9JoP3HCH7+NW0K/cybQPxbsa7/AgzO/HpbBP/BfJT5wXpY+fbfzv5FTAsCbJqU/XSgov4zmvz6jkRi93Ypnv4x4nz6zmje/w90jvzrXaz4UqoO/6GOMvpJZwb7lPxS9ckCuP/0PET6jfUI/6PsbQHLGHz6h5Rk/QATLvZD56r6pgoW+lrATviNELD/t6H0+YeuWvwLsHb/xtbG8XBJav1nxYTwax/w//JqgP+X+cj5jD0E/lHKrv2sldj66+JG974H4Pm0Xiz/c1Fa/A5WkvzDihD9S67q+bpSsvosWnT/8bZg/",
            "AIljP5KDMr86hwq/J3C1PsaxRL+X0iW/6GTXvkh8rT7vFM6/t3uZv+jLGj/lEBG/NZg3v8QfwT7ngFC/ar22PqNlgz9s8dY9CZglP2UL8r3HU72/4NNav4zZmTxbrXe/z94fPzZpBr+I+iC/7Y+iP1IbhL9MfTO/pZycP9p5Br5sWhlAiV5Lv8kmib8tdUG/iD51vwdWeD9gQ9E+PinRPxlcvj3F2SBA6joxP/uJK7+SbIy/djMsv0saVj2QvsG86fjfvici+D+DTMe/qETYvpoemD+k6zW/ccldv4t1r7+hLVU/yYiVvmDIiT/tJJM8FxyxPgGvizugdwq+7cxcv5k0tT6oG1Q+bZ3aP9iupL70/Eu/Gfr7v6sD0L95ijI+h/u7PmiZRD/Xw2o95u3TP9RckT/StII+iq5nv541B7/+ew6/JtT4PhhDmj+Gqoc/+XrzPZXloD5H5hg/xiWrv+U1Sz9rgG4+XvPlvrEMNj6P1jU/mGTXvvQ0ub53IR7AbEOAP3Unlz81gmg/4QIAQH7qPzrcQPe9nTO6PzCsmj9WpRq9ORVzP7hJE7+UjAO+lzrwv0rrpj8LqtQ+N7I7P8jwAcC3eni/kNlMvx2KpT+bohW/OJksP3zlhz0ptC+/tV4Bv3ig5j/MXSM/kdoxv5qbDUChHgHASf9lv1BvKj+2oFA/Zot5PcMaGL+ivB2/vZYHP+wVGT3k896/usFmP+00zz+G+fA+k2qfvm6TVr+kIjI/addjvrAVBL/2e7C/4OmRPxaDAkCyRYM/VUy1PmBJOb6CLnK/9l4hPxI4Y78F2HE/zuHvP9io/j52IbA+pPqcP92t4T7qeZe/2nB4PqoUgz95QMW/CpZDPqEKa71jyrI+oJ9TwD4gwL8ZXIq+zh0pv9iBKT/PwrS9lC7VvoZ2pT/Ou9Y/SWedPtDYlb7Houy/ONWpP6PVe742Dna+Xgt5vxihQD82tM08TFknvxnQCcD/XGY/uO70P3WsqL/dRlg+GvHuvx73oD6od5g/",
            "Gm2xPo011j5khpy/hV2wP/R49L8V21m/+CKPPnQegT+rYJG/QR7+vrRSer+zrVe+YKzYv8rjFj8ZXAU+LjcvP7MQvD8DKTg+kh8nPXNYT79h9nk9CwSQv9S+Mj9YCrA/TbDQPax5wr//xJW/NOatP9qlJj/aN0a9000Jv62zY78mIYQ/K/FaP8K8UD8hmy0/VgPiPm6Rgb+tJTW/ZfRiv1oi8T8EU1k/bk2ZP1R5vT5iULc+Oxd7PysrgT7IDs4/UP5kv45OYr+TNjw+fM2LP3VJ3T4t2ai/h/2Rv7+g6r8ZPDk/HUYdvQE3gL8iZUC/sxapP57nej988uY/LY+IP3tzZr5T1pk+fKeuP3pokb4VmeO/CewKwAcH179D3ws/h/HKP3uJ6L5tq5C/dbSbvkWs8r/d66O9lUe9P/QYu77Ef3W+LxicvfSPuj6UWam/9OrxvjaAxz8LOXg/HiGbv5jSFT1zAP4+WHEsv7wWJb+T9Gg9grKoP/47iL4qmxw/KZajP/67Nb/BcX2/8/Z8P7UDdr+fqDY/xPrKPvzvjb6RKBc/T+MJwC+lpr62s7S/r0pdPw0uo79G50BA9MFXPnA8QL9zEU4/XhCTv0qvSr+Pq4G/rUDQvmhBHD8M1Cc/HKbfPmL99D88dYs/zw5VvgbEl7+Jiek+zP7Pvhrq+T7UN28/v4CGvmUjr76kkAC/BGhqPTNSS79GmDc/yx1gPx6BO7+gpgpAcGbfvkjR9L5KirQ+BlT7vlyTu78ZDbU/+yyFPwcM0L/DUmM/40zzvtl4or4ZD4Y+m1jeP8W4hz9Gqgo/1szwvpwI3b8EOYe/fLvKv2lDRr8Qno2/pVfDPxmMrD5DGPU/Y5nxPrG6uz9fZ6G+neBiP0ilVj9gthG/27pfvk7117+lc7u/6j9kPpTkp79P3qu+MAeNvqxxA79+Yri/YTpivjfh8T9elaA/aVSLvxtg+77mWum+Ww28v2hxAj7wt8s+Trchv43Zwr8BluE+RwbzvfEimD7i3OW9",
            "f8+Dv6sMdj9EiDu93nx6P8Pq1D+ul1e/1T3FPvz9n78ZBoo+5vggvGJYjr4yR5a/pWnlPu28Nb7Au7O/iqKzPf8Pnj+f0oW/R7movbQkeb9XCwA/1hGNP0diPr+LOGI/RYSrv9EPYb6G/bM+yoXjPq44w78wEhi+WxQ8v5ULADzyC6m9TMzTPouR/j4pHt+/oxKWP4dIez2Tjw6/WZt5v53aKD8FycE/qnPbv0wqO7+JnZG/11QJP/dBZj8Y2KE/LhZjPKaoQj4LMTK/8W1Rvteeor/8y5c/tai1vg7uJr/sL4s/X9cYP9xaZ7+ERwI/VgMGv0Yj0L59Q4y+2bgOvtLAxDyojY2/yXeKP7ONL7/NBCPAziIKv/GjSD7K75c//GvIvo610DvpohM/b7pEvpXH678GtPw/k8aaPt6Gxr3zkA4/SKoPvlI/CL+L3cs+t+UZv6LC8j4jiqG/23URP+9d+7/WVVy/F0GSPkYRkb+TnmS/zAjcPRGHGT8Q4vQ/8XxEPxk2VT0fMUa/+3lVvonaxT+b98+/wEdcv1wXuT4ixyc+1MSrPmTHB71zHps9PJFVP9Tu1T6f5Dq/fLCWvRjwuL05Hzq+csaOv9r4Wz8MaVs/NzlFvy77BL8/cps+Cq6wvpHnmz7zu6S9IYkzP3CM3j1rQ1w+/FVbP2njNsAgQoA/XAMWwByEEL8hQJU8lr13P+raSb74bHi/Y/WbP00wAD/carg+mJuwvo5YDb+UXDU9POgyv0lryD/Jqaa9wTEFPiO2Ib4mpIA/+OabPefbA78A8/+8iS6jP+njRb9opwY/LqA6v6YqZT/YiUQ/L+s3voyEmb8207I+OBjHvwfvrj/5WlA/EwD3P7a9j7932T8+Us13PydcyL0OC8K/1UyyPqeSTz/FABE+k1AAP1Wwrj4hT54/UL5SPx72eb9x4P6+aZvCPruswD4sa/y+FQoeOyysYr+RRms+cX+UvU9rubxwcN0+JhwWv0Y80rxmUYk+MlLrvHhGM75cWHy/",
            "vo1TP1Hu5r2r73O/9kYqP0AmFT8UzgM//Vg6v6AMKb+S1os/T2jZv3xfKz84DbE/+Raxv1Z19T4413++u0dpvhd8xr+jNBW+RfSGPy/5Tr91/9g+nFufP2tKkj9F6GI92xKXPsgF176XDBo/7tUkvyUeDr8EZ3y/M7UJvuWrkT61S7O/UGuVv6FXoT9wRT8/PC3gv+YjSb8wS4g/e6e1P2OVzj+4wx6+edbDP9ff/T/h/Jy++cvkP1F/PL5FGwS/6JI9vnc9SL79VyfAnxszPh3cs7/aAYI/KAE8P/TvhD9s028/U0iwPhOiuz+0Kr29v0pNP6pbjb7ojfi9FQBKv+HIq77J9uw+WToKv6sHuz703qi/98zsP9G/Jr/faVa/0WshP4UYvL7PEgy+A7NzPzsbtT8spDc/QObCvl3mKT7QBK8/a8EHQONXlz9PUR+9ly2GP7S4kL/Xkr68QEkLP3aArr67A/2+Q9TWvGufob8AwAJAuh5Kv2bu7D8DL/S/SsuqP6uhVr/NDOi9UI2xv8LSD76bR6S+90IovoeX4T12P789/HyyvudhWb/sy6y+26taP8+YnT7S5hi+82mRv/Pfb76YkRY/knNPv1B/k7+9qha/CyuqvoNzjr/fkrq/TscBv2cAFT2J+fI+nITKvspyzb93w8m+vLc+Ph85Pb7V3WK9hS7hvwtrSD+04aw/AEBav8RqvL7Vfqi+dSiAP+gp5j/+L6s/DsbIvxGtVb/3vQ8/BD1vP/DLhj8tcQnAaCkHPw4H9r9icXU9c0vdv8/jmz5tLXu/d1Ntv7LDcj4nsv8+ng0DwLKQEb/09J8/I/+ePyKVUr/lSMg/BgABvhqu1T7oKBC+Zup1P0QSVT+Eb1C+CYVovzoIjL+aBxs+QsV6Pok8gT+JcsG+vrN4P7lKMD9ylL6/DSBgvq6/1T+oG7C9cxvKPuKUir6NTO6+eIshwLEE9T0T3cu+3tY6vzIbPb9ifuy7ERzRvNtAEzxNb48+TbtnvxgJFb8m2sE+",
            "dam3PkTIwr8T0D8/mP7mvk04m73i4I4/D+4Yvy4y0T4167q/YmEqv+WfMb64jbA/4suRv+jwSD8dI/W+m+IhvvK4nD9v3WQ+9E9MP86uwj9kdQNAmIm/vworSr8QVZu/XTq3PrQdzj1Cf/6/n1GrP1NTj7+j21o/pp8Bv/1Ngr95Ofa/manbPoY5H781zQfAppThvhlwmj/gdtK/goTuP/N/Rz8XByo/L+hHvy99Q7/CuQS/Jtmhv44Vtb811NW/i/lqP7cO0L4DCU++mPivvwTKSD8K7zlAHt0oP8b1275I5O8+wynDvlVuvD5vbmQ/Q5arv6BcNb8+QoK/vAgcP04VVj/6BJ0+YIZ7P9pDNb8GSXw/FcQovyjhSr7udZS97QQMPhH9jz9w5Ii/3f8xPxYN7T3CFKC/gzM5v+3G3L/Fno8/V+oJP9Wh976FzElA4vKTv2pwAj6xF84/DF2kP8qhSb22/Mk+S2O4vvJOSD8YgCI/QZXdP+Euor9Gbhq/amJRv2VHtj2IY+I+TPE+P9p/Oj8BxRU/AiOkvcpKpD8eb4Y/z9mSv8hosr8Hueq9Aj8Bv9I0ar9khd8/YCWhv75Mur/Mzy6/6vkHwEhJOr9H6gu/W35zv7z7xL8EkFW+85JOP2jpRj/qKYS/nrymv2dLxD8RVIG9oc4Uvq2RQ79+bqO9auZ/PxNI/7/u0qE/8M3lPrrGlD/h7du+m9M2P+hGHr7PA4m/pCTiPj0ELT+k5eU+JxAUv8Jp+r9MCqS/rpBqPx68Yr+jT+6/8MAgPzv3wb4CqU6+ffWevTDwtD49Q62/zILavTfgCr/qBIa+rccFQO1rFT4jvE0+E3uVPsepXT8qu4S/ePOvv3Sjsj6nmK2/Nd8pP+sIJL7wewO+YimrPkv+qD/owTRAXQR7P3vtsD9LLRC/wzrUvuTFQj8gRY6/7166P3aQbb/sAPA97ZIpvhY6wr/lAjs/kh9nP4Ruib9UayM/PRpbv6TLVz8cFGu+5zb2vtictL8LHgvA",
