{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              180,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              4,
              4
            ],
            "strides": [
              4,
              4
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 13,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 4,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "764cfdadd8cca7fbb91e89bb52cc38039ba3ed1f6410489743b949afe25e061c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      180,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            180,
            1
          ],
          "values": [
            "fXFaPtSlCr6SZIO/4kdEv4aKvT9huns/Ls+eP/RYlz+ja8S+wgykP+p3SL9nF0c/nfxfvh4HJr7AnCw/izCHPzT1PD/iYtU+Ije3PrvkST8msc++XbhNP1mYmj+M3rK/aOT6P3NVqL/QiRM/v1nAPFjTRT7bvAo+6GMEv9qKhj7MHwO+B1p3P4eYqr8KsXW/tcxtPnnCkr4fyAU+589Rvxf1hj9eqoc/Nee6PjMp0D7QB3A+51UvP3yxib0B9BC/YKvUvhM7Ab/xsiQ+2r/OPix1Cj8o48k+oKuavwMns7+JJyvAENyePvJeML6bnpc/fGe1v+qxIT42l/K+uyHePyIZkT9+T2a+zqnTPnHuh7416K0+Hm6Cv2YoAbz8C8G+wdszP+4xZD8Y66u+PkucPiuSa70eLDg/YdEFv+ARCUCwXABATfiAv5DcS74Lury9JbEvv1uugj6xXbg+Klatv83adr8ynDS+KysUPhl36b4KD7o8JhthvpLhBEAetU8+QkUzPgY7Gj9918K+NvgDQGE+mL/ZM+G8+NzkPhkahr+7edI/vBnavlK+ib8l1t89FtQEQEzxIz9Kpk6/UAyIvY0MJj98CQK+Qc85v8yJT785yXU/FypZv8piMj/1enk/vLBvvxefobrGYWO+OLqTv+IV8L8xvsA/Qb+Mv23NTj+PhyC/FCsAQFQc6D+JQes+S9CGvQIeGr/EzRm/H4uTv+YxkT+M9ck/1lDmv2ZmzL+TG6M+P4V1P3ymGr+fY0G/HKLuP806tb4fh+O9/jYSQKhSAsDsqqi/EvOHvr3QtT40no+/gquhvlBcbb8qLg4+cQ5OPwzHk75dWyM+RXCKPzdc2j//zYs/Zdt9vpjfpD9td2o+y93Pv5VWTD2Pfra/jyovP5rkuT50hDy/aeyfvZhPQz9rIi8/neHpO5Yhf71eUCg/jkGrv1H3NL3LqA0/K5yPv5D7uD8m5Ak+Lpe6PqSXZr4u7XU/ZO0IvzP3Aj+Nv74+iQqsP2sYXL96Fhw/",
            "bpIev7OgCz35biS+QO4DPxlMsL/VvC+/JT6vP0EmLr9rXzS+a9ICQCHnZ7+lkI+/zXBavquwAMBIgxC9G/QUPqSbID8VBb0/aHFpv9GtwT9XDe8+CWR0vkaM/7/Mq4w83FELvcIbrz+UVuy+OLvHvoNSGj/fJcI/c/5dP4HXMD8hemU/95n7vuT1Zj2Fx7g+77NvvpvLnT/6FZw/WuiLP8y3wj2lxJA+LaVBv4EzV79UPqc/6UWUPz+lk77Ed9I+PZv2vsazNT/okcy/6H8av8xLXj+95Fs9VkcXvVQ4jr7qndg+38ENP8UQ2b69Md4/xfXHvqfbnz4kSKy+/NC5v6TfRb9q4Js/gO8mP1IDp7+CiTm/wLCXPWsGID7Ndsu+zAR2P5b/cL/7G0s/K5Z4Pck18z9z6UU/lALPv3eBVr94lYo/sLmHPp+3hD3EVKY/7Y2OPsRH0L8AMaq/0a06v1cX478vqW4+K0syPypvfD4EMgw+Ce/iv2S6qj8FawI/8im7PypGND8sBRQ+ZnL3PguPyb8HjRm95IFdPvsgVD+I9eM9Bqy6vk9VPz5oZ++/6nxWQDDuWL+9Wm8+0Ho2v5fapr/g01C/sXHDv7dD+759EKC/74mivju6g79PvOi+At7+Pm3lnb6klDtAcAc4PY3yQr4t6Li/0uc5P+Gayb7WWW+/m+cjv1AuoT+Jx6G/UQYzPhRu7D7m8zXAvCXnvuwKw7wob9Y+kAKVvwfjHz8YwxY/dq8Fvt7Qyb/57Nu/qpnsvweNA7/asa2+550nv/DBkz+Cbhg/lXHJPnWtsL740cK/8EjcPYpN6zzLz4i+XEBbP2W3Fz+o9mC+kQA0vriFZj9cBvu9SI5DP5UmCD99lq8/xwc0v74dNL7tP8Y+zHFkvdCLWL6BVHs+xY0hP1moFz9q1dC62ODQvuSqw7+izCe/oKbUP7WvFD8b82C/DMOIPjhTj7++pm4/p+hXPl0whz/Rxjg/HyQ2v20qWb6EVCU/c++Hv70o/r/K2KS+",
            "UNhKPvIJHz8+V6g/CaVtPrc3ZD+rBXu/WgUTwOejO7+xj7m/hiLbvyT4lL3swdg+YqoVPmwnzT4LrAM+Ov4OvT0V5b5Zh68+dqvLvjIp3D5SrfY+pOrqPoYsUD/tZIa/Pa2Vv1QgjLsZqaE+x37FP4kJvD8jn7g/hTnqPrFiGz+bLIi9xBWtvWw9qb6AaJk/B3m+Pv9IKj9WgLu+kngtPhAYur36cbm+RJKmPpFASj/Fjfg9jnAqvxsi4T53T54/fmcsvwTtmT/qRc09XhmSvvaZpj+WLvK/GyP7Pt46Iz/2Wpm+jz0hPp/Yqj+Xu6Y9rtW2P2+pQL8JFoO/2zapvyf/D7+BGQG/ibmgPuPBDj0hLD4/s60KvUqJ6j6SYNo/wT3AvisrC8B5yQC/H9ovPiHYlr15Sh2/6pP9vrrLjT9wYxW/Dm9tP4J2DD9OeQ8/IkfeP8UUbj4sKeA+2JbOPQIxmL1VRCw/CKK4vjpz8j5lO4Q8p0OFv74iPr72XbK+tNO+Pu0Va7+vMpG/MFU2PyEZPr/BaCo/ygdmP9u1Tj9vxOy+kz6HPNs69b0XOyQ//0mTvzOrdT4dWJK/niyBv051mb7EDLo/itJivmZXGL9zzRu6ENOgvsuCCT+PYIo+k5Gkvs/QTr+j3Ic/RKP4PgOznz8MTJ2+DoZBPplwXj+PWI2+xHqWP+LqAsCQR5Q/NDaWPvOttz0RtNO/+sn7vcKkAL+jOTo94MPuPyA+sj8tJwa+nJa1v/vZfT87QJK/XVDFvp86Pr54YUC/ZMSzPje4nD/swDU/G+0FQOCiMT6jJrW+M1iiPbAHAb48szk+DNahvj3gBD+/zeM/DPHzPo+J6j8iAIY/0RCDPXf7sj/sID2/b/8mvz5dkz+dubk+CCBpPvmpBb6A+Py/snAQPVk21T8jnGC8TSXKPpLxYL7BMwI/kxpyPgOulT6dlYA/+9ePPiquR76Ba3S/FayBP1RXdL6nOh1ArjqCvOxPjD87Lvo9dkjwP2Lih79mXSbA",
            "Ql2fP+37TT/xXyZAM3FKP4kyiz+rCls/8w+qv0t6+T/dySC/GZY+vzhAmj/S/O+/X+F7P1BGIz+zgz0+NBQRv47FoL8IVQa+ajSAvhcCoD51qAzA+5uEPrG6JT+OV9k/GI0EPyFRA799806/E/JsPwXvKT+6GBZA3OaOv9hww79TQmA/NVWyv9MAJr57Uiy/1kWfvtmP0j+6jtU/dEbGPp/AAz+PKg6+yvC4P7gZI78U2TK/03+OPp6kRz9kVRK/WjD1P45a6L4XmqI+he2pPTcWdz+ptvu/4Si5v9Uxoj7TY5C+dVPHvwbN1D2zKZc+o1Yzv6b3Wb7xcuy8KiY9v1TAAECMKS8+BjUjvz4Xbb9SNoy+YbUCvxbBuj447jW+lt0nv0zGvr7vUvg+EikPPdGV375i4dS+eDODv+RwoD/W+Ss+uNvmPpPY5b7ryVg+bGk7P+CBWj+brrO/NpmFPlup7z5q716+xhhxvxss7j8MIvY+0ukRQHta1j6YQiE/Y/QXP51ioz/hrO0/xVDbPofFn72NI6I/NukXvvzp7L7YBqk/xVzHPlfm1L2w/AE+t9oNvrYNyrzekG2+Bp4Dv3KZKb4wDFq+TpnYv07jGT+R+XU/ansSQH0ZgD/woc89OTsYP3joTb8r7ic/C7t7v/z69z4UTv0/ty6XvxX/DT84GLC/jfHTP0v/AcCahBdAdbb6vrDP7T/CnAy/KWe9vdVC/z63eke/LL3nPlcGR79HB2Q/kIEIv432uj5HH9u/W8LSvT0Ajj4VkjY/QJR3vtOizD1USgq80xtyv2ohvr7Wd4g+G3DFvhdMFb8p0aK/SrOGPpjf5D67Enk+dOvCPx6Rxz/GLC6/rO9xvF/Lar9UrWO/a3Idv2naSDqcmIg/r/RrP15jcz/IcE4/N/WLvyoEm74BAM2/YE7IP7i+Hr+mDiK/GDDbPwVWtL/HPrU/B6fzPrVQND9Slri9ksx0PQXKQj4q862/t6jivh1Vir6fT/K+EgLlvxuaCsBd9qq+",
            "WUZjP4vptj8Y8n+//vrOPpA3Tr7eK/e/aLamv7bOnD5wVpa/ABKFv4mNYL5tyMA/9kycvyk5CL8NzY0+C8wrvw0IoL8t3T8/sXWjvpKFK77DLHE/A6GuPiwwZz6tkaq+fqovviDrTL+Fwgs/AFwpQAsZIcBz2FK/oKlTP9IonD145cq+lGooPeanFD9eJR4/3wRmv1rwLT/31bA/h8YAP3eoZL0EvE4/oWnev6KM9j+ogV4+RjNdvwpNoL8xxce/HsfovwnimD+0BnA7ohu9PWkD+L5FwuC/7NTZv6+Z2T1x8wA+UkPuPg/2k7/OLIa/H/1KP6QEj76fnqg/SBg8P4OTLb4hsUk/QNrSP+1Ocr+YKl2/ysArviucjj/SFKc/fdDZvoEqgcB7dIs/Uh+sv7RcjrwX7wO96SAtu6l7s7+V3B4/Uri0vh/4U7/VAxM+6z3QvxIJgz9g7M4+qDw+P38q6r/Ueps/fo0AQEJWnr8uMxXAW8U/v+dDF8Dkzhg93KUdPyU9or7LnQe+8Ly9vxNSI78XDYW+rrY4P84brL+YOTW8ug9SP7owY758OE2+rZZYP3GiBT6UEKq/Xo5DvPRI8746Soo/WbZKv+56mb9+XTA9C60YQAfbXT8uHM2+VO+kPyeJir5KoS2/01+Ruix4ID+lQ0W/yK0DQP1AAj1j/6u/JsNyP+GZqj/4p/c/nCapP7MalL02eaW+sm7KvbL9ub9KHLW+rvk5PxsjD7+eFwi/BtXyPm8iKr4jCEs/uQMbvxnzLz5oeIi9XOZSPzTART+132I/LG8iP7rKP7/SXIS/bpslPyW4Ar/Z4Mk+ArC6vx3lqT/h5BG/Sv8/v3RRKL/v6P2/jL3wPvY1Aj6GvyZAVe35vzKPez9AwpS/OK7BP6LyOz+uBoa/nhfvPrIunDszMK4+zyt/v1Xgob5fEk8+AfGbP711BD735VK+QYEaPr00kr8pOCm/sFO6vmAFij/UVlU/wBSrP9r1vDuIGc29Ji0Fvxv2Zj7XaOQ/",
            "2GIYP48zkz66Tya/820HPwuhzj+AvIi+8+G0P9b0oz+bTDM/d1IIwJ6uwL9jRHw+KaRAwD2/3D8NH5u/LVFePnu3DT+lcjY+MA3WP42t9rzcbhK/iSX2Pv54KT4ZsArAgFTjvlWBPL+2zsw+zfE4vmzGPr968Fu6I7SDP4c12r7DeqM+/QFsv9+fcLvA1x2+VtjoviGVLj4Wr6G/wQaKP2x1Tz4NuNU+/ZKFP1VC/D8uQm2/4ZNJP8IILr5HlVM/f+D6PlREhD4mEyi/OS19v5ZuAr8kcxI+aTwXPy2tDsBa3Z49CPC7PyY2DL/90UQ/UQ/5P20dWD7ycoW/NkvUP7dzrD+bcG0/hxLuv75NWD8sUh7AsQ78v87IWzvWToI/P7x1vIuxBz+jAIy/5473PwreZ7+x8Pk/A2cTPxvcNj7CimG+QUu2PzFFjz/iBHc+48ZZPxn38T6uKqU/OMPDP9eHxz9h1QQ/lpyCv7OK3D9gDDO/FpUuPRvVLcA0iLo99s8xvyBERb955DI/USOkvpqdZL4fJeK+d4j/vmA1jL9RKAy/uaaRvknZqL+hTt++IolTP5JRj7+wUdO+AZgmP/5ioT6H3AY+S3CuP5iQUz9rPPI/69BUP/MzXL9YVbs/SH66vq1uAD2u5Eg/X3cGPQX4rj2GQZS+hVGCPj2Ia79JCBc9PgKSvAeiCT8ixQxAM/cVPVYvhD4gwFW/4KWiv+tbr7+3dBm/QDVTv7dKDjwXRt4/99JfPwHJmb/ehKA9NxLtP7yyEz9GXui+sVrzPWSIMb7+i/c+xVk+P8817T9GTt2/JkSHPhCdkz+eP5g/pQWMPkUTmb4OswXAgGdWvzSIl789rMA/94Livu3BTr9YOwvA3WPuv54YwD/UdQ8+CSKQv+M7Or92+Rq+XWebPzFSIsA3Zk69cf+AvmfLJ8DM+A6/jAI+P388bD/zOwU/2iBsP854+T6p+1c+QmtOPlj9jr6yDvu/ZRgLPmQM/z8Q7uu+da5dP2YM3L93ZIY+",
            "jCOdvU78zb/qXLe+djsBPwxt/L0eCBu/dlFvP+QiEr+l16y+jxaxvoR0dL+ORDc/fkHpP2Chkb9lukW+TrdIPuA6Fj8tooI/W8Rrv5+0LUDKrOM+G2YtPW6FnT775nw+2B6Yvu6pBj/yZK6/X5jtPxejLD67bEk/pJQjPyyYzD6FcXc/+i97vsTcV7/Jrgc/FuzuvqTBYb9xUXq/tciQPg9b9j7WmHu/UjOVv8WIWD8XNn4/EUSNP2JhKr88hAc//ugBwLaTcD/nLje+17F5P3Elo75YPh2/j/T3P3v/mj/ygOC/P/2hvTvMsL4AhEy/O1wav9yYMUA61jXAIpoWPwMvK7/a5om/B7qmPfxFOr/g6XA/PxmaPlL2U796meC/oDTwPtNKor7cNaK+gL1kv74y0L5PRks/H8hqPyZVgD5U64m/sGTZPo/+3T5pj7I/3jC/v9j1cD4IYrm7nUopQA+2Cb+cV3S9uvwfP9AjDT/jJJ++1v7DvopYXb/3REQ/XxJ7v9xOSb9D5tW/gMMowEIMe75s50q/owp6vxJu9zx5d0o+PvkFQDf9CkD+Wou/TuFaP1kUCkDdKjU/PC2TP0b8LD8CDAi/M8wtv2L9ST9wj4S/Q2EQP8SnvL8V0Zq/1wBvvvIsEj/NLbu/DvGfvkzO3z57ALY/4zSgPmclub9uFhW+EiDMPk699j5uRju/G1vsv0L6bL/VnTTAg12Kv+WB6j2MkSS/KOuNPszlnD92yCc+44DGvt99w77hWxS/fyyCvhv+Wr9cLT0+YnPXvxvKkL8WslM/th4PQGMUxT9GVsa8CkDlvsuceL/dvLC/dBhIP/S8hz4cnqC+ykXbP9sk0j8ioKE/ouhqvijf4r4a1X4/cJJQP8d0KUB9GSo/xZuxPQrwgT+jotM+8BVNv8BEsr9S6cm8kpu+vyiZTL830HC/bx/FPq7kR78Ns96+y3gSP/g/tT8ruIi9fxNPv67Dk7/DgwzAweL+P8+b677KH168kPqIv/+b0b9QjjE+",
            "XiOUP4E88z57RMW+SEaivr3d+j2kv7q/3lCZP/lTFDt8D2I/XFGSPjpCWb/7zpG/dFhMP0Us5T5pbLG/D7FZPz4cBT8u2rW84N48P2pkDb+FgBE/uU6bPkU7B0D1AOU+TqARQOMd4D/Tjw2/2KxqP++VHz9pG6c/Y5fzvhbqgL+S7yM/PQI/Px+PAsDdh0g/zZ0JP1DxAz+CP+C+MNcPP2fU4Dw0XmI9AVCGvSj7qr/Z1jo+ZsZnPwgbnL9HJzE/IOwEP6fjzr+yWZg/3Od0PhxFTzwtuFe/APMaQHshtD5OioK/IWN7v2SS6b/CkFm9ZNHJPg8Ogb83aA8//4TFP1Flyr9ZYNC/SznqPkF3Iz6tjBc//9z5vkGaFr+J+14/60GWv2h0Iz+jbiC/yKEDQLcnHr/pYjm/0mqdv69RnT76gdS+iFWMv2QKCD84fyY/x42VP6/fg7+rqS0+lQwtvhaohb7WNCK/nnHHv9WQZT+JF40+Ra80P5EBqb9MySE/QTEvvy0CMcBMVYO/TV+cvu/fJsDT2zG+FaaIP6uB0j6SwQy+1beCP8zsjL8z3wU/WV20PlAj1L/wcgO/7YI7P4ybkr6iYN69ttNwvpDKKb4v0HQ/lEN3P51Ipz9r9nq/1P/XvlzHTL+rNAjAWk+4PAXJJr89Dao/UIK7vsFxxr77e26/pFrzPkIICT8WX1jACIUPPlKrgL9C1N89coc6P4fMYr8FbYm+wZv/vjD4Zr70AtW99WYbPQ8HLD9EuGY/cO01wEEVlD/7oNO/oQPTP+1bjb6GplW+uCGOP9PNwD8iO/g+Q7CXP3mgVL+7/4E+OyLdP7PmAr/iSMC+sXRPvlRXEMAtEpU/KzoSP8POuj9jkYM/jIfmv+BZwb50NwpAVVmSPAoUs7+MoVe/1fSrP17Nz74foTY+idbMv4vf1L8lDVw/OQc4PoPpJEBne64/tVvavu+EI79uaWO/UbMiP56IlT94B2C/CpGEP4I1fz871WY/wgLUvg6Jlj8tfCw/",
            "7UMwP8sFeT8dhKM+MU9VvTL00T7dWyu/ryeJP7SEYj61mDU/clmOP0mHMb+PrY48vIQHwBrkkr1zQ5c/6J6ROiKYDcDPtXy/BuOwPmEu+z4Sf/Y/9/8zP2urfz/A3dO/in7ovpGJKL/Xq9+/R3DUvjHYXb/y6gM/uIHDvr+yPz8uBC2/ISb3Piqpkj5DzJm/g6hCP+az5b+nccA+BOPEvqnrbT+YQ4U/8oV2vKDbfr89y6S+Si57v6sTpj4SIoq+Onq7v6SB3r/sxks/DrGgvm1z57+et28/pG62P6ChR79pJ2O/ECmRv6IsHL4q7EQ9G8uHv7Ktpj94Xy0/igvuP1esITz9xlu/79KZvt2t6D91sRA/JHNUv/sMrD/3R1S+84NEPhhLeD7L3ii/HjcHvmNzeL4dAQO/9IpHv7+gq75tb9q+0XX0vjR7qT8qYsu/oIQCwDlKAL454d6/V3OHvlO8XL9zHeq9wNoZPyl/qr+AzDS/+isEPyF0gr9gmBs/Y1cbvwh7gL+Y9LM/8MhTPxcLXz4Z+q6+J+FEv2Pr6L5XIX8+49Jcv+qyp78vQee/z4jUv7kCDL1/MwXAgaAuv/4/SL/8iyO/2nmJv54wFUCcVKI/SheDv1gcxb/F0YW/01G5vziOPD9P8vQ/DdZmP7qqET9pOdQ/DQmGvxletL+y5D3AZWLTvwp/qD/AWrg/megYv3VNxj1PnYO++cqOPvLL27+/T3I/wpT2uwZiOL8aw+Q9TGaKPwCEFkD87Iy+GC5JPYWAF7+Hfrq/JumRP7NUgz7ZYg7A8ePOPprgr7/e8OM+eQGUPqzUFz8AFB3AVmQuv2MBhz9lXBK/dfFfP2iSl7+E+9o/bHmwv9OxN75IuqK/QN1nPxRJij95Sn8/Jt3NPhjUFb+91G6/fHKLPu49lb6tG7I/c9wIQI5A3r08a7e/uvtXv8nF2T/+M94/esSwPmDfyb5lbLS/BqO9v9bH879QxNw9pW6vP2ZcOr+ljRW/7TsAPjldYz4zuk2/",
            "apdaP5k9pj9fad6+WcYCP2ltI8AykYO/zXNqP1zlzb4hsJy+wJc6P4WlsL2mqy4/2hNDvzOLuz1RsSS/5RGxPghltT5l8qI+lr7iv977XT9SQwW9Z56RvbJuLsAS/Qe/FO8rP6dzVL9HPyk/HZblvttYBb84AJg/MUCOPmhSpD8439c90JRDv1w3d77imp8/YKSkPzk+EEAjoAY/j39OwLdVZb+7+JW//SUqv2Z+Oj+YJ0i/a+Yrvq8GbD2uzfe+AfDPv9Qndb8sySC/MLOQP/ezUb/2a6E/yq+Lv8Muiz+5392/ochVP0L+kj4C5Nq+NiLsP2oPpj/mm7y+n1DxPwzhNj8DpiI9Hyssv4/4zL+uxqI/5YqyO/bHuL5kSO8+k2XVP8GmfD91VkY+rZMLQJK6Tb/C4em9E/ESvjRd7D4YKjg9op6fv4J5pT4G0IS+VJyPP4Xbvr/i+FA/aRsEQC07kT4oraq/ixOTP840hT/1MlE/SS0fQJ4o9z3DK5Q/+OvDvolDJr6e7/s+F3kBP767KD78Bh/AbAYkPyxmLb9ehzU/BlLMP2VXCEAQlANAAFGrvp6C3T7CMVk88v/GPorBRz8CSH2+8iq9P+zMDL9PCz8/mcR0v+0RFr/1gaa/nyXBvXBVhz+L6ig96/YsvyeNqT49jDm/ftosv2mVjD9svQ2/r4Fuv8ffqz+vL5E9ZYzhvtGIvb+mCEU+lr16P4U/QT6MB58+s2zCvy9CnT17DPk+x37xPi0STz92iLY9JsbjvpxjBj8DdoY+MRNYPr0STsCWXjbAGyx6v7zG3TzEkwI+tHw6wPOWLr9S2Ts/igo9v0BhHr8NY2++pd4BPpNX+b4n1/C/J9sYv2v1gb3Lkbi+KjIEQN6jMz+zVb++o6yNvxWrTD8KB7+++jtXvS72cb9pfdA+LRgHPzS54r+KZ8m64DKbvxyd3b7UW9U/P/8KwJX4I7+lbZQ/FeinPdtgNj5vCcg+vkCiPx4Pgr+MtDq/PISBP0GnnL+cYTq9",
            "7LOGPvHSvz5XKdc9ZTNsv9RRT7+Mq1m/6Zrfv1/ts7/XH9I/DipJP5DlTj9JqUa+Y8anPqSMVL8d+oO/oQO6vlKtq78EpFq/hX16vyvZQb/LXsA/MXMCvt7LZz74dQJAxAzfP9zjRL5y6pc/22Vqv1sT6L4I4Nu9cG5dv4hlrT8sjV+/JZm2Py1ACL8sarK8pZH5vjFOCz8laaA/DFLxPkLOrz4pqbe/BG2rPlocAb/RAhJA8K+Wv12rTz630pG+JQcdvowhPr/F/bm+kuu1P7Ky178ZGLo+J4oDQJcHBj8XmNC/HTeUPzV5hb8IbRy/Bq3IPyuIiD5Hui8/aQkSvjcj/D60AN2/1qkRP1fxADz/DWq+WY8DPwnPIz8kguM+2N63v3G+Kr/bk8m/YLD3PsXOHj9TXde/dNyCP0xHTr/nPBQ/gloqP9l9qj52i1m/r9OjPtAyXT/TI8u/gLGQP2JVsj6SqiU/YTmnPm/jXUCxghG+iy+5vX23TL8mWqA/yAtRvjNn5T4iB709XjOMvFajQT7DgFe+XvbTv0DQ3j+T3ZO/HGaDPuA1Bz+DOYw//abxP59TmT5AcYE+ilGUPq9u0r4B2F+/k71pPy8nfz8FNW+/+dQZP4KDHMAkSKs+KCXhPjrvyb8N2GK/IzodPyDg2z9d/7U+xO7uPgRgb73uf8y/0XqaP1czvD7nU4u/0pxGP4Hpxb4bNom/su2AvVXDCL/6HCa/pnGVP7icsT5e8G6/xpPrP5g96D7r9Zs/kLkKPd+wML/JwIW/Wm/3Pzp3IsAJCyK//Q3nvb4HOL/EIoW/KFj6PeZXOrvFdJe/IjeivpvpCD+y5YG/JPOJv1Z4t78sRDbAP5zQP5w+C0BKPwm/FrASv7exjT/JRWq+m7vLP+LkBD/ll02+i3ITPwI+fT3mqny/JD08PsOUrL7j7oc/9nGfvGPHCr4hfMQ/a2UCQPULk7+IbJA/CX4uPw2qQT4bPIi/51a2PxB7OD/7NEy+w2DEPvTIwb9kjO+9",
            "L55iPuAzIj/+Wbq96utFP5TyAr8995s+K9nDPruEoj/AjzS/eW3OvmicDcBCBea/0SfrPlUd7j9cXXc/oAcIwFSf2D+ljfM+1a1JPxzuyz1FdLO+R+fkPvgLCT4eLzY/oynAvoWlwz80w/W/ORp3P2H9gz7hxVa+r+0Cv6v+GL459nI/IzKDv68GyD8y2fY+c+npPeaJmz84E2A/gcfRP7Z3zL/MYIc/WWcmP6BbZ79Ob6W+YDp9vHonND9Db9O+uzk0P1CEdD9rZ3k/2eyDvWpk4b5Cfvq/S8mCPxy5AL/G7+a+gqsFPx4xvD/6PNu/99stv4o/GT6pJPG+5pwWv5L8ZT6HOr0/HBlgPsJWFT5Xrd8/IRKWPnmqi7/R6k+/dGt2vzq7yj4yeka+WCybvxD7BT5Nfmi+qNj4PUqIwL7QjzI/s8kQv0ilqb7zc4a8N8XTvftJYD+FhpW/chGwvymeDD9Ja82+Ewg4P7XSFr5McY++BPx7PiTiLr7RljW+wuPQv5JZ4z136gC/G9gQvwkvm77Ye2s/sgKCPwj+lT4Q1Ik/Empav+fVu7/tYH++J7AyPgTCgz/6+iO/qiyTv3p9Ub9NJ6E+VToXv5HbWb+6YfO+L43Vvw9DHD9XP1G/UQpRv7Akkj+RurA+Y9EMP6fKhr5IIzy/9K0EPwt1Nj4aJW2/ibu/Pp1gkj8IIoG/6HPFvc4en76pv3i/F+SRvZYLhr4yWyO/bQa3v26oxTy96uC+wYa1v3sa7b5ud6q+jrK/PCzZgT/KkN6/2fcFQBGKqr8Nuu0/TziNPt2+w74qGwO/1OCEvtSrBb/ceQo/BtnAPgLhBz7sUbc+hG02vjEqJj+Uiv++C7y2P9nBD7+GIcU+bUvvvTaPiT+UiFU/r039vhamSr//wPU+guvXPfIScz9OJLs/VjvrvhR8qb+H1XY+yzqbPvW0+T8RosM+YUv7PJ0HXL8mc9K9l0+Ev0gWJ0D8KRDAmnkkP+HXu76aT2y/AavfPh4DIr8Ey9a+",
            "YUP4PqvbLL/MIaM/qo1Uveyg1L5rzj2/S2BNP2P0eD90VQ+/Hwaevj6AA7+GpF6/jV87QEif0j72s2m+Fl0OvzMyYL1skv++UGknPxuQMD9Wmly+xc1MP6HHrj7MPqi/xWSmPwZrA8DD8Us/87CsPQjhNj8d0Ru/YI4TQE5TuL85bEa+2OKPP8SHW0Dmoha/FCHcvtAVHj/ibTPAsjqTP1KAzr+51KE+LyqPPrtLuD4JiIK+avzkv/6crb8jy669jP7/PDsfFz7Xq6k/ZqxsPygrir/shNM/sJqVvw7Cp795lRa/e2RnPjzMDb9bScu/GE6YvwtzfT/wxy6/1CQcwCxDPL1EP7Q+4JMLwFjN777V4XQ+aJMIPzXlfj8RDLs+aHkCvxHtC0AxlF0/ArQ5vtcHtz/Q47a/AtlWP2BbTT1bOJc+/L7SPqeZBD6IyRe/IOWuP4I74L9Bahi/p1TPP2rH5L6XNdk+drRiP+09XL+JI2u/1cLcvkK0KT9qi82+q5X+v2xMOT7GQic+zncxvwx5rD9h9nE/lxevP+LxUj/0O549EwnZvllvoj8X1ww/Y7LIvy3VKb8JEh/AfeZ8v53UaL5ULr4/p7kBP9DgpjxbEvs+AuvOvxFbaj+fjp4/5xyHv8IcEz8X8Ha+UJzlvj9FCj7gQac/RHjYPgylK77MYpK+rrlBvVFBy7/L+QU/3MGFv9I7WD+jhCw/sNqYv4eBRz5SJp0/U5upPsKjvz/w70o/JEEDP7/bdb+B0NU/9lVtP94aM79aTdc+3uC1v+1sWb+IHFq/z0zRP5P9M79tDza/xsCcv69nmz1GQgM/u8KYPtbzD8BmqIK/lr48vjeGVT8vF+I/ZjLpPslsDj7sGlk/xMpxv80fkj8L7Yu+VA2pPlINwD/sPFm/XuGtPi6SgT8TNVM/2uG0PjtW7r+bpSs/TmrxvbluFb1UK4o+FKmoP2GnTD8c+7k/oNmgP6Ty3L6PZA4/waWovzCi/T5aH7e+FssGP1hPKT+cj0U/",
            "CiBdv/6diL+wqqq/YKMOvrKBz73SPFU/x2YIwNVt3r4Oaw8/9VgCP8vgTL8OPaC+kGkswDHin77Hb2O/DymPP7RMC8BP21q+NSOrPt3Ydr85U6+/KEzaP8WzoD1Cyao9UpMUQKpwrL90CsC9Jy2RPyryD7/vGwW/3Uc5PjRCTj+vuxA/W6G4v5IUbD4IDzE9QPd/v1eN7T+53tq/zyphP+4jRb8vsDRAlzr7P0h9+L7ZjWC+w6X4P9/9nD986JG/2g2tP3B5tz7+38O/AOe9v1Mv9j6NGEa+JniVPs5mLT+olQ89fkCIPpMXNL+eHSo/B5CJPjhNlb7v1Yi+T/CBPu4d1r5F2uw/EuW/P9JDXr9wFlO9POQlvs2OEb7KNdo/0u9MPjdjYz+Qzay+HLnEP95wlL93Cx4/FHS6P3g4oD2DwTO+tNMbwAocD7/vzT2/VDX+P6M1Vr+KvR2/cY+jv+nPPL/nu36+qEnjvQKBWz+HVlk/Wr47Py/fHD/Aayw/xHH8vwomrL3WC82+TIMXvzKEkb1RXJ4+QiiyPke3879lZLY+XQwvvzLsBD3kEW8/s6V6P0fL+z7/d6s9y78Mv7m4FD85r50/n58pPnkyoz+G8Oe+nDCZvnAxjT84h66/AM6Vva9Nej+6Ncy9p+iaPzGiAT931KG/uDXrvt5Un77Tqg7AQVaov9QTKsDqbWu/9v4hPln9wT817ro+mu2QvwGq6L92R60/BxHovcbwPz48D1K/FU26v4R6tb5l+JY/BoQEvtT1Mr+42RQ9L1qIv+BBBb9GTRO/Kh7jv1ASKT5lPyk/cdvHvQMFnr9bHNA/HYaEPbN0rT+dj7S9dwRbPQ+GZb8ZaDzAG9ZiPkys3T6/1pQ/bVKLvzx6ib9ahfC+zMfPvkZQ3T7flZA/3ZI+QOApAz9CMDjAlo2fvx88Bj9n2FE+fO6ePKxNYr9g8dG+mDeYvtOUjb9PrOY/ZeqIv92t9T4Dcou/23lBP5l51L+BiAQ/KIUJwH3YXz87f4U+",
            "cWaTPskyRr6jETo9mNfEvzDYGr+GqWy/7Pgjv1gNJz7r2uW/6h7Hviibez/I512+fWvQvyuEyj8D1I6+LZa4vN+VdjwZU1u/qsNTP8SQwT8FqIk/ynmoPgYxJ8Dppp4/Bp9UP2mzrz/2kE4/lvUOP3Ar3z5qIey+90N1PqPMo78Ld0u/oAmvPm3myb5PhYu/nwmQv3bPyr7RYP0/CXczP960xT80zLI91KNjPfYV+z0JPo8/yo6tvqymOj/UGPW9SYNIvzn9SL8hABLAnpAhv/Ebgj51dGS9kncbv3FVC78ahGY/sc9Uv0OlNb/K67Q+lV+zv8oYNb/Y008+57X9Prrrg74soqE/IEEjP3qYnD7hCPe/FndBPxD5H8Cn/66/KMyVPpWbGcAwt1Q+I5NGP0ot0r6NrA3AfjP0P82aBz6zMwg/DdwTPz25+D6oeYY/44KeP7jPL74yQq2/dZcNPxjPgj96DlQ/gWq/PzTmtb66muK9lg+WPyABgz9QmQBAEkaEPeT+2j5Ri5G+bEwkwCpuQr/AiZK+a5HKviLelT6vDqy/r25nP7euY7930cC9SNVzP4+me763WCG/3nP6PToXQb867NY/gtnQP0dBpz74rjO9OAAWv0HbOb+4Kj/AKuqPP3txB8CoIbW/6j5Ov/5dcD/yrIDAr0qrPxD1mb6Huu2+ADrUvnqa075L5Q2/aE0Dv7w6Ij9w+su+TvmKPe45nr7Zhow/pf45PnJe7r+Ul5Q/Zwf7vjn0Nb+infY8HAa/v2mxwb8+NvQ+u0WBvzhJD0CxxKG/4R07vhayBj8XF8m+hEFwPVgpWb/+YKs+sJW8PmDhfz+r0yk/OFVjP7oGvD9cJLS/doEFvzmc5byZY/A+aATOv1pw6z52tOS9qRfZPuoDDr8XuWO8hSM3voa4wL+jWoC+ibMCvnx9Hj/zLMq/NnUCv32Faz+DPja/W/oJv/jZhT84RxbAqpMmPlSNQD66SL6/kUb1vxLLOT/PSso/vBkCvDpjXb4HMbs/",
            "2+t3P/C1SL+v39G/DYCMv8+7Ez+TU7w+G/AfQFRHI0BFKTM/W+sLPhT/C74wMYM+qZisvs7OBL9lWFi/RJiKP3X5Uj9Q970/s5Ctv+4utL7OEhjA/IqsP71vIEBxnbW/BcfKvjJ9hT5YmOM+Jmj0PSOCIT8/Z8M/eHhDPnvbxj5P2Zy+7FXaviHjWL6jWz2/xXUXP7PSLjuk2Uc/mQ6zvn555709kdE+OCoZv5Okvb57GzE/0G2CP4EZw76tDC2/bJ48QNVhnj/wXwbAg7jCPjC+dT6Ynwi/1cFAP+TJCT9Upe+/AF2iv0CZCD8d3uW/wxhZvivzAz/BwM09LB6yP5zfE7+bTXU/3bAKQFoD5z8VHOG+R5Ldvu28/79fR40+6aMNQMC4Aj/0ZKS+TWoYP4NPfT98/BRASd0xvmQA3j+Spjo/6+i9Prq0gT3zp0+/kZDFvyFCuD8yX+I+O+6kPeoyyj6xi1i/sd2+v6UHkz4JXZs/EZT3P4ggCj9p7++/raJrv/jBWr76LWm//nzvvTsNBb8MJKU/K5iPvxJDN79OvJM//pqrPrHXBj1wIvE/MbTdP65qNL1EHcE+IvgkP5tPBz/xSD+/6QeDPBET977CEd0/8Q+nvubQqj+6KwG+gnkAvzVcSr92sqI/udSev/kdGD90Cji/JSixPnwSCz6OKWy/yY0kP7Pqzb9F/Lk8+fa9v9yo0j/1EdY/Pre9P9T6M78ysAq+RnAmv0Eo+b4dbkO/kYN6vzvGRT62xRw/Pomzv0AbT77U4Mg+wxSDPrz0ib8K6yI+JoHiPzUTXj9S6CM/KLIAPWomW78Q460/fgRSv170Ej/h9ps/EoDcvuScXL/PV6u/uVSOP1jnir89qj4/HnZmP8dafT/2pwi/P9gwPlYkzj6dD4k/9OM5PWOLz74f9ihAjzFkPwQFWb/48fG+a5QRvl5PWD6lxsc/oOqJPwJsGj8+Obu+jEK5P2XtdL7bTVa/o3PAPcg90r5zl2m96JUzPxn9Zj/AWQY/",
            "6LcwP7xivr/ny94/NpaEP/7z2b+R73w/zgiOvuxKw7/y+1u/EEkMvwRAb7++5e0+4LSTvvJO9z/FnLA+CAj6PpQR5T9rFCQ/GgKfPjPMLb+9FBq/aKbZPtpGkD9kzsO/j79xPxrx9L1CfQjA3RX8P05kqL/Zw6o/kAOSv97Mwz53Yge+Cp+nvxlsgb+wN4+8tVcjPrMsDkCKLyk/PG59vZZRDj/gCTK/P7RNv0Vcmj8OKpO/JrZwP/qWwz8OyMs/BLiqPxTIAMBeZFy+IteJP8S/db9qE5K+8I9uvyA34j6+tR0/oxgCvxUHubp4h5c/4zVvP8mepT8dfVI/iDKwvseUDT12PAw/4BvcP/UGfz8AoQs+hhQ4P3xzPz+Nk7s9Wnetv5zo178Fsts+8/18vQRPsL52Eww/VKYNP8lyNj/Rm+G++2+CvxS40z/b/aG+AtspPwaPTD/7TJM/2Zg2vlxSA78td1m/gNHePvNtGj92gBs/bnjxP1qDGj/rrP2/MZiLP+hFBcDBdZ0+zHoOP7Il17945KA/3Kykv6Pz9D4jjvM/Xbp9v97Q47+bvpO/kB84vnOZiz9haUG/Yr/mP1eWlD+rseK9fJqXv9hCk74A0h9A3UMhv9djaL+R3Oa+j+yePmMfsj8TLtQ/e/sOP4cqxD90YHc/YstnPlo1A8DFBPw/a3vUPQAwsD+7Hjy/Qo6ovvSRbD6RHATAMXzAv8RSzbuKs6E/dVkGv/4hsL3sfRO+oDJtv2U1c7/PGVA/LxZ1P956wb8NWxw+vL7UvujyGcAOoV4/ddG4vc1T5j/+dDM/zm+NPzt1zrw8YZ+/rUQkP78n2b9cPv0+dMSnvw6u0T9wzfw8GvyNvDK1Sz9hBjvAGSqsP3/RWz+qMQTAUV+6vz0MDj+i6p+/BRiavheM47wqqBZArs7zvqIjAz/BH4Y+doCwv22GjT5Aowo+jGw3PnW1aL+n/2Y+oE+FP0h/iL+8TwI/k5iFP16PQr+q/Ze/Xrh1P1Yasr0GTzu/",
            "XE/EP22jCb4SEXi/y2UZv0s6tz5b9vm9EXoOPyq9iT9xGxq/MZbWviJddL9AlvQ+uoPdvf11hD+z0gU/P6JCPyo8AUDQozU+dqBJvy3TtT9oPaY/pJ3QP4qZ9z4myxY/6OTmvpPZ+L5grGa/jmq5P/Jr178StP0/JIGMvwX45L9jA4e+7PGHv3xhgz7hxQW/HtAmv39OITzaYA0/x3OuP3K5wb9KpoE/Bh/cved+lT90mNc+BUa0v0+G277OrSs/Mb2DPw6Nib5zgym/zAXiPxzv9D5caww/Voh+Po66ST+O3Mk/gJwFv99Rgz+hMUy+XX0xPYCkDcDul6E/RAeuPg1nmr+i0zu/UmCyvqTZqL+GsFc+NuPNv537CL8XYK0/aqZrP45f6b5ZpHu+Ajnzvz/tcz9GYk7AbGwlPzDOHj8Bb+Y+x4U3v6B/jj/jG1K/kfYbvYdZar4qmDk+wjZbvlMMTj+cFRy/HAAMvyO3hL+zFvc+/+zLPr/MkD/sr3o/TCVgvwssMj9otdq/BaYSP2715T98IPi9Y+YCwGEMhj6DXIM/LFmzvyiP/74tIFFAhtqeP5QvP7/nILm/5LUEQN9M3L7bboC/kj+Wv4MMVT5BXKK9GzI7voQFdb9IDYG/fUt8P+4NSj8Glp2/opR6P9XRZz+zv0e99KG3vw7Rg79LMiw+TpJpv03mwz4Glxg//rnsPuQjXr9u37O/7Jlkv4H5XD5RS6O/hlZYP6rSGUBwenQ/LGXAPnVL5L/zlos/SLdAPZkrgz295Kq/RjWfvxRNRL8hq4o/CU9Hv5l6Y7+WRwu/SQ2pPrHrLT+HoeY+ilbAvi+Vxj0uX+S9wq6HPoBeZj7xM689pAbRvwRe7b5mkdA/RwC0vxqsLL+tIvg9dUkwP5xhm79kLds+ZVCqvFkuD73RI1E+eNr+P4k9iL4grFk9HfyTPJRCvL+JV4K/CMZNvqngLz7pa3m/FPa/PdZQzL8IPQK/bj0/P+OIJsDp53W/MWwJvx+FJj/s+e6+",
            "+mJrv2eNdj/keC++pF2kvnhxsr9MQgU/+Fk5wHdbFMBUeY88giMJv9mssr4hi+O+gmJaPwfjd79YaRE/uleEvtbfib9LbqA/GQaGv7uiqL4UwRY+11k0wMLnET/wjyO+it6Zv8t9ub8p7b+9Yd4HP4q2EL9eeGa/LuW7v0mOLb/nqJw/E0OivfDdtT/uNgjAQ9WNP3or8r6Rkbi/pNBWPqeWuL4HDly+j3v6v7puiT8M6sM+2SSnP1nESb+Ktc2+JweFv+gVpL9AzAm+gUWOvzoX+r/d1P49SwCKP59Iij5UwTw/Fp8WP4JWiT4N9dE/hbRVvxEh3T8e1Xo+d00CwIQpsL4iqNc9j6F1vmfHdb9RDiW/+AYYvxgCgrsgIkW/wU2OvmD0sT3ztei9h4idPrMsuD4wEeo/1JrdPS0fWz7czki/uJJ1viomoz0pMCo+dakKwF2fQb/3VrW/5qgCP3dx5L79Lqy/yvJaviP6Wb//ZkY+9doDwLA6mT6HZhQ8k+ucv3QQVL6Ry3W/2SfnPx7DoL9rEbg/0nQ8P2IYVr/sMqW9xwCAvmywxb7rJd4+F1CeP8oKDr/EgHK+LkNzv59u0r1OKq+/Of4lPzxmfb7+A7C/24qoPRc5k78sQCu+2wM7v6soP79QIAk/DoB1PzLedz+sfgM/iyBgvJULRb+jyFa/L2mGvX0l9j/gkbY9TTqUvhpKJr+d3+s/tQ2PvrLCN78FXLM/C7FUv0QMhT/vts0/4ALov6T3DD/rL4u/JCqXvpq2Hb+t7KQ/s8+bP4rnBj/vXiQ/g6a4PzrAez54zZW/P1ixPh7beD+IJjE+yGldP0r7mL3y0xm/B/SSP2BS2T6zmBm/5z/nv/8RAr/AiAXAHULFP7SisL6wwh0/XnWDv/wYVr/E7ypAtXqfv4UckT+B9ry+4omGv22jkT5bBBg/yvZ7viMibb9yJPo9vt0av+yLY77KFZA/sDZfP0dH+74bcrM/mkPIvz+Bg76XeZ29oiPBP+Sdwz8H8UG/",
            "o4UqwBUaX790+mO/dmyhPb51tz7rhLA+u5swvnabRL8O9+c/767Gvymu3T7Rd7u/eefjPgEoAr8Jnt4+daGZvziGJb8t9xy/DcafvmpQvz9M1r4+m1SWP6bSVr3PEB8/E9dAv7/HEr8In7e9n4qbP/O0Xb6BS3G/TaevPlwUA0AJ7fU/GjDjP1PBqT+y9WK/MK3mPpg7pT+qHZu/SjmovSMhPT/9BKY+ET1jP/yGzL+ae5I/aUX9PygTRb+g+KQ/PJl/P4ZhGD/MtEQ9WqMSv9YUPT+czUO/1rwePjYM0T2RzhQ/C1n+PrZYRL68Cf4+aAp4v7HPJD89K4U/V1SNv0R0CT8tVcY+OE68P5KQyb/4/3A/VuazP52N9j79kNC9ClNhP9OXzz0Fh1a/YvGCvwYAGr4+c4Q/17k7v0VU3z4bHRu/uP7WPxPuLT58qSS/0ZLRPAz9Ub+mbEs+HGyYvy97078WWPM/YjGVPzt3ZL8jhSG+qTquP06b37+5TAA/Dnz5P138/D5MR5G/qdvdPhG5bj+6RDW/JMxdv0CO0r8C0O0+8VHTP/CljT9iAg6/InaAv8D+w75lAAhA/eSQP1wCCz2GpKg/udj6PqqUwr7Kyss+I+FxP/XPXz/CE9G//J66P0pvZj+O8So/6sJ8P7sJrD/4yRC/9guBvxNpzz+8a6I/k+a3PVvnTr+PB629rwZeP6oPHD+ZC3U/Tq4LvpQtkL+X+bM9tmvYv7hEUD86mla8qFzQP8ya0T7BxpE/cNiFP3+ZIr9/rgA/HU5aP0+PqD999ho/sW3UP6nIq767zc0+HWDFPiEYAT9UuzI/V2O+PgckUz4ej7w/NiKSP4mdpT7IBPW9uRdUvnwlZL8LUbm+r1KNvj9sNr9xNYo/JY2ZPm8ZJT/fnY4702sewNirmD+NNPK9M3i0Pm3zc78y2tw+zop0PvCqJb842f8949ovv6FUg75BSwQ/wDXDvpUFTb9QUaK/diSYvsS52L7Au7C/DUAAwAIjoL6Qfgy/",
            "eQSNP5sJuj9y54g9hoPcP0NAiL6C2GK/mx5Sv8Oi77/2QQO/jjhDPoIsVL644j4/qEG7Pyp7qD7dsvC/AMJWvFLH/zz2WTg+c5S5vZEJ674/is2+/h2JPL3gJL0P37e/Co/tP5Irkz/QyTC/VUeWvqbO2T5tb9I+muO7v2ZpX79JnqQ/K+tZvg1WpL+iFsU+66xjvwtfbD+WWeE8dQmfvj3wrj8Xc2A/VnF9P5ggXD8Yz0s/QO2Kv2Z4HT5p5Ny/nOGIvzJNkD0TSoK/9QYDwO2jab5L3Uc/ov8MP5lPir/TkR0/KQ+ovtcvQT+GXdK9fapmv+csC78unYe+tHt8P6vHNT/wnGW/0j3AvS1ZEEC8nJc/Url6P4H+Hj6oa7i+3oqGP1lGoD52WLq/u8VCvzX+VD8k5BzADO17PtOKqb628YS/oSggP4Dk1L77RqE/51TSvzKVJb/c1PI+7AJRvp1maT/BThm8la6Bv5chiT/Qgwa/ngWtP0ohE77IxwvAXr+vPQlQIT/eWpc/Dr7Wv+8rl78L+CM/VbeNP0qTBT/bmEM+ywIwv9tv5z43C5u/8TLaPrA6Iz/0weS/eWF+v9pnwL8IaQxAQnuJvXfDi755GRQ747sUv/JDkz9H8SU/NyCEPkCuzz+GsBW+4jkSvwlyLD8cJ5Q/4agJP6zZMr56R8G+yTOKv5GPA78muQq+0dzSv/7v3L65mrS/k1Y+v19/zz/HmJW+OMOvP9DkJ78/PYg+IjBlP3ZpJT+mfAC/yiAoP37COT2Oql++XTRCv/mGM78CgB0+s/2Bv6yhGj8tnVw/Owu0PmhAGcBO9J4+FjyDv3GjaT8UIaI/2/GUvwSqwj5iWae/t3Fiv+6bCj/o1Mm+tpGcP7+LaT5GMLQ/rjWHP3frAz6ysJs/XKBPvgPNhD7wJHi/nKHJPrPSwL/h+pE/bjtfvxZd579Kta8+YofVPoEJwD/nlYQ+y8Whvc7yeT4M2oK/eFX+PVjYfr3JhhnA9O4jQDtlmL2AF58/",
            "4Py2O/zFhz4lgYa+PcgNP3+51r8o3es+fFC8vqDD2T/cUSi/iWxzvyzVB72depc/ZESlvbet8T9a0Kw/sp1Dv84C3L1h3WA9qOSEv6hTSz8RJhK9Xj+VvudRZ745dw2/DrxrPxQdkr/MKC7A/1kbPSJYr7/E2Jy/bUsTQPeAqz/PYYO/l3taP91L1j6ZSDu+aKt5v/+SR7/5C+g/FukMvw1jOr/kT5i+6/+7Phk1Br98JoK/SG9nvw24dz/CPcq+T5FuPxmfjT/pt4s9AG8NvxfwHL95OcC/48nVPq5Rlj6mH/Y+y/Evv2hUjb/IDZk/VXyWPj8sS7/LJjc//AK8PgcalL9Ncwi/z1RHv606XD5kVIu/R5iRvczpSb5hsMU9SHV+vq+hF75+CCS/4Swgv5+4Sz6aGOy+GDdAvva9XT9BNaY8m+n4v6Y39D4mCxO/DJSjP7vS2bx4bBA/z60UP+UAOr81+wm+3c2OP7Nq4j04TNY+LOMGvxV3yD+yGly/PEHRvs5wmj7GszC/Zzo2v7QLZr+NlKW/cynDv67kdD7xdUS+2PG3Pry/cD980No/w+HpPhvMoz6fi4u+JKNIvy2Epz8imTq/BZkuP7Hf1b44fT2/ezeiPrgvvb8VdbI/g6bPP/9V678yumY/2gfCvt4MPb/Rpw681fh3vsjXF0DoXSO/8NaGPg+2LD71eLU+FozyPCbxqb0bgMS/Tw6Gvp8C9T8wUz4/74wHwNBH8b2teMA/6mQEvykQ7j43DEC+4CA1v5velz4o+Ta9k1DxvymBR794qf68byqUPxbD/zwo8w++tCIavyy7qb46ebk+aNffP+vq6j4RqIO8y02kv3+yrz56nKG+bluNPuf7tr6s2nY/RPMhPwoRoj7eusy+gngNPx6HDUCNaae/AUjVP+yGGT+0eF2+PHEdPY+7rD8HiFc+p0NqPVAaW7+8r+a9wnpFvypRIz8rfYa//9FdPu1Olb5Bdoi/C7VNvyQSKL/j7VW9HMALPmqFAMDwkd++",
            "dKbMvdOzs7+c8Kq/fszcPgQtxj70EK6/p08Mv7L2nD+GZdW9oBOCP2ugRr++Wjc+Hl3CvlG2gj7yDue+t+2+vzDeaz79Qh4/kHEbv5Hb8j69wRE+zbNJP/4VPb/4D0m//frfPslIDsDzQhpAXwliv5nVeT44Rpe/MXyzvxqVrb+vfcY/GwXMvnivKr0Mkrs+vFYQv0Zfjj/HdxM/XLS5vvG1570LSJ+9V5PUvosEMz9NNTK/kJ3PPtIeSr7HFpI+ggGvv4nxgb9ksZE+VKB5v6vaUL8YPOC9R9c1PrJCpz6np+s//8GLPgjV0b/ps9G+FvH6P/vqTL91jPq/UR0BQOPNW73qyI0/v4ORv18pC7+XdTA+OrT+Ptxmrz+1jqS/X0Wwv5bGaz9806E/x91BP8sQOL7ApgC/Qiy3PsddvL+RtWi+4n8Rv91qG7/sszg/oHSePukNzL62ygc+rkhaP4uJvj/ypsi/Ii1Sv8nTO78Pao+/IxxFv1Igor8yP8Y/cA/uPZBKQj8SAUM+y+zXvt0ZVT/4Iuk+5d8uP/alsj8zsOy+xsJuP7VGuz9uxzA/yf1Lv1178L5TlaG/4YNvv81ADkD+uYg/2HiUP4jcrr4DMck+uYZNPxbWCL72gbO+Xst+vxWBfrwH7+g/hLxyvf0x27/stRU+7mh1v5VcjL/ty7O/O7mFP9Sgwr8gbFW/Zaelvl5QkD9slpa+XIMzP0snor+yUhQ/mG6PvUqbWj6CpzM/ryRYP66t+r0hlUm/vmAdv9Pctr41sFC/+A4vvxd99b9fC/0+ymc5PuWFNUDXLSK+ZkerP9/xpT+VHmG+x8amvv60OT/rwZE/68UtQLXZNL56Nz2+xeqNPZ+Rpj8ffNA9D2QUwA0yUD+pZA8/qWo3Ppqcyr6h+Yu+aSAUvyNyi7+Bxx8/9Eikvc5YGL8QGUm+s3C4v6W5lr8kjYK/95vIvxSEM79M0sS+dO/Ev1D1jL5wwl6/L1v/PgQHlz+ALIA/9bwyv+Oa470PgcA+",
            "wHtNPwKReD8/XES/Aj//P7celT5xXyK/UjUZwPV7m79B7dS/fk2VP56Qlz9c7n8+ptRfv8Z++z4b1NQ/fWIhvAIc1b60ipW/oloSv8zqXT+v5pu/JCVnv6IVMz/KiKm/kBcQwMWD/D9HAOa+zkKYPisEBb9UP5o8InUMPjU8jT4M2Vu/i16bP5llvj/7m3K+a5C+vrueqz/9VL0/7+50vmYJPj/9ou49WEn4vn9J2b/9qKg+ZlVLP00Dij2m0I6/V7Yfv/jPNT9/g8O+rCyEvgbzf78IVfA+35CSvOgXI7/qtaY/c4lpP13Z/T+S7SHAe+SAPTtAsb7GEau/wcYDP2HARD8a7pC/IzySv0rMlb9dvVS+DaTUPmQbTr+RAe6+KoEyP++D176dRr+/p9Iuu97bAr5OLlm/Tb9GPkZ3/j/Jd6a+1H6PPyjvjj/gYb0/GAtIPz1Nez7ssJk/+UgPP+o3pr9fvZ6//t4lQIYZAD8dkQ6/3Aahv4hvmL8prTS/bv7Dvy0YCT4RwZy+cFYTPScMDL/tR/W+utHXPsiyiT9e9QC/YGcQv0Pagb8+kJg/rrmav/X5VT9zKg9A6uG5P+UaMb9UR1i/uPzav27PbT52fBm/BgmHP4aBRT68NzQ+2gatvwNlNb9kA2+/XZ2kPkm50D7U3aA/uUiFP1F6+r7rl2S+bzHovzQC374rjGw+iH+Uv8p8Z7+ceFG+daPGPbc8bT5RCLs/OQj9vwR8nr4xWV2/NWeMvX5rdT+OnFE+pjvBvXUNT75o6rS9uCRxv9mVCD+stQLAPjKDPnXUWD/nKIe+z3G+P8oqEj/x78e/XdCrv3GiGr9H69E+3dsdv8FlIr+tqQ0/U1aYvpo0Sr5FDaq/dcaLv9LyDT9bZ2q/P+kzPgOYVT9rXZm+LKD0vkRuhz4nLao+oGGyP8aeZj9H0qC/yR0PQCbf4L7lFD6/a3NIPiCgPz8X6km/TIOHPzTGmz64vBK/r6DqvnPXbz9HByo/tPjNP4n3Lb8TB2i/",
            "ZcJLQElo8D+bt2i/+MwMwNhcpL/yt8A97P5QvQkd3D3EQBO/MrH5P6khLT8564W+s3Mxvw2QprwUNcW/20nMv01Aej+qqh0/H55Yvi6ltL9/eoe/5EGzvZyFJMCpXAg9KwF/Psuaw7+mhPM+RIG0PmK5X77kX44+za5SP6AEYD5aGPW+pagKPdtVdj9Zr0k/KX1Ivi6QKb5Bn/a/0gIOvwREDkArOsk+4Ug/P83qNb+PkOA8FAJ4v6zLaL5E6cG9+GflvaaYQb1UK6e9F24yP4BFtT5QNse/DnfVPqS5kr+EEoG/H+oNP6dgC0BbM4G+bhU0PqAFl7/0mVi+QR6RP85XZ7+5M7a/Cy+Ivx0ISD567+Y/DBnNPQR3nD9rIIa+OR3cvUrFt77AFle8eWsVP0Axaj8CZwA/npRsvupp+L8FOZe/s1saPmz5Zj9mY4m/XDI7P00qgb+uNIK+Xrgsv6IPUL2wx1y/1jjhP+aM+b9j5IK+vjU+P+hqMr8/xG09q/mEvxE6Bj9Fm8i+6uRWv9hIib94dRs/ZZldv79JhD9+tNm/AqtcvtrV5z0i91q/RJvlvjAzvD6+nf68OzdevxuL7D/0P5U/Sp4XPxN3kT/O/jQ+8PsFPoHBGD3eT0a/FDWsvuHFgD/CAky+oNBnPoxQlj+lKok/rIg0v/QUsb/vVMw+HVw5vyKcbj/Rof2+HggUv76jMr94kge+qZdhvrjXZD+HU5o+KtZVv490LT9wQCA/oGwAv13EkT8MTcu/CPNbv2SSwT4Jqb6+4zdPvyz7V79z9us/0vgLQCO2Wr42QX2/u5qNvwY7aL47QYc9O4HRPrUCfr5YqI6+pwS7PRrCyD+DaC4/wy0oP2cJ075+SvE/Ko9tvlZ8Xr9ODKC/mIiHP1aKHT8Igdq/gwF/v//eQL6fMay+nvZmP/RNRz/v/sy/5iHkP1mJXb8/ces9vnyEvkvRXj7zIwi/xaseP7awRL53BB+/oZHwPUAM0D5KtCO7NoDQv20oOb9aX4k/",
            "/PobPshojj9goB6/uUeVv3jQeb5vTZK/Y0CFv4tJAL7/m4y/hIUbPrfVEcCEemq+hxmoP1ijhb+pCbG8gLWHv9lYHr9KZVC+03+AvrDc8D5KjcC/CU+/v/Vwjrvd4nC/HPOyPnlhPT5FFM2/CLigv6ANdT7kHoE/r0fNv80mrL+A54a/lc6NP9vVz7+JDdq/cWdov5P91j6Mm+C+KfgvPxN2yD4Gv6k9fqmDvo+lRb993IY+ieVyvkr4az9UTTK/6K5hvi62Q79YYZW/qiucv4VAPj4Tlce/NKpLv4wEl78HQrE7RgbJv4BddL5dUj4/w0dXv8zMnz8ZzNi/YyuQP3krw75Krmg/JsQWv8Ghoz9LqnG/F6IPwP+hGT8h/SM/tYONvS77/z8P0hDApxLaPqjuPr68Sqk/+XOSPx7NEr/wh5u/xU6yv05TLMC+p7k98VoDQFWtsD9DSKe+oUSKv3LtbL/EUgY8JOqOP2+qPT8esgU/4HtLv7j+w70xp6u/HBJjvqmoTz9gpAhAydYCP/xQIr+Ezdq/+YR+vyMVI8Bwh3S/sYPQv6pY7z5u2ju+G8m0v9jZHj5jUbY/e1rHvzlY079Giha/0Ea0PwRKtD+pB7+/Kf6qP4gEeb6Yhxe9GgagP9dK0b6YLpI/geHbv/7jlz8aIEc9AXZQP4l9LT9eanO9QHf2Pv/SA0ArMkU+EPs7PgfR378rmhO/d8IXP38zdT4mvYy/+vR6PgFJIMAgJM8+v81avwqGAz+hYh4//9IFPyXq1b9zY7A+846JvYgqar5Y0EI/IhQnPvwCfz8oMgZAyyf0PgDRtD7K54y/585xv1bhir8U/ATA9ROlvh/fLT7Trku/sOeaP1ngs7/07sC+Ob6BvwO/WL80KuW+/RG0vxoCsT69rPE+MfuCPw6Byz5z6HU/ThaKPzpcFD9MD9A/eBEjP+3WrD3jwrI/opadP5Jeez9TTFy/ZNBCP9DSm7/bBZs+S1E1PQWY1r+TjVG9RDbUPgwLy7/v538/",
            "xK+tP7rVFL8ulBA/ZUWiPlWCPb8KAbW+T6JBP3hj7j88zki/+WbAP5g+NzvtBBY+Sxfrv7CVz7/R71K/FHzPPjo6jT5WtHG+fOD2vmh0Qb+sRom+jlr7vt7Skb4D6mc/+tCgv0K+UT/D1Tu/u959vjoHar5fdgq/SLFyPhddLr/++XG/BX7EP9V2Sj+aFsM/IcxVPwPrNz4THus+ZPGvved2FbyrzU6+THqNPG6naz+KdN6+tuvcvvvxLD8Se56/8xJzPq/Il79ZPI8/BF0UvhcLTL6JUnk/PkzzP/qUG8AhJba/O0inP4UPzb84bTK/2s+Av5uoYb8QPNM9+RHqPlM0I7x+lyU/YQ50PV4ShL9t79o/osqrv3jPQ76Kd5Q/MxdvPiqFgz/L4I6/seqLv+bb8L0LeB0/QdEZvwmoET+eKKu/lo2JvwfdcT/zmIw/37ElvkNYvD8oB2G/KakAQMR8pj7OZpG+A8aqP/fLFMCt9O0/vFwDQIZz9r8XVew9EzmHvXjBpj98EI2/gxvKvoImpz/RSQU/e/zmP7VHT79jrtE/vra1PgcICL/zXKI++9Q8P3HeL7/0jVk/WtynP09bDz+x5ki+ESABvpqDoj9WAZg/LKnNvV7asr7YJSE/wWZgvw3+x76Yfgg/V6iDPxPkbr8ePmg/PH1sv8Q7WcD1AcS+KFFavgw9kT+xmlc/uFe1PomIyL7+ap09ZPWNvvbvHkBv7e8+OknVvyLPK8CVNCu/Qbravp0SI79ckyq/rFqgv28CJz/pcNk/gIzPv3ON674RaTw/F4omP6iIiz+bMJe+E6cLwKMUuT/D1MG+lE3kvv/Jhb5urye/GtbUv3LMkr6YpZw9KOm0v+XyjD9hFwI/YgzFPuT5r74u0Iy+8yOQPyu+Kb+kMY4/Eq+MvmMp2r63bUK+WrIvP7IlMsA1qs08GgVnv0vYOD4/Mi0+QW6OvkFMMb7y+wu/jXGAv/TNDT7EE+m+M1ykPvFpVT9hf5A/LjecvkAUE8C/iAy/",
            "QvICPyg+0L+7lQK+eHS/PgN7BD5KdF4/Quw7PhOgQj+vdjM+45javrQBHECt1IW9+KOlv7Wihr+SW9a+mAzpvkgJqj/XFRY/dhFjv25vM78k8YY+XlpnvqXQTj8mPJc/I7fUvXcI/j3HiNc+xptUP8KTMD9mawA/PyjIPoaFcz9XIP8+M1SOv0mxvL9xGc6/dNh0vj2FY75NkXA+eCH8Pv+lpL+hBgRArcBhv2tCz71qpky+bp/yPuu5yj4huYU+qo3Lv/aaiD9Xh6m+7m6CP7Tbyr8zjRg+COHBvtQ5Ir9Bniy+3xhSv2crnT+bBhK9annXPilHiz/asQG+hxY1v/w2Xr1g/VQ/TP7BvUVbkL9KlIm/mYeoPkfkHb6psbW+rI78vk3Asb6+kTG9TFXGPpE7Xj+HFro+X3xCPnVSX754G3++BFZzPQ2Vhb9035k/UREGv/4eVT6GHB6/JuI5vQctLTzE6XK9d0VPv/Nmt78fzl2/woW+PsB4pj8a2aK/qzjJvQSGHMAVviM/6q0YvwkwBT/R2H+/IoFkPqs18j0y9w4/9JnJvz1Dmz+p2rI/GVXaPjhDFD/NjRJAln8Jv3+ioL/RFDS9AmT3Pidx37/SpsA+zMNQvp+BDT+/2No8W5S2vnIsej+2ywLAS1xKP1g3Gz6oKM4+ogAUvygrpL7hVYm/FERoP8wfor881Pk+1lsGv3Ir2r7rOTc/aNM3v4Dn+D96vNC+79S8vxwyqT5xRk2/XtXkPoDQD8CEM6K+Xu+sPxFQKUBN2sO+ELoCv7BJMb8gh4M/xi1FP71Aq74C1JK+kdIdP4t6Nb+OqWs88pFPv/dHCb/vCY4+E8HavoSj4r49hYO/Q9jZPljzQT94yi2/CemWPVCA6b+hFLc/sEyWv4MjKr7nxgq/5rymP53lCsBtMaW/aE3cvtcECT404zK/DkuxPSAIhb877Me/uqzUPvyApb9x2VG+j2uXv6YyqD/AV1a/lV4aPQLd9L6K7Km/OmEtPyR1Fb/65OI+",
            "lg+pP4IK2T7XXGq/XGaPvygKjj/Z2jY/paciP9Bbwz5sXyY/MVe6PR7J/D5S2L++x8hyvyzg2L8zrrC/crBZPqxhar+gAk0/1jBtvltVOb97NMc9vxwhvykNCb+ml72+JbTlPl+Sbr9svoG/8F2qPwR81ryEPxNA1bmuv3mSUD0zcY+/keHVP6l7Gb7SN24/khEMPzEHwr/G/O0+4Ba6P6vBVD8iVsa9wYGdv5n/IT+UChZAvz/qPs104b/jzbu/t0yWPw46pb5aO1O/eXaAPrb5675Ek4A+xdkDwLWM0j/pmgK/EEdVv36LrD9lSLW+jR++Pejojrwv3Bi+QPkhvrmZXD/+Q9+/5P83PraD1j9SDJQ/t96xP6MZcjwtrtK9xm8PP9Pk578Hjyg/GRomP5dwYj4spcG/YeKcP6S1Rj+U6AE9gxZHP3sbAr/CAke+2KulP3ThkT56QMk/EbKYPzJ9A7wl7G6/oAxeP/+gjT7PT2o/2mSLv1DojT/wfYm+cOyNP8Uejz9sjABAkPijP5+l57/JHQy/zC+Av0McIz6wnDy/K9ihP4NX7r6skvm/4ArpPsM0Nb8aeG+//fJSP7ocNEBzKyY/DQMGv2/Usb9UnMy+15d1v9r6mj8cPva+J4EwP76lwz8sazA/YhLyv44o+b6CSRk/F8dXv27Lrb68JkK/EYrxvS4cd7432u6/3mceP0hGzb+/nD++fhgKv9NcPb5wNCe/1/2SPyJ/er82tsA8EUk8vwHjEL8MMZk/zIyTP/oxnj+7yka/cQqAvxNsjL/TcWI/WktnP/Nxc763jnA/IGw+vo8Mez/xGNG/t9OnPxVb+z+lfYm/hfMQPyVBLj8shgm/dm6evykxtz4/eDq/n1cNQIdYoT+aE0G9A+KMPuzMgj6XHxq/fUAtv2DTHT9Cm40/Fo7RPyZ/2b5LnJo/yaMzvavLIL8JTJa/VSuWP90riT9kIa+94wZMP4tpU79mg8E+Oak9vz4QRT7B5Xc8KFaePpKefb6f7JM+",
            "UunTPvMcjzzA0DU+n1W1PpQW8r9zqBG+vBfpPquG0L+7lhLA9Oifuuvr6r/5D4c/yNXMP0owwj9ySZu//PXCvQNlg785GIK+cU4WvwZAkj/DEvE+kgOfvgn28z/yVf2+oc7jvyIVTz6Gj/y/tCRRvzHwSz5iiR2/fkIzv3HxNT95JKK/Emi9vxPsDL+chOa+MvKGv2sc4r3XStG+YEbMvs93d78p+Gc/2gXOPvXlUj/UGiQ+dauBPyBid7+cDgA/E+S8vgYZlD+MeIO/LUSRPqOWib3Bcuu/v0k1v8D1pr6PhDu+vkcLwNOkND5Is4S+ISWGvxc9xz8ynTU8H67dPoZqtL7Otsm+VRwdvmUZkD5GCMO+/ix0P7RmKL/02GO/3H+Kv3VwSb63DCI/jla7PlKxrj9CY74/u4K9vxPYTb9i8/4+0GnFvukz2D4h3Py+pyMIQPmwXj8eHzm+M6gQQKwIBj/SQOs+TW+zvax+DkAhK4M/UTeGP7sOSj9PuLK+qUhfP9uOt74cmjG//3Crv0Pnjb+bVRzAiC6jv6chKD4uzog/HRevv/sSdL/Pt5m/yItSQOThwb040Qy/zUhiPu3lyj5n+Ze/f8eLP2hzjz+Ekp8/BZuIvmDgtD09bKC/SjJDP/V3PL6ZkrC/K8trv15+DL4ei4a+ro1RP7sDW74GPhC/pM2UP8ykGr0kJFm7h4vqPsNruz8z30o/ER4rPR4UY77BSsi+zxMSvPVdAkC0wAW9Yj+Hv9FG0z+Yd+6+M/8UP5ljx75MQQ2/nsDaPfMLqL0oNBM+UZTyvTc8Hz/UwLe/QU+jv0KsOr90hGY/atqfvhlsMr8raxg/EmSqPxetlr+uj5a/L/qAvjyTJL+eaxe/IqQevqC9Yr5I7gg/oM/APmwDjT4SYiDA4aAAQB6GP7/DXRa/bE2Hvmdnij9wNPu+TxR5Pol3gT+Xf7C+GtWIP1Rwib7Q/kI/fUSAvs1G2j57b0G/oUCbP/yYf7+kDVi/lmYbwK3lB8ADxIO+",
            "MeRGvzSVjT5Ddca+l3YWvwsCFL/0S1U/glUbv3Pcnr9GX0m/+Hp/vv4WI74hJ/q+QkI9vlnJtL+0in4+g1oXPmHuOb8U45g/2DGpPg00yj1O+pY/WZIWP3rxCcAHEMC9oqtcP6AjFb41ZJM+SyOsPtM69z4yjyQ/Q0FAPxNVhb5I0BpACjCSv22sC0CLU8U/0lSEvyE8PD/26Bk+6SkewIwkBD9v72c/lR4zvgVLHL4Ap6E+VVEfv62W5b6zsIg/oxebPktCfT+ZZfw+XxDev1FLdT6hXwnACxpDP5EWnj+UjJQ/WIQAvq/6rT9XODw/uvFkv/GUxL99WrA/RyuLveEtkz+EeBo/KneKvxVgvj1AvSw/eYKVPkbgFT+E/9K/15mKvdKXiz8JKWi9/TmfP0g+BsCJEpM/+rIyP1jhtj+IcTo/SzcbP8b8jD/Boiy/MgT8v94xzD3zN4E/vJWOPxakOb9l+BTA/uECwG0vhr1saF0/ab/rP1ntib+7T4M/Pe6QvQGDlz7uE/S+grgTP4E6AMB6W2w+LHWQv9Tyq79nCJk/ZHQAQBN4eL9mEro/fS/3PmgoVb+KxKA/X7LNPhCVYb+AjvS9nlJCP8WUsT8x4e0/vBnsPsiCUz8BLZM/YZMOv8uV/L2Lfhm+bQPiP8yxnD7gCQA/i6k1P6maYb9mewI/kS8LPK1jtz3n5/4+xAh0vPz8AT9V4bo+sQNHPuWoTb5n1uw+nBawv2U0fj9FsDC+u6FdP6X8U7/Fgv4/hhHCP0xk+j4P2NG+Nr7yPpPnxj5aL8I/JBf+Pglhqr8wZr0/GPtKvtVgd75x/FE/s/sVPz20tj+AmOe+g8EqP6Ntej8At5q/XlcuQDjJXL+jrzI/mP90PnSEbb8v8S6/Bx9ivK0Bf78S6eE+MaLcvm+o6T8zQru/ZtrsPAXGxD9mb0q/lEV6Px9kiT8lMUa/SXzBvoZ7fL3tt6y/wRN7v2i+8D8G5hc//BaLPhwzkb/Opgi+MwxRvpnnbj4458e+",
