{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              222,
              222,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ],
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "fa380e62c42989c6461660eab0c526efbff834d8a1a2914d514a3bec2e644422",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      222,
      222,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            222,
            222,
            1
          ],
          "values": [
            "TgjRvh+Uir6YE08/LgndPsZPrL2cLU2/T6fAvqpEB79hhTO/y5xTvu8BJD8wfuG/1xzEv/Qn4b5cDGa+XnkUvnNkBz8jdwu8M4q4P1zbOr9hdjy+zCu7vhUcS7+TkiZAV3rKvz/klT4dwEC/e9y2PzPXUD4g1F4/eGu9vqyVG7+UysS/wzmbv+LVBb+BWBC+3J4DPymfD7651Oa+Z91vv7Au/D5/g5U9fcFrv8udMb9ZGrY/aDvROpWSDb97etI+O56KP1msUL4XISS/6l6APebFhj73fBe/3NjEvoQCVj+QUDc/I1TTPkCt7j6Z4nM/ttuNvuQoqz420QO/8MLGv5FUSj8JNl8+WjWOu6E7Gb+OUDy/f8vAvm6v8T5okrQ/bV5UPsr/nD4qcLM/TN4LP3xWsr8zdb+9WiFsP94m8z58c+c9X4KTvzywcT+YYRs/RHSJP245uj2rP6+/oolCPrhjsj9veAU+l2ANv1HyZb9b8J4/Fqi4v3YpX7/hBHI+k/0yvo4vpL6Hyfk8LPa2P83jTjx7Tr4+N3oOPsizgL9wFq+9176AvezXCkBkovo9OwSMPz3CC78fcTw/Ga9hv783sD8CZLS+HZ8PP6vniD98gMO+XbcVQCoSir/jnL2/3owTvygob79HfOa+Lk5/P0JXc77Qc/U+sAtjv1UEs78R23g/cL2jv1GAO7345Ww/dPJZvmqdKj8Cy0k/aAmFv/1Vjj+crNq+0SoNwDi7WT+M54a/yhHEv093+b+j53S/b2XuPswftb+1jZQ/fWn+PxF6+T5Kz5O/hnVpvsRdIz+I8FK/+KOhvpoZrb+Q9iPA9zGWP0HT474TGh8/pYgMvjrker8RFUi+Mzn5Pxr6hL+oWBI/S0QaPywKtj7Tl4i/F/1DP0gUvL48bAQ+4yk1vQ3ohT+Geh8++VigP/49OL/l04M/fuQDwP1SWLiDxMi+DnDTviDAwT+UIZw/VdE0v/pOKz9G1YU+jAKsPySNbj+dBMq/8anPPu0OHT/DhNW/",
            "7ESdP+gnJD9bqZE/1CYJwBWT1L8Igq4+4yOmP5oMbD45rHi/4QmhPhLxvb0UXiQ/iBo3wCMa0z+zuVe/lMQ1v3IQeD4Ghhk/zFkRv36TBz9jIA8+eA1DvzIKtT5LbJS/RlPhPwS9Az+tJQBA00N3PRqAwL4hTfw+vHhDv4ypFj/1zao+9VIfP2HNnj5iLHu/EJcIv+s01b82atQ/a9KWv/E00z7VO5W+LyqXv8fzE79K4qQ9D5RGvx6U/L+R2/K+W98FP8kgNr66/+o7wKGAv3PumT8JvI4/P/WrP7Rkdz+9feY+F0GrPufI6T7QGH6//0KaPQY8+j7f/JI8KT6av/5obr8WWtC//iOSvv2Apzv6JRu/fU28v1rIrL92o1Y+uFgAP5KYMT9MccW+FZiRv7Zquz+qr7S+picrvzIS3j+Lg0E/+JYGv/zUIz5mKw4+CVH+Pva19T7swuu/yeRHvxK3Kr2F5QfAKdCsPstTb75gcEq+IefyvnDSQb/FcGS+2cVhvxOa87+O84O/OV2VPhNmVz+5a2s/HqA9QCZD+L0wesa/w0oSP4BfOT8vuJK/nDseQCjHor8UNdy/i2gyP4Dofz2qu1+/WkiFP6srob9CEiY+Cu0SP1tyF8DOiz+9fQKJv8uK/78cnlW+ronYPvsIuj78D2S/KO6qPnm8hb837pI+ZDufP4/mpb/kgX2/rlFJv7X9fb9AD48/Kn4Bv2I3iL7Zj2y+yLcHP6i1/z0T4Co/nMulPzeTiT7FwqM+CH+Wv1CqPL0idGq/LF7IP4n9Ar8dkSk+cnN1P3VBCj8gpio/YhzUPzmE4b8GwxbAHkYEv3D6Kr/vuPO+Y2iqPvPyRTxMFOU+KsnKP/Rtgb5ehW0/PScwwCObFL/i4E6/b4BAPSt+9L427ku/2CajP5SJnz6J71Q/I15Zvmhm9T+Ycmy/NULAP2LdRr9Fudk/xdkDv0XOhz+OIzq9wesiv8vaoL/bJaO/r4nIvoawuL5rIJ0/BJeTviuPU7yLqRa/",
            "zqN0vo4gbb8s/w9AmiE/P9CYjD8g5Iu5XNkiP1BDMT6gj0S8I6WoPy72tr9I218+pLS0P3ldE0AvY6Y9mP/EP0INK78K0Ns9z7NFPxBXCb9ZNf47ye/9u3YbEr51/Bu/R+C1v6alh75pGA8/+sMbv6xoDUCc/K4/Qs4Uv0NjgL+fz2k/wj7ePyichr/s1+M/bhIpP82f2j9IZ2q/y3YQv11sIr8cxY0/XjeXPmfWkj77fTW/SBEFvtdPrL8DFyG/0VP3vkdH5D6jHRo/SdsTvjfXtD/pu+q+r6U6PxXLnr9oa/U+mJzhvm5ZPT+VS6c/XZY/P5vTh7+T04m/pLSEv2RYAT3xi328+Y8rv32xhz/xZU+/3w6Wv3HMr7/PeVY9b3wJv5K/Ir/6W3w/48nSvzy/8z6qySU/qLNlv+Mlcz7tnSE/LQ5oP1WVpD5NSrq/ZHGSvx75fb/Go+S/9kjVP+spAMBh2kA/ZoNZPwvtgz+tlYW+Tw6mPB82VT7XVj0/Z1YEQCFSXj8bhX6+fV+lv1bIaT2l8GC/81O+vW4Q7L9bnvC/J7S7P12U3T5xHxU+57QNv1LiRr+zYfS+o6R6v0TwEj1+7IQ/G/kOwDfBtr5vBZI/A6TMvvOgHT+XJ7C/Y02avnqkgj6JP2o/2wU6P7FD0L7ZDtU/vn5nP4grXL9rbK0+D/cmPy06gD+Rb4S/uRJJP7ZwLz8LZNg+J7MJP7qsrz/t4zY/x8EKPr+RpL7UmsI/rbZFP9mKwT3N64S8nzl0vgMWOL9HWo8+1RanPrtFXD4OSIk/Kbg2wOeqjz+/cbg/hLHVPpl1pL/V6pM/vDTxPbgP/L723Yk/o7JAviGuhT86n9A/ygZIvJzQML9uNbS88aZJPY/Diz8GUTu/GgUmv3yGmz/t3oi/iemPPl8ikT/tAag+mVniv1axnT+HNkQ/m7MZv6nUD79bPri/B1Qdvy5cSD+82Yk+d6MUPbkOTbwxboC/wZ4DwCW/ET+fapw/RjmrP1BaAsBP7N+/",
            "KlwpPoqs071XV8O+0EhzPf90Kr/MdCS+YnCXP75iCsAl7Go/hYiqvwQGx72KOnI/9fFCvi0e6z8JCjk/rksCP6Q1nj+oKBjA1AyCvS5Klj2eU58+cGCCvkM5ND/zwmS/nZJEviilGD/NVuA+9W+zPrHbGkCMO1S/9P96PxwjiD/zS/49r9C5vqNh377oBjC/4/ZVv380/j43ji8//QlDP6nyJT/YoIU/yqWOP1dw+D8Xppi/iirpv0xjE75Ybea/N+m0Ps1TizvHHjW/B3tiPuEJoj8b1MI+iTpyvx8t174kwxU/x2s7vrXhV7/u3FQ+xafbPvu+nD5VkFS/WQrLvm39Ub/4i4+++S3lv8Hccj/Cmpm/YZlJP155jD9NWka/WRGrPvpFCD9F1L88ZXSev3KVnT+WvKW/QB95PrUWPb+jGim+ZDszP0QOyb2GTk4/VdQMv3dKG7w/tAa/zmTnv6Q4sb9CnYO/OaPXOyR1ib6oApG9EBjJv/+FTT9sm4c/ABtqP/o9Fz8Tzae/x//wvz/cKr5WKNI/R02ZPzRDer/s1Ei/YL2xP1R1SEB1ynu/feQOv7p3Vb/rsCi+ev+yv6l0ML/6/18+Tk07v1xlfrwXQs++9ss7P7eL2L2+Bb2/hv+GP4N/Fr+Cmiq/g6yJP3E5Sj9d+pQ/MI8ZQIokzz5Wjs0+oSbRPz0uvL1eRIe/LkU8vlx9WL893te9g3UzPxYwpr9kws8/d38cvxC2HD9vg1E/p84IPwPB6b91+w0/2Pl1v+g4Lz+cC1Y+4qEePzagYb3JuYq+KPUKvlP+Sj9jrk4/RZ8xP4uTHr+cfKQ+zlY8QNto0D6+J0O/Sk4/Pxl0qL6Hrfm+wBW0PqHOAMC3yDM+IYhTvgennD7rYlm/P2TtvZ8KRb/7QI+/oCRYP6WcaD8uaxY+tAPZv7XWbr8w5g2/huoJvpyJeT9E0l8+QdC4P/vFAj/ytDq9Z2Rdv5ZL4b/1H4a/jOPNPl3eir+fnIu/8DhzP9fPT0BO3WW/",
            "9kZ9vnuPIL8iOUk/R9DdvsBKG7+Pvdc+hrLRv0jDg78UJF8+oWrvPuT5Xb05xIG+GzyPv3dKrT7drwO/A1sYP2nW5z6ovZa/TMD3P/XF+T+zhx4/8oMVP8YBkL/feSE/pVZDvynz6j5a2nI/RtgtPnATTL4tTZe+dEiwPnfB3r+dfrM/taIqP5nKnD+MzzK/Myu+PhgvAb73qKM/YBFfP3Ujnr4NC1u++EWLv3V0KsC1Pjo/f+cePwfHDr+0aAg/HA4hv4OYqL49SbI/jDB/P385O7/FTQe/2mk/P6zwHb9urAc+QNS8Pqhc1r4LdKo/nKzwP1XYib8waA2/dUwnPzJGwz3L9sU/2eOZvV7fzL8M8KA+mypAvpldpD8yev0+XrM3v6tsUb8elsK/EI8sPvBC6j6t9x2/LMW3P5t94T+oImk/LXetv+AAgL9W52y/9iecvSl1gb8Hwqm92JEVv9kHaL8YHANAA143Pggb8b/+ycC/fQ9NP2tUwr5dOAy/EJ5wvevV2r8X1OG+X0qFP17Fwz7oBBXAk9s4v2rOOr57fpE+WtZxP3iVKT/zN0E/u+xAvrnBAzx3Zx+/gsn7vjG2Qj6Uvqs+3VGRPh+Y474Wn4c/dGh0Plzczr9P24s+vw4Ev7B7mL5lyM4+AAaHv1GWPD8+zq6/4EE+vyqfqT7uVKG/5bofP4rPX78Mv1a/Wndovxkpob2Yahg/7hlmP845FT+DS+U+glNAP0JXpL+q+hC/OrukvxC7Eb+J6FU/ktN2PRQZCL/CMve9/2Upv6d/nD5Hnmk/++5mP/9Fc79Wzf++qZ2APrKuvz9DcYq/QjqFvxuT9L4oxzg//FoXvZ+MnD+fGxY/j0QCv/Elmb93rvY/dHkdPz/HLj+Au4y+orEMPkZqcb6dDpi/AeATv9GEC7+bWA0/wMKhvwNRlz+dawg+WgLJv3OYGsDYbr6/LqtXP2Viqj4vxkW/H8MUP5Hfkb1wTBHAxHmivqCe4b9aiK4/MfJwP6b6Rr8ff7I+",
            "U6nNPukDuj+PXig/0ZbCvtVmxj7hciQ/tKSBvyO04b4X5zW+nYN2v+9OZ7+Lxq6/BVatvoDlXr1kgz8/2181PrwVCcCQP9c+UlSuP/5Mbr6VXOq/Qi3YvbV+EcBhgxi/6ktXv0GkEUATUEs+fUkJwBGztz+IpeW+oCeHvztnFEBWwy8/D5RUvrGJQz81CaE9Wb1kv4AnuD1vBkU/F7AXvx4bFz8eTjdAWWFUPQGMob/Wz10/72Wyvj0vFMAADWy/2PuOv9vzqj/OyHM/v6nWv7Fnnj6e7AhApbO3PS8dWDzyKh4/qCDtPlsyBj++e7g+PKghvZvoq7+sT4m+SzlZPv4ANj8/B6O/GhCSPmFJfj/rJ/08BkCvv1CWFz7c6Ec/hfAhv4zonD9kfma/r5TLvsWG2r8HlpE/oZcVP9S8AL9oXKg+/rU+P8V52r/J+1I/aoCYv1HkU7/bHia+39x/P/F78T5B2+a+hJGyP1AZoz/UX4E/w+/WPqDq9zwc7kq/6mYPv1T8uT9ldgE9U0z5vuOEYb++DTs+/WlOv+i51DxZSrG+ZQj4P0oLpz7pxho/JWC3PgVLtzwH/xu/Q8SavkZ2Nr+IuZo/WxuyPv+m2j66dRe/oXObPzTCr7/FlWy/rd85Phc/Ab+QbtU+5tYFvx5sYT8hTI+/s5YtPyRijb+5XxU/vbssPqDREsCtInq+TeeqPo/n879iBV29MGIBvw+vTz50ihs/2PXWPlwuuz8spco9QQyLv76hgb+rf9Q/enE7vy4MGsBQN4y/Q632P1Jsjr9tJs6+uXpQvxCxvb9UUpm9mYBmPxnvcT7g77o+L76ovwsEUz7nWKG+4uGiv4N6Rj2KthC/PLP/PeFhhTx0RYC/NxEfv+tggD+kdKg+5tOXv1sgrj92BG4+n/R1v5w3F76Ki4Y+0+u9P4POSj89QtU+gYJ2P2TZcj9AWBE/RFfEPv74wL8c/BM/tH5uP51uBsBMvS++gJOmPrUR2D6l/Ck++rX8vYp8Fr8TxsE/",
            "c9kAPwZssT818AC96tsjP9LjKT/exmq+EoGsPkAntz+WLhK+zA1fPwMYb7/+ln0/hKGkPhzMJ758Rr68U6wdv5g7Zr8a8dC/xpp9v2okSr6lYw++QTiWPiLU8D5q6qe/GnOAv1MaVr/0cFq9TkDyvUOK/b7JTmE9vtIcvzeDiL8Ijhc+ttQCv/TJkr+MBc6/qG0jvxKvur9mawo/VQjdPagLbL8axcK/1rCvv8Px9b6+1s889Z37PsZJAcBo6im/5gLFv4+uHD8dkvk/BNyPvxLdvD/WiGc/FrmrvXGkjT6JoL49my8ZvzsAGr+CSZS+k2vPv5uRir8j1Zi8RICVP4i2S789opC+u1aWv8E8YD9jOMM/wTd8v9wplr9KXru/InMIvDVJvr7Exyy/sKoqv0/Mpr+EOL+/dEawP8IXRr8byMe+Wl4Yv84sKD8PInM/1UyiPvuylj/ZpQpAZE7nPxl4SL6oEXG/p7Qvv7Qb7D85FAU+0IVIPwTI8r0YEbk+MGZRP8uHBz+Ug48+5QM4v9Tt9L5mJjC/NuT+vpEGOb+7XBm9EFNxPjjz0b6DB8U+OkzlP7oBoL/T+Hm9lZksv26hEUD8+54/o26pvquQnD7O+4W+S2hJvu2Qhb/z+qm+08nmPvb9475ziwpAUMIkPxoNkz/A2As/Qai6Pl1NlD6quZE/NbxLvFIQfj/Sur6+f63Hv7TBVb8qcaA/86dCvzdmoD8l9CC/vR3GvuPumL3pSfi+UWXLP+t3Xj8Kb3Q/BJ0VP/VjxD6Ce/A/f2eDPsLn8L3UCby+U9PUPpfeRD9ATIe/QGSjP7ouuj7dy/A/uIYKv3ua2T4egpO/cOonP/mIHj/ONHu/7mAfPi1y7j/OBT6//zDBv67hz74fjhg/CM9IvyeQVb8GFaW/RZAaP0HTHb+WkpG/EwEVvwG8x70pema/n72wPr4alb9W/zs/h9mIv3xIp77QnTnAKbd4P58qG78gJTU+QjgVv2EPlL9s5sq/MnCoPVLMWT9+vkw/",
            "XcjiPRtCaz9gXMy/fOKdPycwhr4tS6g/eh4tvyuRdr9W4Jw/Kj2bP+37Kb+bqRK+ODuqvvKhzL8RCPU+oOYzv5+zO72FV7w+rO4lPrl9b74U9GI/Hj4hP0Ay0L5tfni/HHdevtke1L/gECM/+1S6Pz/u4b594ME/KvWiP3Gk572LObA//YlOPyXWgL/FyaU/8pyIPfHytz/gDbQ8uaQbPxzsAT8gDYs/jMtBQJmfKT+Yr1K/k5QUvfms3j/clTa+b7TWvhEexD94TApAhuquPr91jj8mErA/yKkgQItMxb5wofY/W4KHv7B1JL5WbRlAX1fpvxAkjD5/WzW/oDevv+7V3L+sJBe/EkY/P8CerT7xRI8+3LYDPpSsob+fC/q7DCD7PkgLMMA7HwO+SMWSvxH6Z7+Wgv+9KuruvgJaID9siArA28JBwKNpyT+k+Yy/1BzxvhfqBEC8fqu/l4quPXq6gD96Riu+fvAyvbVBR7/r1hE/85d2vmE+179NX8o/63/VP2ucWr5iBp891HJ7P1RKAj+jzYs+NfzHvhHVJr6JX3U/KBdjP8jZx74VQdu+bfLRvS/DlT/k3Lc/2HiyP+gzCz5xK8W/hLVDwIBosr5CWxE/mWFKvw8xBb4lxA0/tMyrvwGo+z5sFqo+sTjKPn4u373+ELK+1xWQvq4d0b5iQza/aAyov501hr9Ep6w7cJDdv+EB2r79bJ89lRDLP4Lblr77AsY/weZhv4AAMD+CRui/RkfhvqGzHb8hCAQ+SznnP9Pk6D7PtYC/2f+5PiG1Yb0CkUS/Kevmv08VTz70KYq/H3KTv9lQhT8eM0+/bZCdvyWssD90fQhAlZJ7Pwf0Tr/VxxA+yjPoP7JL878/bxnAN97Uv2p7mb7/05Q+zXjovqJz4j4dN3E/KDquP0asTb/YvgxAB2oGP4A3rr7BIK87Y9DJP8A2Lb+MQTFArw7jvmYVQD+fiqU+7ujuPTS7Ob7VM1S/z8N2vkGwCr5xlDg/tVySvy9SEL6Yxd6/",
            "nxGPPrpRfD9lSoU/3JcewKCUir/3MDK/nNlkvxL9jz9Yr3M/KUxqP+M4Vz9UMYs+4qncvs7O47+1iKi+HD6MvEp8AcDwtIY/bErxvqWtgT9WimY/l+HBv1Qvm7+azgO9cjAWP6ouir1T7ec+bBgFP4Qq0T1ipxu/OMfFP/lQcL6IdipArbYpQFEbkz/JdhE/yKgsv7I0Kj41W2U/1YE+P8xuyD8W8/O+LiMbvzWlBb5YZ4M/4fh3PuCEND/Pf4s/KWeEPwn1eL70lby/PVpmP04PDD/+PwBArkHwv5hClL130QhAgMYkPmTQvz4VTZ4/lFoavzAcDr7Z25c8MBCUPhzO/j7tY6q/qnGlv1/5tb8QY6k+f6whwClINb+IGTa9osBPPkb+DD+MdHI/JoMBPtEbOj+vXpq/wz8lP2xSz7/zrTe/FRAhP2O0Oz9850U/x2l7v6qzz78fZ9S+bFCYP6H/GjzDCY2/arEPwNhnjb+KELG9xgBpPxbrGr07Uni/pbogwAaglz/wHoK/zKNjvxahOb+dKaG9RKeLP1cyhz/zudG+GhQiP3ZSzb2L4ZK9cH8xvjPbRj9wlWC/hbJmPgAgej/zxMA+KvapvtqtbD0iERe/1kqKP3xJqb7WWBA/l/CjP0736j8MxLK/G2xIvv+vub63u8M+j/EsPgbKyr9/k14+5bCzPpjIkj7AvQg+RvLTvr5Zjj/Taiy92ClMv9gKHT91aAm+ihPBvwyL3L+A2QDATlofv3y0uT1Wt1++odRSv+5+oD8uG4C+jqe4v3oH67/iZqS/tR9hPwQ2Db/p+J0/+Bj/PukVVT8OMyu+lgEovlMnAcB6r+Y+SiQ1v20A3r+pvfy/3vgJwGujDr/P2MA/vztrv7TmIsCglAe+Kc0sQP8eqb+eIT8+UM8/P5rVAECA+N4+iNP/vi4DyL8Axfo/9fccvoQOMb4FaHu/2f3sPGapqj8Af72+RhpHP2/fRT9e6FQ+w68Jv88Wnb6sCa4/zoXjvRbOdj12H6k/",
            "Vi9ev14jUT5wHu4+cdOov8gc17xE7OK9BczYv5lt+L1OWMw+N6/Fv6IlFz6Hc8E/XXfSvwf6t77fPMm+wuI7v+gpeT1QrvU/rpU5v7rqCb9hbZG/xzFAvrz3nL7U1+M+L7GkvZ/V3T28meu/NGmHv+Sh+D7tcw++Iv0cPvQixr0TMP6/biLDv1Yot75OO9Y9ITV3vq12jz9D7AZAvo5SP689Mz6YoxS/VUjJv3tqnT/1dEe/H5JCP1oBAr8wZ/8/sW6BP3jrkb97B4o9RabwvTkD8D/plL2/DboNP5GtvD5o+ci+UIqiPpd8nD53FB8/DMEJPt2rnD/ESWE/QJFGP67m4b8LYai/kiiTv1avhT7OKY4/NE5iP0cDwj2RWCtAOIfCvsPxjr6AfQK/Db5hPuZrP79lP6e/KR0rP2xaCb/dxbm+1/Bbv20ftD4OiHC/txPhPRXrNj8Yx8G/e5CFP7EYjD4JS+u/sJ4Uv/FApD/d6xe+c7roP9YB2j6LWl+/JS5xPqh2pL+jKK8/4uVJv/hSeD0W9Nc+dnOHvdM9O7/8YWo/Nt8DP3OgWD4WgdY8mpkCP+gFxr+EWRC/0VkivvKVqz92F2S/f7wCPMPKtT825VPAYKcKP+QJPz/oBbM+cDGXP+jZCb5joCq/W4sQv3nouT0ynyU/UsEnwK3EbL/cdx0/fXKOvaA92z5p5fa/QEw9v8Rqnz+8hLi/qKsbP+JNV774tZY+eyDWvjUEhD4fzgw/Aj3Jvh1ARz4TW4y/fTKIvYjIKT8wCLU+cOXLv3oUH7/2Z6s+xOEVP2j7qL8uu5a/86UWv2hDp7+ztgLAY8GOPugWGj+Pr4q+buCcP5KoRD7fPM0/hnhUv2/EAD8aHk0/1PcVv2oG3T4ycSo/vmxlP8cCqTx/ebG9hkKOv+RjVL60+fw+sHxxP/3Nyz8Ml+w+23I+PyG8YD9IzvC+eWxIv1ugxD+maSw+mtTevxagZr7ZzuG+ulocv4WPDkAjWgC98SDOPzc+w78+YIU/",
            "w6W6vQ+G2j9xdSu+kunkvpZ/3T4yeZu+5DUgP5piED7R3Ya+FCcLP26ytz+bKSu/WIowPq9mmb6Uewm+CtUUv9KpF7/ynFu+dJYjvx5F67+Hs10/WzVlP+JOnT4CPay/t5GEP3dfm78jP4E/OgtIP9Z9sj8mJjc/lo5FvwrOBr0JZdO/BPKGP0aPvT2ZX7e/rWsMP1K7gr+qiow/hEcBP6XqqL/baig/NS/6P1cIR75+l5K/E+5rv1AQID8ad7w/7A2Bv6i+Zb8FLK6/TqLsP3ZJqb8gEGG/O2bgv4p0or1RHQy/EKYLvQ0BWb/KSBxAm9IIv8WPCMCAxzs/avdAv26rXL+r0zA/IvIkPq/mD7/OYFA+vNEgvUtEW70VDL4+YoOivxWtFb9HKTS/z542PgyAVL8ZUp8+DqodQP24Xj9iSQhAWI9KP/BXQj+F8vK/ps60Px4Zur5QxKG+INSvv9UccL+HP9k/uWa/P9tC0L8wKoC/D9uzvwjn87/eoa8/CrhSPzFa3r7BSXO+FJ0DPnZxXb8dL5s+7XiMP4maO73p0hq/zFoovWsQqj9YruW/6L4TP47cAj/4Nrk/Ti/rvjOBDb51yoa/QVFFvukGQD+NntY/6pmFPg3y4r86Yee/h2klPj4mJT4V1Me/45Zav2cu4bytTzq/VFlgPjKrrL8a86m/8h8zQJhRvj/od7Y/IjLuvo/rG79O5p8/arU4v02ZMz/ZDUy/5XjgvoIOIr/gSwq/OISDv0mRuL/oIlS/xQr8v856kz5SQN0+gL+LP+i/br+sOP++lmxOP3f0sz96/oG+pvIePyHhs7/RzLW//x5AvydvVj0XsQfAcG2PvuSiCsDZZo6/MP2JP2NsPT+kTTW/ot1fPxDctD8brIc+AGDLPt63QD/2VK4/8/GNvlsug759bl0+xccMQGRQjb8n1F0/ZwYJv0Vlpj9IWFc9yKdBP6VAN75pyIy/tztYviFZID4dS7O/SYgTwFCC3r6d44g/Ihe1v52cob6njF0+",
            "cxe3PcIYaz9lE/s+pwnAPq48dz4sBte+lEDIPj6hK8DF/1y+DjySP9s6EkDw9Ac/gFV3P8h/zz6uiN6+EiLmPgPdHb81mg+/fdKiPwc97T7epzRAATGeP3KJFD6IqoK9tR+Ev+C2Cj9LAqc/ntlYvz+I5T6x4sE+Idycv8OUtL1+B/4+NW+fPugB/L0Feb+/q+YePMvp3T3Jh6g/wgbZPpPelz9ZsbG/rdv4vx9vGr0ZBJC/mdCoP2v0Dr5l1s0/T+DdP0q5E8DJ4P69hjJYvX9GBL9O+yw+OKKsPQQJ8j5ByBC/EKwEv4VnAUBaHla+Q3RpvnDzRD+8CYM/UOOzvYSU0r9xQts6YTcQP1tj2z9DAi0/vArbPYQCWz9GQmo/m8bNPpRfEj9QvY8/lDJbP/1k1z5s4tg+dCuHvpQ6Vj8QBeu9eeJRP5DPmj/IrIk9CZcxwBDonz6Ik66/dIRNv64z1D1+We0/KeEKQEK2vD8PVi2/ajOXvxX1IL9rbCG/nYIEPyJOND41Pu4/G6ZLv/l5sL+EOl0/Z5iRv+b91r/q9Fs+iOdcv0xMeT+rW7M+IbS0vjjGET6Y/Re+jgX3PizjH7+MO/c+QeXXveixlD4/oDQ/8xRXPSuNET/MmXi+jMGCvlHjAT/J08490yYZP6BbTr+PJu68/IKiP5yrED/Jp86/s3DgvpUhfr9cexW/7g8JPhLPBr62Yku/CYKlvDdmPD8Ft/y9uI66PfEx5L0ET/++fpfju8cxvr0Sd5+/6tadP9zkxr4o2G+/WngHwL2CmL9BKg+/sAUDPwrE1D+JMrK/uFKKP527TT2wHI6/2nDjPvSoYD/eG/u+JLuHv842ZT87fyi/PjcJvwv6AL4raCi/CAv1vyTge7/xR+a+4T8xv1y/FUABfwM+H1/LPx9Q/D3jnkU/Lbm8v5HTfz+tJT+/ozgdPrxvxj4oDak/2UspvsiSWD76yEy/OH86vnG5Sz7KgBJAXvWTvvfPsj71N+4+3Vi1vr2Baj+zyLu+",
            "FM+kvltbpD59Ym0+GVu3v0ziUL8VHO4+muhevre4Yr33wWC+mcEoP08Wob8jTai9crf1vylFnj7aLI+914NqPj6aBz9/PlI/lb5jv4+f5r9xE7y/9OdMPzs/aL9FI/0+5+7Vv6eB9b/lS0g/DQI+P7EhOb8qt6o//LpEPjUEnr8UfH0/71vKPQfbCD9KQFU/IwzfvfqU/D3+07e+7BT2uoT7J0DZNsW/xK+7vCipL7+AdwZAgqMvv+UU0r2Feb8/sXNrvNTyMr/hPPy+PVgAwG7saL4aZm88tuybvBMlWj/28ra+Bf+gPXaHqT5ANL4/LapPOyo1Wr9Hpt0+uyB/vfyJCD4NQLQ+AT+dv7UmTj9XzLc/K5sLPKucA8A7wqG/WCUwPvL7LT8W2P6+X0XeP9IAij+otf2/bjpIv1eWf78DAwQ/k8HCvzENYr4FbEM/Og7Ev0/oIz8NLzG/rJiTPpiIob+DwfK+UBNFv9gMN7z6ERQ/rzvdve1yBb/DUZe/oUwsvl+3hL/H4lw9UZyDvVQmgT4PRda/aa6Pv6tGOj7+K6+/j7kpv7PsYj+DaIY/ryblP/4hOr9JEKS/tg48vyCBsb9c2QNAvaERvrpbRD9DReQ+FITGvWiw5r5Z4Jc/y0DUvtkt6j7JSem/UM+mv0pxkT1o79y+Ovmqv+AxKz+ZuPQ85LW0vyywYb9Byrk+POTIPznOnr+iBd4/ybuqv6qYnr9bEYm+WYtZP06s6j5Cics+I+fSv4ngub1Z1Cc/8+WHv5CGnz2yXO2/ugqiP+S6cz+3coU+zfTev1jgxr817wu/hLLxvi+ORz7+hCs9+raVv2WRsD6AfrM/rByDv53MS79D3Z8/c3gOv9Llrz8yqNC+v7MnwK+egj8e4Cg/GaQePzxDjj8EsfS/iRVCPqMpzr/hk9Q/QQzXPkUd2L801dc/qfPdPIpdzj9l092+vdqCvrSFpz/HbgQ+NZmSPfrSnT/2ebo/I+9HvuQCg79qawY+SWuEv6jTdT+RCgk/",
            "xN1DP33dIL8EMMW/5Nuuv7lmyL9LV28+1/vVv7YEDz9GdKm9I8dPvwgoTT91aIA+om/5Pt89PD8ryp++4lAAP9c8bT94Bfs9s10CPyfp4L7or3Y/Ca27P93/i79VKyTA6pTjvmUTdT8M6Iw7FPUvv7E2nT6arHW/7cqyPVspnz66AzM+tmuvPq0ikj8yOpQ/d4KWv1XxBj7woOw+rn5CvTX3EMDDH0Q/Xho2v7Qwk78xEGW/7Znqvuh9Oz88vqq/PrrHP+ljGr1DYwS/9/z1v+eCBz7+6YS/PfR1P7GNpL8gD4o/5nZSPzKDn70lapk/+UfQP4QWOD8fX1I/CKDXv1Cgyz8surA9PuMDvrRysr8Eug4+YX6iO9yZ5b3NH7+9tDZEPw53Jj9ViX++V5cGwJh/mD8IPiRA0fMRv7ByDEA0mDo9WZLcPhIi279cV8u/3ZQ0Pro0or82d6s+kOFhvyacrb04Iw3Avp6iP/7TgD/f5wq/aPWgP063/z+iSCA/rRQJPmQbcz+VF1M//qK8vnEEMr9O1ba+I6pbvpZuCED5FL4/sLfWPzlpDD+FwIo93uyfv9y3hD860ca9/GiSv62wab+LY6i/1eaDv+ETnL/HXey9SYOzP3f3Dz+CQ4Y/Ikn9vn0xtz4qL58+plpuPw/+wT4/iZq+T+7Jvt7V/b7r/+S/2VzBP/T0u77x0ak/bhUQPnhGTr9rsAXAiB+Cvzj5jD+ZJEk+8krtPzDmbz85kb2/yWjTv6iOVj/rCDa/aKJhv0GlCL/xdKA+ClAvQGoSgT7bIHc//PufvwF0lb/BxJ6/vpH0vkBWsz6HcF4/ifWMPqkrDcDRNmW+PKYTvSpDur7mdq+/LJ+VPXmi2z5lrt0/7HfSu/tJ9T/jxZM/mkP5vrBiAsCg5GS+5I2+v7QGoD72+ts9sN4nP/HQw79VOq2/8FY4vSvCNT+uEqu/bH6hPtalBL9eFhE/3VlZv4m3Dj8aOne/SpImvzyrOD9zdwM/6AMWwNrtRr4OO64/",
            "cNS7PfM9hj3vL72++toFv9VHVD/2wVG8uo84Px/Kgr9eTEM/DJeivg1mDD9kSXU/qYTUPzGlpL/PuHC/wpWaPxre3T/QY8y+UOaEP65RjL0fA/M/wHWNPqQ3UT8z5Se/zSnaPS69nb8abfG+DEC2v/byqT8LDglAxnAeP2i9R79OA/e+XhRHPzWaYL2MmMC/xy7avhfQhz9/p5q/T8Mfv+vEqL8XBqm9f3wpP6m5iL9ykLi/IdDDPc1b9ryw/DK/1/WpP5kagT0S5og/Uh1bPxVntj8xZv+/AwSrPWvMpr+MEMo/YlZqP3E2hL4Cwho+5Q9yvjjrjj5AgYo/Rl2/v4qsKD9Favy/b0IEvwfN0b+nR0m/OFObvkOyID+WJX0/6jrOPvy7I75biQI/BCoCv8Hr9b+hVFO/1m2svoskvr6Zhza/0OhxP2BrCL2OK6++lqjBP3ySAj/Q/nC/TYYZP/C3kr5ldQy/06/fvrk1oL7cK/m9qsf8v/rEKj8yhj6+xUdZQFlUNL9T3I2/1u90v+ed/r4GkZS+ovO/PyAQOz/ov+i+u/hOv6kxlD5wpjQ/h9nLv//JTT9Fkpw+BjDTvuCozT3pDJ28NFXZvgYgqL7CYO8+aROgv4ZYnb/cHiw+oqhpP2gvAT9KoRA/uCOmPr3nHT9qxgi/8DSsv37XAUBuC5w86DBRPnI1kL/J4Kg/9z6jv1Reob/mgCw/iGtNQFaYi79shN0//NqNv2E/Bb+5w4q/bdkCv17NgT5Fezy/tcTyPtCz2T7W71a+Uk4tvhtKGz7V9pU/SXmyPUSXOL8JzY8/KrSkvzVE978ZN4i+ezJUv0PvGb80INi+sONcPy6cqr96dR++5HMFP1CLZj+OVp+/LLQCPp6Nez6ejAI/2EoHP1O4Bz/gaws/QrQRwGFjJb9TYYQ/Cktav3YIeD7VzDo/AzS8P7fIob+qT9K+jiafvhLYGj/sF1c/UJcUv0ReyL83pAU/oONbvjZgkL9Hsuu+kD0ev4WqML7dpXY+",
            "vJW2PTBmxz6qpoQ/cChzP0k/qb6c0o2/VMV/v6mmZr3Gqq8+WNzpPtu8F7+q8iQ/LehevxZYY79QM5I/Lf6SPmGDFb4Hw+09+R+lP6LEWr4Irje/q16nvr66gr7ZUwm+MKvxPZtmBMAda80+3gIxQOSxVr5dZKC8NtUVP69K8r5fzoo+8h2TP4y2vT+fEoq/2y52v4DkB0B6mnU/GIPavguRbD/iPwu/WnO/vb8dkb9BohC/VyXmP0PAqD+ZpnG/WlSpvue2jb5ytq2/lo6GPh73wz6noZK/y6QBP3tAbD/0cAHA7CDeP1Afdz/S1wW/CyPdvSunKj+bO3S/rkKvvy+5mj90fg6/+666P+gswz73tpG/psmaPr3Dtr9fV10/KiLBv3X587+dw/y+z/aEP0EkoT8fWQBAbgOzvp/kRb+QfuW/KJ4BP+ukwr0CD2y9yN+Zv338n76/Gks+c113v2oPhj5kmHW+zYsPPxqfer7vQGi+wUTfPxLxcr6TkX4/e3BNv0hJiD8dBIi/k9ktvzGiBb/bZuq+mJ1Zvr9AZ7/By/W/H5V1P+zOqr9jlCW/LKAFwCYwv7+lfYY/QAJyv11uhj+AN3K/5FEsP4nEHL9VbpA/30yAP6oZDT5uKHk/gIaevmxSfD84kl+/rD8OP+AWaj++U5s+fGEpP9XLqL/sZfq+/Xhjvuqdwj7VuMW/9nM1Ov6gBEDwERS/lv3eu8JAl77Paps+4KDwPk3N+T+B8CI/Z6jqPjIZbL4VuOc9fZbvv/A6vz7OnKQ/LBNRPwB3nb7LV5i+rtZOv25y3T/9gQnADuZ9P9jEDr8n6rU/kJrgPWpAy7754qE+VPcoP9IaUz/Mo1u+9UCav4ZfHT/dQCC/DMzUvR1SJr9S6s+/9pa5voWeEL6VSJG/vySOPWvjED//XvS+fN7VvjF0jj/ORZM+NImpPu1erL7eccU/cHpdv+Sm179nDaY+4xCFP2rhFL+QN5c/uniYvzhVlr/7Mti8196TvqUliz45kNi/",
            "kQClvwUiJj/OA6o/Cfg8P+4W2j+H/5a/4D6qPrj0hL+PGJe+Vvawv97om79rJO2+AA6FvxA6LL+VcB4/hO1SPm+fFr9NlaQ+Gh4Gv1k1+T991qy/s9mPPoP67762QJ8//MFEPtDjK7+E7Ra+/MOUPzkECr3GK44/ABmtv/bhEkBcdc++tFJQv1GYmD5wY78+UT1APzvQ1j4Z/0o+bN2oPVQm+L9a6Ee/SIvxPyFSD0AiIz4/jUtwvrsp1j8l378/AKmOv8dhnr6ioyu/oFAhPoUuUj/NPt++U9Q4PnjXgT50G5E+UEgmwCK1cr/wckE/UwD9PvU1I78NJQTAVP+iPwd0HTsdJ2c+5XEmPnLZkr0Lw64/fDuEP3/xjL9AD+C9u9Vvvn2sIsB4kH8+2yVcP/7XkD3FEAO9ct+HP9iBTb8XeL8+wPgRvxPNsb5N4is/EitMvz//pT8foKe/mq9cvyYu2z8GO5K9xAUqv4g6cj8fJgFA5dG0PsBqi7/d/gU/CUH6v8HUxT97FJa/xsavPxJyDEAWsko+fzbzP8kpCL/mN4W/TKXpPmSezL87a0S/Tvxmvx+nWD9vhIq/YX8fv/1FdD317dO+L7HOPvcpt7+rkwc+GRajP59UtD5DdAO/w9ynvTitZj/lz3g/vnCKvyzcNr62+pA/nkNSv6xqPb7TcPy+SXqAP31hBb1qHQA+2I4MP3rFi71abSK/iwvLPg4vHD5Kgty+APHSvxmwH784LBM9v8kuPp2cqT/YZT4/3eMCPxSmAr9aFLm/IJpzP5cXND90SCo+HHMvP9yGlr+p+FC/9r0QwF6Sgj7FAme/X/sOvhGaFr/fR6U/i5mBPj1Ztz+Clxk9L1iCP0dSpT9F3lY+At2WP47EJj8Tjxo+7G6oPx/Ncz94jkE/9YCJP6bc9T6r4+e/yj++v/lHir9IGZY/q/Vkv0Erur9VPGS/PmdvP+LvPz+30Qy+4BWAP506Pj6nYYE/2TkAP/DDrT/ZRiK/7JUyP/TnGUBooDs+",
            "C+BQvqM48L11GI2/PhgFwEPprr+cp4w/iRTav7zxtD856Je/WEzrPvILET/gK6E7j2w7Pu34572wmYq/Lw/LPmbftz4oGZS+KyWZPyH4Mb8Ukwa/WooXP9Qtjz/nngRAhlE+v/UPbL3Z6tg+3XbQvrDjmT7C+sG+ejfRvntObT9agHK/Vep1v/3qTUDt8sY/GkmcPqL6vrslxFi/8rY4PuTqlz9XVYG/ztaSPnYO/L1j1C0/KY7uPkliNT9Oveg/OJyfP56jVL/NIK+/wQEQP3TYGkBa1Va+mvG5vm+unj4OM9Q/Hg8fv0WGBj+HEkU/zhL3PrMb2D/T0BW/GwZbvliKPz9Ejbo/6Hp2v0h16L5sDVC+P6oqv/Gfkb/rJfq/8LbsP67XZb6aOBK/Gx9JvzGdQL9UGX8/apNeP6Dgij/kESg9upI9P8nCfj6RkBM/xh10v6Xe3D71Cm4/fbzBPkkqQj8txoY/8pHuvtVzxT0oRCG9ovrwPlZiIz9VcAzAAJ0XwO1d072Kdae+ba2pvm0MXz7Ywti+Nx4Kv/lqfz9bHwM/ZNmlv8MtGb/LsNq9e5Hrv8/5kr+S1CBAXh9GP5Lk1j7CZq6/SQWrP8bXnT9FCO+9ui4gv7TYqb9k/Ki9mbSHv6qv8T8gmaO+qmk1vtVvCr+oad8/sjcav0KvBL5iFhE+GFEFPxMBHL4sfx89lDDRP8rxBD9ZhtS+1jpBv5A6/j5BJ5O/f4m+PW74LsDchjw/fmyuPLpNNL9SBhU/C46SPwAKDr5jcoA/NUMVv0E1dr6moXg+A6HPP0FE7D5Awqy/gJEJwCNkaT+u5OA+JE8OPxzLKb8Yj529wEeUvyhyAT82sye+b/3wP7VLiD94DnG//eh0vz6cpz6fUe4/QwubPgZRw7+9O6a/turYv6sqrz+F5Qe/tehIv3IiCj+K2SS+JYsDP4FYMr6jW6I/WUnVPs9B0j1VUc8+YHNVvQJvmj+gFFE/bRoKvrl8LD/nmoo/03MFv1pVTMBIybI+",
            "NWwqP9rBvz8Zw6q8DTFvP5YPjrz6zCu/O5QmPl6bVj5IIpO+cm0sP6pdjT2PAH8/SsFQwGXmBr+KRp8+XNV5PyXLmj1bo4q/aahTPyvDS78ZHrg/woMmQOqLez/NfY49E+ocQM8M3Lwdowy+aq6YPNfR3z6NMT0/qGwhvp8gBT5XcEG/bMeAPgwyrz95BTM91xLWP8zsEj9iOZk/tTrEP2Ab/j/8tXO/NJfKPzo5uz+XYNu+gXDmvcUjVj8CN5s/Z6+dvqCTNcAwYXe/+tcmvXpoQr8Bxkw/Mbnrvoy8zrxghdK/ASDaPxTJoL6DpIE/FnzRv9wo+j2hIFg/DEW2v4dvWz708A+/wacrvyXxmr0qIJA/Lg5TvxzOF8CKNCtAo3xyPigQXz/7NoI/2ygQvwuFwz/76cI+GdjAPkDbvr9xJla++SqRPjsDbT8ayQE/AoGCPntM8b/khrA+oz9qP+P5n78nIjo/VcjMPkE8Tj2GwcQ/2MyEvHxdHkBqNay/LtIDv74ORD9h6JQ+b/CaviWxdj8Lms893xUKv2XWnj+ysPe/afKNvqYF0r6ZOrw/m3TcvgNh879biR+/DvIDPxcs+j7OOeW+UJc2P+fCQr+zNS+/sXjAP9khQL8fpJG81e9yPyMkE7+lE+K/En9mv80ior45OkY/DO0zvwW2Br+2MKi+lWW+vqHNvz5Wl98/bZGIP8OYoD7bZKA+J2PAv07+yD5IT/y+oFVdPwGseL82kaI/Fkfbvi/ofj5sH8G/s96sPy2zjL+XQL0/snnFvyQGHL841JK+cywOP2L1Gb+Vkbe/dSqIvzjDQL8zq0S/VdHQPugJ1r8rOWo+UH4Dv0u2y7660t2+22nXP8/YiD/Akro/DJLUP1W1dz89za0/wIRRv0cZXr9tTpM9mDyivpB4uj75iDI/JghEPUP/gj/540Q/FAGGvum7Kb/R87Q7N300vQw34T8kJ0C+YG94vycEfL9Eksw/5wFNP5CFtj77bJe/jf7YvifEJkAnWDK+",
            "T6Yov8w+Gb4S5I2/tNZjvzA+Ar9VlGs+A7TpPkhLmj/vUy8/vEshP9+RnT2lRHU+P7IGQHMCWL/QskO+E2pAvydchD55rrG/NGdqPkCCmj+w+z++M4oOv9aOH78s4mQ+IxVJvzk+gT4VQh7AeH2sPt5w3r7+dZ6+HRDpP68EeL7rVMa/jj2aP8geu7xIVVO/om0Nv8AD7z/JBfq+vX2Tv6r25j6ZuA296I7MvkEOsb6V7MS/EuxAPxQgIz0H+eI/+l/Uvt8ocL9XFkc/G/ZmPgj+977TbzG/njixP9iagb/kNqO/wSZTvqVs375sM2U/U8Efv2zzAL8uvnY/Jdetvq3B677fpfY+O4gMPyirLr72z5e/JjiUPk5KH7+xAEU+wiwsv4geYD/i/42+1oITP7WlKr/fuhk/OMz4vvm36z6bsvi+bX3DPhUDjT9ZWpK/LJ82wE+wsD/j6QW/DfIMv8+Z+7z8+qg++mh5Pwoxlz4Mysq+yHM1viNMET7phfI6+gtPv5/r8T/z5pa/E7jPOz7tVj5CjRa/pNQcPVnxJb6l4/k/Ubmwv2gv2b/sRq6/z/+xvyPIKb/qvdG//B4VPIQ9PT8K4Ky/Jl2QP9Q1m778fT4++B7+v9c0R8BAEME/cSUOwJ2BRT9q2xc+06D/vsn2bT8LYaU+ApEtQC0THL7aP54/vzKyvqNh5r04cmi//Jrdv0LGFD20CIM/R3Arv7rEqr5mY64/gEM5P+VZnz9YEPg9Ub/FP0i9o7+/hqQ+OuB4v6zWGT8oGIE/mX5gOo2D2D23NCk+FTSjP7hIwr2y5bQ/qny+P1YaCz5dYsq/UVX8vo+PR75ZZok/PQ6aPt6OIz9CKLo92hI8v+JrsT9hgARAvvJbv3jBsb5P1yK/FZr/vnoMvL/06QZADKMmP1hQfj5VOoY/LDPKPxQ1mD85q3I+Y5l3v2txCUBz0eI/EyjTvU8uhb6+rQ8/jPiYP6U9or6KOr2/01xOvq28a7+FnMW/PpInPnFb9z6YYp+9",
            "yT7dvq0YeT9vURM+fXMLP3h1qD9bPw++YIsav93XYj7Xyfg/Gz0Bv5w5AD9Ya8q/lmsYvzRvoL6O2vU+jR37Psydkb66ass+kr3fvwyFir+AuUY/favYP+y6JT8lYYY/zKYbv1NIKD4pMQS+bN6gvxAfbj74Xlo/Hj3Ov/Fbsz/uO3k+JY5HQCl2yL8EMsm+w7BrP1pEQz+/dow+zmw6wFk2or588iE/j4TKvwjGUD8Ysv6/9oh5P6FLbz2kvD2/iZEOv2eTnr75fu69NJ7dPVU5Iz+AL7y/RuuuPybzYD8r6ay+5RE2vvxd1T98fRC/zABmP9FXxL8tJEo/GHYQQOg5Ej+xir+/PIPuPiW9Nb5jnYu/bMUkQJh1CkBNF6o/++AXv8k5jD9T7zE/WCaxPs8P3b9ogwo/3Oq6PdigNr+V8Vi+/r7wPl3XGkCZLiVAlVkWvxIIk793/z0+PMm0PrNPnL8B4wq+BLo9P2G9Cj/Saqi+SbSbv1g30r+/nU8/BiANv/BUEr+Fexi/Ok0uv/NLJr/0UI8+Cd3BvnIlVL+Yx1e/LmNtPwOCBL+qtR6/VWs3P7911zxd+pq/SjRqPwHjOT8abDe/zcEQvlt03r7HfW8/I1lTv/roMD7ED9Y+wkKJv52vojyeqhK//HOUvz4bB0CoDa+/IAcMwNaS9L6lbnI/FuvEP+Oekz8qFwDAQavOP2+KVr7+4Qo/d7hvv2oug75I4/G+GNdXPxobrT9cUbG//QoBwHpPYb/9ldK+nI8dvwFWur8z/6M/mUPcP1Pc0j9Z+LQ/ZHmcPnGRxj+AOEk89B2XP3Cvtb46cN6+a8vJPrDmPz9e+M++GPTtvxONrb5u8zy/QoSev7xEgT+F2WG+rAO8vBH+WT4Wv6I9z8g/vlASOj9oP36+D9wtPzBFsL+cShE+feQRQOMEqj49SCk/zJk/v+1/sz63MvO+9FA1vn6PS75oaZ0/fgEAv2b13j+sO+o/SbGLv5cPLryYHgu/xPWFv2tJZL493fm+",
            "ihlsP7xXmj/kivK/YSS5P8iYar6TdX6/UgUGv1Xyt72RNtc/b+cSvu0u379YJu09GxsNv0xKqT7L5Mm/FmzJuzGB2T9b1FC/cNJ8P//yi7+L+VE+Z+O8v65/hj/arsc+2ZZ2vzRUkD6aFAM8W7ljP6EiJr6l+de/fYc2P6TdEj/z4AW/jg1Yv8PcQ7+MbZ4+NpeevathgD9Rn569VVoCPng24z7VfK8/wkOJvz/IeT8j2fS/BDx9Pky7aD3OU8a/gWoJvbeqGj5Qski+2PrXP3ImlT5L6wa/2bcAP0jyxD80ahk+rmxvv1Ug4L/k9BTAkoAXPiHzJL8vAE6+ngYdPgaZgr0FMCA9c6eHv3o22L+CfY4/owi7vg3sfT8vBzE/7yKWP8UpJz8KeI69TCqQPlQF5j7O6jK/hkoAvlV33L1yJQxAvd7kP7ng3r9vidc/sZdXP0FGbj86y7c9yOmXv4cTij/iIwtAlROqvqwvg78I91m8hk2KPbyPij+vtxY/sbKUP4aAwT4SZNm9ynrzvhNnw77CsZI/Rrdwv31VCD6lMzRAKJY7vyYLB780clC/YWy3P3qHdL/PvB+/GKs6P3gSEj/wj2U/NSwQP5yloj9Ipqq/7FTfP+VskL+rSy8/7YkDPqlhvD7juOO+5OYWP4Di8D00o0K+F/3NvsuHdL747qw+F/WhPlGSHr6bBwo+9dtuv6FoYD9et0Q/Av+1vxltgj5f+iI+Z6jpPS1ovb4ljOo8NmTFPlZ7Sj4sZCq/eVMKv8aV0z06MjA/7UC4P8Cou79ijZw/8C2NPzKr0j5aycm9UZgSv7EjgD6VdW6/Cb61vq7MBb8LRLi/MMKiv8To1z4lkka//EXxPqYrYD/2yMw+wp0iv0kleL5acKs+/+K/PyUW1j70KZw/LK8vvz8mnb57jRO+M3k2P9MnPb/WG+q91KVav9MIxT4bFHU/XcZ4va9QW7+bZTS9zU4FwKWw7j6KJp+/EzdiPzTLnz8P9wtA9bqgPzLH2b/ODA68",
            "WaPUvgRsmL/bpIa/T4aQvqRyFb9WyRo+4wFGv+t6db7RF5S/5KmUv0Z4gL6swn2/n3DAv/aA1j5drmg+RUyiP2xPFr4Kr2s+/gGRP6u18T5Ip9Y/jIgLv9mbGkAj4Ty/eJZTP4MLfr0X9sg+JLJuv/LJxD+jrJS/5frgviA/ijx9knI/N0jPvmljQb6ODBi/I7+HvzwfEsASndY/szfFPg1TTj9+kKS/FrWWv5GTaz4xcDfALMkSP3jL7L/KGOe/v+aHvXaCtD11I76/IImHP8HY0T3CqqK/IsmZv9ewGD8acB2/mah4vVPoCL6Uwj0/yOS6P9oIDj9wO8M+OkGePw13b75hWzC/1uK2v9XQhr72RJW/aAPOvDQRx76XUye/0rjbPVcqJz+vuZE/tqgsvywimz7GTvO+vCoWwJAj9rr28PW/+GgevrAdZj+Nkam+QWYRwC9BZT4wwJi/JpqTP5O/Yj9fFee/kxoJv2Pq2b4qmTo/r6kvvs3Uub8Xq9E+40Hgv+WuMD/OIW4/QNGTP5PPUb9NxjO+ipdAP9Fmyz8LMIU/IimSP0GywL77q5m/gxQcvwczgj7cBE0+QrvCvmQ4Yr+ZuQy/Kgj6v85Lhb6tjza/OqarP+YVET8emgW/MEQPvxU/KT+oC2C/GoetP15G3D7s0xk/cSvkPxQ+TD59y2S/ImOGvrPyOz9Azwu/93RXPcenhD/unGy/+l8QPmgjBL+fnKy+mixov778pbwSya0+KqXSPhwG5r8ZSoc/+xSRv4FcAT9FdUS9r8HNvot7Wz5oQLq/Y+66P0ZgMb8gQEY+bHahvw5z1j6qdZ0/UFucPxkceb//Q7Q/nw2/PxzKmr5FtiK/sA0tPvgZh7+DOPu+ItL9vKypeT45xou/alqRv+Tv1T8bv7o/yHLivr+Yu75drNe+1zT8PgAjcr76mSs+r88EvuCzWj/C0DS/8U0YP3hAfT8R8XK/PgJQPTE8YD4j95I/dCGdP4Vzjb5A3xw/LY7KvkAvq7+yjx+/",
            "GtIEwMq74r5wmCE/IoBNv3Yccz0JvvS+jSFvPwrHvL/xIaW/SGSXPk8ZgL1JgIm+wcm9P8rzMD4rSG0/ZqCPP4g7jL/5UrU+CXR8P8tpeD+N4gtAtQ6mv71Z3L7AoVu/dWOYv2InSL8OhFY+v0zGPURfS7/j8z0/cIURvmpFkD/r8YQ9OdNhv1WYBT+71GE/iXIMvvGPhr+vvRk/rOgxvxB8rr6URTM/Vx8awEuXSr/bPKU+/L35Pcp7uT881KC/y9rzPTF0lb8jXBw+s6Xhv7pnGz+h3uW/v7Gkv3NcG73ezA0/jBTYvReEOzxqbvu+7pVpP4E+lr41HGm/3O2ZvlLcsj8Q10K/XUx6v4/L7D5yYn2/vaTQv/l4uT8S76K//qK9PqIuKb7bE/g/hrooP0vzbL/EVUi+dfmAvyGcob6T/9w+aGmNPe2VAMCMFo8/ig/UvciDGL//oMm/MmttPWKCAsBWNiA/3jOcP58yVj8xZkG/2MI6P4/CVb906oc/CBJLv+WQtz8dH76/+k8kv3nkxj83AK+/F9o1v8tUGECq5dA+U99Mvg9+B7+IMxY/A5y1P3tumb+1qai/wVzuO/unBsA5edy/gT2Kvrfl7L+evcy++lGBPjb0O7/q2eK+Lslav4D9HL4rW6W/lTvdvex54j9x/6U/aaqNvihYwD5u0xe/v/1Wv09TnT8EeQ+9yVYGPwZZub+gBgm+4v0vP7wqK7/B2Ti/+N+DP3YEJT+6da4/Xdadv35OaL521LA+8OIlv+x8gD9hkTC/1Ttsv0wzBMBKcB+/aby+PWfIJD/95h0/1xDav9SvtD3m1o2/Z87NvlC5A79iYPk+9SGeP7t0kr7cjEC/UMyYv2FJPT7ZrHa/iHoHwJ6QuL3XXiu/60PRP3tCF7+wQjW9lJC6v20flz/Xpgi/aKGSvwOluj/bJ+O+Qw5yvcqwsr9WUhs/uVesP2oeib8Kuuu+VhSjPnbxEj83KCk/msnvPmzP3b0VjJA/4FcIP8rc070SM8Q+",
            "6B5HPbrbtT7x7Sw/dHlCP7nW6D6PS8e+rYv/PxVNPD9A3nu+z0qiP9dHIL8kV3m/8No6P7DGmb/RneY91IWfv7ossD5f/no/fT20vm8OkT9h+hy/HKA8vrylLz9VmQI/9SwwvjQ95z7K1di/Z1JDvy1VFL9WEXG/s0sLv+F3Db+HK4e/Cm1GPynUWrw9ozM/PitNP3bi777BNZK/1J+Fv3Tpir7pSLs/hW2xvroW+T7/H4a/Za/WP3ixTL8jE7W+x7k6P6J3vL7G0+Y/h+6VP8Ytaz6wmD2/85IXvzymtr8gy/i+51b9PIpmyD3Fm42/xKUVP8Zo3j8HKc0/AqyKP78ZAD/bDLC/lQQSvkGcJkC1ab48J9AgPtqCDUA4bJa/j6+ovtJLFb8ju2c+j0fwP6Ikib/Yzbc9dYtJv18wMEBUeLA+8aqLP5RHCsCiPIO/5ZlVvra9a77ZxgG/hZBcvndHdD+dWiK86F0Iv6MkoL7ZJCg/6alyPl6bVr+bzxG/oUeIP8wHtj9nf8c+IrUAv2un/z5anI+/ziqhPxrKkr/sIqk9LpXdPa4P3D4+jt2/MHGIPlDntL/e2Yw/TF+Lv/Hper4iZQ295h+JvtXpib/XyJq/124kPx4Wl7/6io+/UtPyPowqmT5LG8y9wFoLPxb0Wr91TKE+twDqPv1i0T6Gw/w9M3NvP66v4j5Tt1a/kDaTvnlSvz+I1Lw/Tu5OPzG+l7/BtMC/tv8aP1pimT5BWvQ+R5pQvi4zCkCGH4a/GbvAP7lHTr9IGnS/egGIvzRWpr9+kkm/270cv1aLGr+eI00+8WgbP20anD/fcTi/ztmkv5NFND/MI5y+dsmjvhjgaj+1HPe/UyFpP8096j7t3xq9fcEXP+LxqT8wcX4+iVNdPd6t3r6mJf6+juPfv7TWg7/Fbfk+mPOyPxRO2r58SgW/BOmcvRQTND7OxPk+9CDVvhB7nj/011q/egUbPd4fCsAtDlq/v5mdPVYdCD/mtQc/z8o3v7ns/DwM3mo/",
            "eXd6v5/Gpj7zpOu+NI+6v9mueL/zC9Y/EH1Kv+qiRj/K1fK/KiiAvrhAez3Ad1Q/lhVJP83zY75x/nk/0FRpvz/HSr+gYaE/QuETP2Jsob5QCTc/kt4Jv+AknL5rd78//u70vixS6T4NHTA+NDvDPwJqDb849su+fCKfv86sBD9AmhrA35LGvjl7hT/spyw/EbA4P7RyZT62KU0+DdFFP8ztZT/vB3o/eBOEPj3qI8AmEZm/sQ40vQ49qL9JSAi/jgI5PxMjXr6zVgHAj9oPwAR9hb+y7io+YZcjvrzCe72DhyS/Fn4Fv3BZzD/lDLa/0xIiv0tTpb/v9kM/S+E0Pr9x8z7uLME+3xyav53TMj+Uzxi/xI6cPrLITz8okgNAxVSqvfxnhT5Kz72/l5hhP2HzGj/G/vy/aYe8v0nvjT6klhU+D1iXvr92lj2H0vS/SAvlP9nsFr+vXLC/zyw1vuppsD7nIYw/iWDiv3zcAD9RCjy/NRQvQG2HcT7ilIg/gPVLv+JErr9f8gnAmSLkPmtmEEDsyRU+Noi2v2cTTz9c272+cFf7vRDBQD8AerO+sBEBP9Zt/T5nvzO+dBlSvtT6gz/j6ay+zj/3PuK0E8BAtXM/BCa9Ox+Upb3xVpA+3ZKSvz9VDz+Qpjc+cAGuP7maqD7UdJq/2hGPv6m5kr8JCYe/wHPPv0MpBr+uADM/O1SLPv+agD60RjI/ZIeNv3WdB78cPQe/umqfvdrOk78AEI0/+t+UvqEcVz9wTQXAb51RvsKNj75BSA0/tskXPeMJxj4LCqe/Dr7LPzbZeT4toxy/+PU/P4QLpj/F+EE/qjREP2BzyL37Es29X8RvvuTTjb8KKWA+y0XhP7jd9r+tQIe/+zI2vxUO9D5PD6k+Er4RPkopcD65DCA/O6EBQB5e6r5Jsoe/H5uOvssJDkCIUrQ+XtYPPxNJvj/oW7i+0Ft+P4gosLvSp4S+FzcUP9v2/j5YURq/VhCDv2WMhb4xTH6/4lDRP/Nuh7+DfvC/",
            "7daRvnmtDcBjT62+p1IMP5qXVr+cJsY9AkqRv+bO6b6gqDs/gNsgP0ZmKb5mrYQ+nQVgv3OjUT+wDJo/YJegvb59VL/ArzW9aOh5PgGugL4tWVO+Vmixv9gEwz9B0TFAQlVEPz9CYD7lFC+/S2adPtRvOz5SFUi+bDerPnlLRz44eUm/sv41P6K8CT9okwg/vZqGPtmA/j4O+5q/3+YLQNpacj+yZlW+ywBUvqzpeD8HMSk/o8ZEv8HjOj88I2y9MOWCPrlI2L4vNsU/mVLXvgZtqj70wb49nZvjPnMtsz5iXaM+je2wv3u5EL9HWni/T9O4v7s+rj90cXdA+OwOvhHmhr8knrk9LBQhv7sd8D1m27i/7oZbP7n2iT8jxPy/VJwXPsTe3L5Uspq/UpnzvWXWtj+STlu/Nz7Ov53pAb8LYi8+QD5mvkPIir+WZkm+HKIEwMsaVL/azLK+CDs1vye5Oj66X16+e3HTvucfsj9i13G/eDkdv7kYQD+ojh2/ngoHP24pH77tUYo/FBIKP0Y2jj9Kvoi/cgrjvgner79Dkhg+rDoGv7Uhkz6AXFa/hIPZPqLPtD9lx4Y+NQGVv67vbz+hrZU//4quv7vVxTtif6Y/1997Pn1skr9GAj4+nvwMQGkmTL5I7JE/VTmQP4OlkL+IL/M+pxcPwDJhQr9GjaI+cDTEv2WdfD/rtfI+SuMYP2IzD0A50Cw/YyvFvqj9rr9I/ANA/waIPho72D4f4bg/MIayPy0eJj4k2ZC/y1eIP/FnMj6FPzQ/Qbbxv1ldOD7yxHE/eg2Hvnh15D54cKg+81oZP1Zvwj8It0q+Ik01v4SaOr+WxuW+IU7CP9oqpL9jqtI/c6xDvRkeEcBHrrW/J955v6JRjr8UyUW+726Pv0ZNUL871QK/9Aorv7LTXj/LYzu/d0NbPpWAbz8ZHIm/5YhnPoaK7b/mCyA/Aq+pP9jUXT90Mjk/BVD4PzAqkD/jtVi+ARJpPpTDJb/FZKE/xpT6vuqj4b+vR9++",
            "XrHcP18mY7+88q4/1e9bP+NA3L9KXDE/1obUvr35D0AYrAO/eJZ5vyQLyb64pFI+q20IP+wOtL4fEuS/Hel4P+RVKT9q6Qo/30SyvlCanT/6umc/6g8AQL6MsD5CQwO/R3ynv6/2Zz+wgN2+pOjvPxgN7L5vx4S/wCmsvgnxE0DJh2C+x9UsPhMwljy4qh+/zAr5vo9RK0CuV1Q/ixgsP4H6fT89WFi+4lqzvSJe+b6cZxs+qQmVvlqqzj+94bw/RtBIP8RznT/VWkY+gPo0Pz+cz75z4vM+iKJQvwe0hL9C1SVAAaH/P2d3sT5HiXE+LbIHPwez9z7C+lo/A0WuP/j7GT9iVrS/gvlsv+ffiz4LOg2+iHSRPOcwDb9PqLo/wKjfPt1tFz6J6JQ/ZTuYP1eKBkBsu8m/OwzSvW7nOT+lCuo+3QeBPwagZ74X4ABAyqbWPw3ooD+zmDo+P2yJvxD+/r3fQ28/PD6rPc0YvD1JhyK/CDdAP3Z3L7+OXYq/ypYeP046ZD1jSos+W/8xv0HxSD5QYf+/hpjOPZnVYb8hgDM/uE1/v0cqiT+Y2xI/S5+Nv/ZTuT7ya8M+dIblvk+jnL4wd68/GeTCP/nb977PL4c+L6blvkQ5qr+6vOM+YQaAP1lTfT/AjFq/sAC0vK5ZUz/d/Lo+hKMAwK7Ga70ayyA/REW2PX1yqb5R0Om/UhUPvw3+lL8K25C/RPhwP/H/rj+fCPc+Rql5P7I+Ob/UxZe/enxHPyCr6D3K/9E9ZA1Nv1c6wz7RIa6/l8jBv+gjnT+WZME+mxCmvj5QoL70VW4/iVmGPyXtWD+W/YC/Ah1mv6GaoL/a/Qo/AnqRv6BIer/UpVO/eDd6P63DQz8RIY8/QoELQCZypT++G4y/WsezvYvtHz9X1qC/GaOKPw9Brj/wSsk/rTYOPvG+6D+PRuU+9xs0P4UnKz7jcBk/aWYSvplb8j5qcmq/iYd8P4I+rrxFx+I+6WyCv7JEZT90XhY/KG6UP4K60z0svBZA",
            "Gk93PozZdz+MLNg+YnHJv2bBQ7//EfS/n9Fvv0zyQT+nGOG+t2ABPxMUij90lAK/a1mSvhzdA79uDIW+ZQmDvh/aWr/GQX0+r5yAvvhJ2b8yrMW+3GKYP1NTmr/zxE0/XRdCP8q9tr/XaGo/Ml6PPUJTjr/KhyG/vWwrvw5qFT6afcW/pQ8kPwBwuT9oDQk+5uJrP5wkMj5tPSO/VwAqvUsrUrwWSWW/SkjhP2yj7ju5mIo/ngsOv8zhOL5qNeM/hkayPgkOML7Z+Zq+kv7KP6CI4z+uCA6/go0gP6TyAb6RBvs/FMpOP9mo1j6ghyG+yzIJQKZT07//Fp0+rgIhvyC+8D+TLeS+9hxfPtikjb6vqpw+KtQJPZXwDL/CG4s/PojCvsXwLD+rDiA/L4SDPhcZuL40xA0/QWJVQLOFWj9YV6+/nVSfvLa9sz4tu8Y+Y3xXvr5Yij+QxOQ+0Bpcvyvvb764MiA/SNbZPn5JuDy6Gpg/3kwPPhH5Xz9qxdG/+dUyv3Ho0D7/KoW/1z4PwByjKj96f+S+1y7dP4JsF0ATK6C/toXyP9arbj/DMKc/UPLAv/13kD/r7BC/rv9wv/YCEkD0MrS95vh5u0cIAMBCP62+zAPuPlNH877b96W+auI4v8lDvr+B7/2/5NQtP9W2Yj8g5BW+XWM/vy6h3r2Nlhu/GVWFvwBbDT9+LZm/kSU7v8W7Wr/UX7G9IZXrPkv6dL9LJQW/AFWDPkXisz67Uhg/n/r2P3D7h79cqFg85uYlP0Dtqb+2iZM+r9mnPrwT8z/PNBG/l/17P/CcAT8dWIA/IOHKvxjBgL969vo99t6CPloyZr/LRP29XJGMP8HFOz5TuWk/HmWHPmNjOb8NXaw/IsKzP9TIlj8BbUM9cVJ0v6ClnT+59kG/S2q2PtvSnz9CWjC/JpXzPm4Kyb58YnE/CCLOvweWPT+Xq5Q/uKqKPykDlL/aF7O/X3H4v25j+z+6egy/I6IZP2qtQj/75S2/97xYvyvIlz8OeL2/",
