{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              180,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              4,
              4
            ],
            "strides": [
              4,
              4
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 8,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "b72b7f3e9088a236c602fba5895a5988075eedec031b9dcb1702df72082b61f3",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      180,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            180,
            1
          ],
          "values": [
            "hCwCwFvjyb+kxzi+xhazPxhQUL8SIsE/QEhxPrFsD7+Z00M/r1iNvhgeij+I8A6/aVMiO60wnT9NPXa+oe6+vw8Bnj+FWs8+1s8Av3yvz7/x6SU/MyD4v/W6SD/H2Cw/xkKVvg4gpj53K86/ockZP6JoeL6MzYg/ogsLwOVpYz+eII0/WV/fPmsLJz7tuYI/bKWMP2WgbT5apBE/FWB9vgFjsD4PAJC/9e9vvjO7k766uem/u8yrPxWxDT9xe72+aPO9v8Hp7z9M7Ee/t9TPPrtuQ7+l4Y4/h/JyP0XTdL8PRoi/rpAZPQ6h2TyBsyQ/CU7zv1VRRT3nQ0E+F8WuPjN+yb2Avbu87/IzPq0PqL5OL9c+IirBPcS4i75FDiC/xiLfvvmuib+J/xy9Wmyjvjq7qL6B5Ku/NY73v/Xl6L9/KTlArJviP6sOdj8ZqJm+j/kyP7+NY79oWQg/4wHsvl5Snb0zutE+vAojPX09Bj+qZsg8N96WusKV1L+2BhC+scMJwDa1qL9kRVs/jrBMPyvVJj/Dv72/MSyKv5zglz8krEu+Z73cv1/Oh7/eues/i9sUvx11gr/1Hwe/YzJ0Prqqej+3fcW/GxxJv2srGj9DS6u/e3S3vvbWDT90rJ8/ym5Pv+zeo7/ge+M9jC6fvg1v5b56cLu+f6VZPm+gkj0MYZA+GZocv0O6HL9LXzW/n81tvli1IL92bl2/HYzuvqgRDr9usnQ+3fqsv0LDWj+Ilcw+QB/Jvxd7IUAlRsk+Z9z6v8b0j78Dd5c/zSAXP/HUfD9N1yK/Ar3oPrnYEz81Cjk+qpG1v21Njr4HemE/+mc3P5yp5z2ZEfY/TkFDv1wYyL/gGZG+LDigP3FuAUC686m+df3+P1TSEcATlg4/X5c2vl+bEcCDt2q+v6dsP5xKFz+G1SC/LiWGP/8Lsj8Dq3i/SIDUPsFRQb+HgLE+Uq2Jv5sPCz/xisE/e5+Dv0amKb/pT4Y/dFHgP4aX6z0s0ClAdrz/Py4xVT++Ezw+",
            "QFoGv9elQ7+TH2e+niJVP9au4j/yjSG/NIfBPwOyGL9RTmi/9D7mvWklTL9/XjY/nGRwvsmMGr+ZgKC9geLBP1ruyL6ncxQ/Zz3EPnGHWD7cjAW/ywkqvtKRdr7J9rc/Lua5P+DtJD6IEi0/qG6YPQdHAUCh+y+/kTmxvpgGaT8gWpq/jplLv58X7zzLwhs+NpMjPpsfOb9mHoK/RmMXP/Ke0b5aHIE97puCv1qwqz0+the//wKQv175l765zwRAithAv0u1Fj5OpjK+Mjedv744J7645lk+XzqAv9E6KT/Ws1+/pBiDvc32TLzsXhHANP6GvssXCT76jyjAtOZgPZN8+759JBS9Uw4Nv/X/8L5IInq91pa9PmJD9b719L0/8L3kPyl0jL8SEEM/+0Rxv1mSjL/Tc0K/YFwsv8TAP78tdAk/BJO0P9zJR7/8fQ49QJy6v44Gqj3omD6/TeoBQHNY0z/ZeKA/dtSoPwclqL/CFXW/remOvZbL2j87Cnw+ywKXvugNUT+jh6A9nbvxP/GDEj8Ml6Y/zHaMP3LPj79BGmu+8mLmvQijPD4URmi/RcVnv1ejhz+onKC+MIyVvr4laTx1jys/AVFAPkaeAkCHBki/1s96P/fpoj8m2G+/c0TUP5TDvj8O2Ky/1FZCv3DNkT6kLrK/hjsXv8lUmj80NcE+rJSsPl+6Oj2N6Ok/VcKSP3CAo7+OupA/wIODP+T1Pj+SEBFARXdvP6l76D8lXRW/U4lqPuyzgL9B85K/36Wdvfdkjb8U1ze/JHqLv3Zy5T85ZLw+64Fov75TK7813Ho+i56/v/w+ur6RvS9AxxupvlTYbb8I3TFAMhPDP+pOhb+Oc6w/P7uSv4yChj9NZbw9BP2ivytPQL3rDNI+psztv7NUDz8MFFy/a40hPnG4CkAFVYm/HKenviM4Eb++b4m+420TP/7HQj+Yfcy/J/I1PzJNF75dpIU+qSTRvtcka7/ibxM/6XgJvyqGC7/wQZs/n26av7BrGz9CF8k/",
            "m8oOP82XrL/uEFi/hkzmP2p0NsBcGA0/BPibvyrvaD/ian2+kzrBP4gxZUDxwqq/Ms7+OyF6o787tos/Rem7v3P+lD88mAE+EhDZvixgqj44TTY/Q3pJP0E8FL6mZKU/swCmv2XaJ78yixRApizivnhZ974ZgR4/eZ9QP1e8rb3oLe6+AOuyPeS8E7+Op0U+sruIv6Ot0j+iXfS//VqDP3v6lj/7+W0+V6CPP6G1lr9bM6a/NQuNvka07b/aGYy/OgA4vyoiCL+SfEE/hn+wvbeQMj/Xvc2/F9YuvnFVUr9sgci+zB31vHxgDj/7MQg+X3yMvoxBij/P3J8/wTT6vt8Hqz+cfPk+jauiPy3Ubz+iQ70+hga+P1DBtD4g1IO+S9WAPjgzDsBuFIO/75XJvpgwG76w5W8/TLKLPygb1L+IcE2/orqbvx2ezD/kYNE/Bs73vjOIyrwJqqa+weKrP0jsjL3Ew0u/95/rPia5tz/rMQS/TED9vrxKGz+R50G/QS5RPo1CCMBpbaW/R3N5vpZFmr7bY6q/pX5vPsm0Jb/VEte/muyHvrKTxDzE7Ye+vZ1wv6Fwiz/kS8++R0WrP3b8aD1Hrps+nnMZQAKepr86OUm/AU0DvwAPJD4BZUe/4pt+PlFzYr+OsnM/ejyzPmsOQD93rfa/ckIZv34+MD+Y9BJAVw2IvvEl2zxGbyS/trc/P/YMKD85hKM/Dtw4PpYJn76OWqa+q/bbPkCdLj7uGr29z115Pz3fH0BWNGw/K0wnPp4ktD4qZeo/IAStP01SFEBISim8QP3rPmF4Ab4YI3A9mpRHPssDmb+8Mfa/kf46v9Xb0D4H7+0+jP7cvefAqr+CswW+qWuAPtOTBcCpfe++sCAfP1bZ1z/Htim/v9YIvieheL0dSX++bXPjPi1Ojb8ydSg+CADDP7x7Kb/HfR4+KgdTvzno9L5Z1xy/B0gAQCyTrr7K1PS+zz6nP5YX6D4vhhA/eoCnvsMq4L3kpic+m0wfPcFYoL8Yf7g+",
            "kOoKP7ecHj59nSs/q5XEPwCcJT1Sc1o/Wg7DvLn/278KjdQ/Z8MLP9+nRT5cc0O/h5KgP4hXJz07jL++HLg7QPOV/z5fIJU/FOKNP7JbMj8MZMO+PFUZvz6ZPj5LunS+WmjRvjp63j/N61I/bDw+PjwjMj9DCRM/uWorPwzqFkBNxlm9wjqiv8JdAz/yt5e/ydkHPnTjGz/7MxM/LL0KQH6Vwr+e7mq/w1ccv8o5OD8ZmCQ/w700vzb6Jb/wmXO+rMLhP/ncFT9F476/ptauP0m5xT/eJgA/z1GQv8gZHz8x88G+Gco5PnG+Br/tp0U9BmMZQFG0BD+AN48/gtO7PmB2HkDk4i+/6Dl3PeFkt79Z7ow/VamWv6GlH8DJV7Q+oMpOvY+MSkAuSbu/B6MDPzuhDT5Ni5W/9+ocvmO7YL3/DvQ9c8CGP6Qpw7+jEOI+yElev75inb9lGyc+SYwCP1r5Hj6d+78/uNHuPkjabz7dQHy/HfqgP8s7bD/3ntc/wxwBQCOYGUDShCO/TatYv9/Rl74ZFkM/dou8v7vW8r2kC4s8KcuDvnz96z9vcEY/N7wOP9E/kT/uPT6/CB6MvMGUFcAWtL6/uUKWPxFZTL4BTSs754tNP+hQZ79RtGU/vLmkvxzteT6QANs+TwZSvnr+FL/F95K/09sVwE7VhD9iIme/q3TJvacwEMDIbTY/wCHyPYakMz0iCKe/0DFnP4mQgL6j/bE+OohGPhDTG78tLTU/QCoLvhVs4b48KZQ/AIosvx/YBL9QcV+/sPK5ven/sDzKpxW/3OdkPjfwB79hMuQ+XWSVPwuKkz/YwJG9yhpBv1SaUD//792+q3ZPv+z9UD65fQM/XLZKP9eUw77GbmK+/6iTP+pwZD+Bef6+fxjTPhDbDr4BE8g+s0+uvXcACD64/7k+e48wvsPnGEBZ764+nRbrPp0/rT7tB4w+lIdaPykIA78GhF2/q59gPgNFRT9ucUI/3HKPPt/rYr/78zI/Di1Bv8qom7/gnI6/",
            "NfKKP41lM79zsA+/ra3lv8zL8L7Go46/ds4bv1RnQT/JFHY/TzyPP+DfTb8r+xQ/k4N5vfLi2rvtTFe/HbOhP3Q35T4fvKa/gE5UvvOLF788NTK/B3gGwJeskb+jEIC+MmY7vrdGp7+PrNq/v0hhP/WpP7/0Vh8+/eXjvvbMvb5gmMI/Vbr0Pii2jT27DAO9BmiFPijMrr76Dug/7oHPvtDj/T34thU/sQa+P4PA9j4Uu6w/uT/tPYimzT9DSCY/5Gq5P3c2kr6xIgo/CWMqP5m7Vb97DYk/pHBwP9UWMD9gcO4/hQH9Pmctfr6dbgo+aLE/P88Q9z5FGfM96SPFPoJJML3UYjI/YG63PtW2pr1MHng/UsyOP8xvbz9eINS+7X8FvwdBcr86i9y+VdOhP/motD5JT/C/uv0CwKVlij/r2lU/Xjy/P+WF4r7yYqm/B/cXP2Odv75Oqnu9jxeZPiDHAb7+D2G/xpG/vsdei7+8WcU/No+VP15wLr5deAFAM2QCv6nrQb02gLe/bvQ2P01jqj862u49oPEkQFSWBEBe79C+gl8ePvBRNb9mDom+5TVwPs2RND/+JqO9AYKXP7bi8T9JsGK/8q1zP/irUr49ksY/J4oTv/uaNT5enhi+eCXAPqcoRz7A2vG8Ok7QPYr6ib4Cm6K/wUqNv+yQOr9yaA6/7Lqyv2WKw79TSLM/luqYP+nLPL/yZDo/xddtv6GpCT3Ihbk/73PjPp6vKr/lB3C/jxkqPhZrFT5wodc/lVB6P7XHtD8VsE+/aZbmPJo5VL9uBgTALdiQv2zU+j7pSzK/MbEfP4tP3r8oSjM+FST0vpDjFsAw/V4/whxZPgYPUT8OO0k/m6MDwJKKID/n9Fw+Baalvy/8Pr5Ol6y+Eo1CvuvtNTzG3Dm/9t9ivptgkz4ZjiU/ryUev1mA+D78nog9/4fpPlwxo755q0u/T28EvxA9w724Flu+wDgswJUwqD8l8c4/jCcgPwW7vj1GhUm/pE3hPj/tdT0b2dY+",
            "3iL6vXEFpz+RhLy/GiKqPkcTwj4mvwG+gVRuPjHjsL9FoWa/FUM8PxzfKb5H9V6+LUUivmnRXb+X+1a+ejswv6ytpr3KJYc/x9GDPqgZwT+AakY/uxgKPwTJxL/cbWy+VHKyv5qk8T8jnIg+kDH9Pm506j8itvm/D6OvPxDKAb9YT/w+WN62vsgprT+/mvm/R35jP0w5uz71sQQ/UVhvP+ZG5j6kDfm+Y6m4P1fKtj155Y4/DluAP1viUT/JfL8/UI3YPt1OSj+kbKk/tiwav1sOXD/njJG/lRG4v1iPHL9S3wtABd7ovy0njT84drg/2XkBwPazJj/HNg6/LQUIvpe4gj4mWra/eFE0vz/6Db85vdY/ilAwvt1Ucb5QU6S/MK8MPyVBt76wMiXAOau2v6YdFsADCdi/MPglwIq0fj6Ebc290+5KvvhqEj8ry5C9a+UUwEzUuD+qBU8+vKguvgh8kD6sX8G/B81Cv87PQr/Nbke/fqQOv8WRHz+w9/M+BqPSvziBdj/Uwwa+CDNCvjkJzr9rUmK+iwAvP24Lwz6eLh0+gFBjvhnOO7+99uK9yEc+Pk6rfT9IU++/PzaYP8FRbb4UBko/fNr4PZ7Q8j6S44Q/JO23vq70GL/Z/r0+uA6vvz5qAMAhM58/WKHrvd0rgb+f5I2/SpPNvZ6MSz7yKCI/gpq7P0djA0B/qAS/ChvLvlz73DwicRs/y5/LP6LgCL9ZpLQ/DmShPz3o0z+WZrm/33uLvs5T3b6XCtw+n3/yP/7Egb9Fy4m/2EaLv7tHEcDW5ZG8j+wVPXRC8z9gj2A/x+hFvzN3sr4YBJQ/myeZPx1P9b6dq76/QwRTP54JDEAWmYm8DuJhvq2miT8H7Bw/+iIcv8pk5r+YFUo/8QvzPhtesT/6Je4/+uktv4OpB8A3jZu/XXvLvwr8pL+muiW/R7kwP1bzp74WywVAhaxRPlqHwb97xxG/Lhf7P2c6Tr+nTu8+2XdFv7ugB8DPNqc/pdWPv/mIbD86ZQU/",
            "LHUqPoPtOb/9e4E/OUQnPzYkkz7tBOE/k4hNvwHUjz/ln/C+T2/Mvj5/GL52rF8+gDNOvHN9AMB/aRHA6ESJP14cmr5r6dg+J8Glv5x0DD8Bb9k+bWgpv4PRSj5It5K+lbUwvgZDCT6TzAC+XYdMPn4io783MsU/pI2QPzbVI7+/SgM/E/UGP/AYkD5oC3q/eRs+P4Zc2j50abM/DrAmuki5hz/8iJA/rq/PvfoPNsB8F2ZAjKj4Pz4TTb8Z3Na9Ww61vXI8Hb8PDeS/kCwawOm2jT/bUvU+z3D3P5mfPz5zZCC/JmwOviMnZz8WiAM//wQtwNogkL/UjBy+/qygvyopgj9s/gy/kL1WvmSPxT7enV2+TKyuPxsQGb4ydAk/VaCHPiVQWT77BDQ/DoS3vpePNb+Mi70+7iNKveJ/Vr9ofQU9rrC1vuvn0D5651+/dC98vmJ27z7NUZ0/2wKDP2n1q7xsnFQ/P4GCP5a4kL+tg3G/srlZv88Pwb8Y+ZM/DUbRvhNR8z/D9pk+LtdHv7rwn79IgdG91Zdhv3aiYD6A/Mo/u0hvv/PSmDy7Lnk/38r4Pv58DMACei8/gUuAP226kD/kwFk/Y+2yP5Hf9z4m8am/UlWbvlm/q76AwcA+gO4ou+xHkD6plLS/7Fdev1SefL4iPZK/iEVIPiAJEsBk7xA/NJ3VPVxxHz8airA/IPWJPmfK/b6WuJ4+UfRlP8hop7/BVJi/yClsv8em5r/Kff0+ynM6PxmYkD4aLXE/GEz9v/5Tk77A68q+Ecnqvrufhr/hEsE+QGTbvzGuj796HsE/atafPoyYdT/0vBe+H5x5v1xUcj+CUyTAc/dqPpxTPb/z/MM7Ii56v79fNz/dAXK8AbZKPfX9T78mKYy+B8unPgENmr8/A52/Fzsmv0JMjD+dedg/oe1OPjainj3yPgg+13GUP1uokz/TfVK/FjkIvwpBp7520tw/GgX7P8ZkQD4Bt1E/LiU3vd4nWD+rP04/kFO6P88SY7+gex++",
            "pEj0PgClyD4UwAG/H/XkvmurLr/IkBi/G4A6vy6FoL/Haj4/3TnxPnJjDED1Rl493BjAv3UTA78xaEa/iCFqP9yhA0Cdd2W/XKEBvwvEir98PmI+18I6Px10Aj6l/Pw+9X7Kvi/7Gj+mMcS/4RETP5Ldqz80gjK9EjDLPvqbeD8waFy+T8KwP8sWWb8VSCTAvivvP4lwhr5o6rC9MNcAPwkZ7T9koKa/vBtVP0PaKD4TYHi/pUaNv4agAL8Hj7q+rmErP9qpxT6Jc9m+XZ+Zv18nOz8uvgc/Yzh0v9wQOL8ZSjw/vQw1P5dYw75kebM/Z6zGvtgnx7xfibG+UylSPuTYvr2xMSq/91QVwF/QjD9u6eC+zYcfQOo9KcCtKny+aJRMPYewir+P6LA/zL1vvqJr7D4Di5+/i4H+PjDI5z+cbRy/zOgivwtGOr4pntq9ViSev5D+LL7EIje/c3gMwI9CwD9UWKi+cOQuPzQOdL+/a0G+z718P4b8lb8G7/O/pcF6vzma578FBCg+lXdevRYRIbwOQj8//2uxvofxeL5n+/C+w00bPz6JKECn9To/BfKbPlO/zj8tGcC/nawRv/fgfr7P/BM/Somxv9bnNL+GWg8/YDYRujOzt7/itaq8OdGRv12dFT+LTU0/kyV2P5up8D4XZTg/A1Q4vwXRqz8WozU/qF2GPzlCmzz88Ae/Qq+cP1Q2oz7nTk0/oc2nvlFXib5K8QY/cT7EvxAMAr74YSA/uglOP6in/L24HhA/7LAJv1hUqz+1UVW/RMiuvm4hMr71uE0+k9ENv3OHw7xACrC/g6HtP7aTHb9LC7M9n9YuP3wdKD/Y0pY93liGP+bwij+PeJe+SHvFvicci7/qEI29at8PP2RSvz7FQjU/zLHGv6ETqT/nOZs/4CgCP0+k9j37YSs+gzFSP1Tfa7/5eAu/jw6ePUq7eb8JCcC/ZrFXPXYwpL0zWVU/2pzOPyVSzj1WTR2/v/r8PimJwr/mSxO/q3nRPhJwEz0AreY/",
            "TwI9Py8tLL9gaKM/M0Fqv+pWND822Hw/nJ+VPs91Ej8OStq+hXGJvy6+IT+xzYi/sDfhPnAwDD+yx1K/QYUvvWssWb44XrY/bHy3PyomoL9whKa/kc0RP6F9E0BxFpY/GjNZP7xWFL/Llxa/pSEZP91WtD5HsGo/DBK6vV8t77zf9Vi/zhHLvt0qdj++Ine//dx8P5VjekDCepo+G6osPxRZQj9tJZm8D08ovgcU8b6OvxzAl5psPnpYUj8tsbq+C4qcvmJK7z4PpSa/QqVFwMPddb7bY9E+XZDfPzTdLz5r+Ke94Ndav6wdXb+MonQ/b6ZVP/0ii750uQI/W6D1v8IXKb/zvaq/RKlpvQdFvr8rHKA/6ldUv6dAj74LfXu//XbWP/MoAEA6OZy/LoCoPaMJnz924D0/bzAOv1r4sD8LjGc9sAVIPijhoz9d5Y2/z/4GPgPBCMA2skM9gD6uP11Q0b5GIYE/BHP1v4vn/L7vOpu/oCozP6vQFz86HNI+16Nyv/DFV7/p1TU/wkIhP4ZKcz/jXM+/S81zvkGtIj+SB20/ETAevx0AHz/LQiK/OFGAvwkrJz5KuCK+cwE8v8jncL+gHrE+P8CSP3iR+DzDfRk/kripP+1oqL9MoYi+tcsPQMXFEj+bhJC/ON+Av0oyNT9mcpS+7/ohv7GvlL9IuIC/1MZ+vhNuMr/0RUo/hTbaPobXkT/sB1K+EnQXwMedBL9+OB6/ElmwPYi3gr+vwee+6RoVPhP7pz82bR9A1d7vvn3W4z0yMuo+hlG0P/RwtT6ym5I/HmCtPsvPD79bVIK8wvp/P7q8xT77ipy/JA6qv4Owgj4CscK/4Q0iQKWvybx5A008KT3EPw7En74z06O/0Y4/PgAiHkCddsM/cm66vsfkEz5gaV+9fuvKvwi/3b6pt1E/qN9iv15nIj8HZhw+09U0vSD6Fz4ZKtq+luGLv5AUCz9p4Xe/370NP+HQjD6k0VY/vamnP7yE3D7QLDg/fBbWvaTvHT89fSM/",
            "ny6RPgn5BECHqOC+89CHvdsa+760cog/qbA8v8Ke5L+q6Lg/vuL9PX6arr9SGGw/2nyJPyEFzD/pTIo/k1FSP/jFj7+XpEE+biGLv0/3oz8Rgxm9koAVP5uIYL9SiC6+mw2kvwp2Gb+rwPA+R8nlvxueGj+sfLc+OfyTPzQDtz4pDHa/ryDpPALPHUCBCDvA9jHUvj9kSD7dK/g+W7xuvkumBD9mitI+QHERv6rBBECvu7W+kZDMP1xiXL+EhHi/TABHP2YP/juODO09YpmbvlwKAD+BXa4+rtgTPxNeCr+TF1k/FRsdPgbF6z5iPeO+H/nUvuKp1T2azpu/zVV8PiYqQD8yFqI/nrRNP0wJ8b5eQ2y/mSkpvYS5sj8f0Kg+1ZyGvubp676CW+k+O0AUvzKeBT8F7F6/DhJgP9qsyD8K0ek/m4Uavxk+yr6/sSO+I1OPPytOMD9rI/8+msnMP6qqbb7bopy/KkVXP5OGbD4c9cE7cTi4P9ZQmL+c+oe+CBqAP2tSmD/0hWY/uFX2PjfygT9w7d4/8suSP8nWDb4hon++DS+guGh+Ib8tMp2+Ztk+vh70cj5Hizu/UFoBP7mnj7+368y+KgWYP9MKmT42zqi/ALm8vgxZ67412MY+2slBP+8xfD6GIGO/aDxuv3Xomr9pwbY/k4cov1TKfb/PZSa/aQyYvrUOC8BPsY8/8x8YwHWRgLyTpRc/LcYkPrOhLj+h3Xu9bwGlP6X5br+xdOM/fxUaP0pCNMChYbS/TOr/P53UGD/4+gq/qMn+v7RQpD1nHQHAeeTZPlsIHr9UwHS/GwJOPzm6a77MSvU+J81uP5KVKT+bIkW/4EbcPSgKtT1fyzFAaZOdPrwSUD8sZdU/88EXvjmhcz+EYKs/FabrvdKDUj8PYZq+ZZnavhW3hL6IqCU+Iru7vpW31j9NlZg/85NUPt0uLb9ghJa/6cbHv52IuD/n0r6/N1tCPupDtb70u24+gfYPP9RCxj56zFw+uBSCPmOIOL7T148/",
            "zMLcv62Qqz+q64q+4PAoP3xXjT8OD5O+MwqDvwFuXL6uHf2/bEoDwJhstr5I+Ke/p8SBvwoGS709JYa/Dj+vv3oRmz9rLQg/XoX2vW9bMT+GCzg+nZWKPwBivL9SR06/qIb/P4CYST8AJWe/CZgJQDmP5T2Zh4q+rWtGv5bjtr54B9S9xNbgP7aapT7JRkA+Y6yIv81/G8D/Q/u/0wmev2etAT/F4rm+KOvKPlOQID4Y2vc+O4XTPwSITD47mgG/u5nDPzCFrT8VJz2/Gx4FvgC8Bz8D45I+MTo5v3AoJ7+aOkg/Ygstv56EUT9aUZU/c08/PzF6mr+1raa+CcIXv8kCO0C8l4e/LdASP+eowz5QXTS+4aaCP05bzz4NNXc/Qgu8P9H4Ej9JcaE/RYsHP6sq6T0nn2y/hAyPv4tqZL5dB9w+HiylP3ofNz8fMzA+uq4Vv5u7BL8zjOM+VrhDv539Fj9weoq/Vw/IvqEMsb84Ug2/QZQhv1Eka7/sHq+/6oRkPzbBST9QZE2/0fj5vhW2Aj/pylC/jLY+P+jGHD+bIT+/TmY4P5vUQsBLk4Y9jEwcvmiTCz7vOqM/2zEeQPttBD9mEjO+pZIrPxgFJj9zcMK8HzvJvsVBK78jvzO/TQnzPQ9cG78KH4S/ZBEAwIZFMr/RYHC+JiGOP96ZBT8p5xU/QRZIPy1joz5ilEY/ND1EP7BUwT9jHbG/kIiKv/Iigj/comK+k6nXP5wOzr7MNtW95uGQP1VUsT4+Y7S/RnaNP44Z5b7nAzi/UdGYPox82j+SPhE/oqW1v4E1MD/wQGQ/Q6QEQJj2j79RY0o/V/ZeP/8NrL/gLc6/mKiNP9ckX7/Axt8/8W0SveQ9n76JNMG+pVccv+Pjh75B4p0+SdhrPrlWWT/sZJO/4ozuvh8XZz7sN1m/lfDevsncG0B8SwNAEpQZv8PcAD/Uy9A/T/48v7Dpe77j/H2+nw+5vpdDe796EbW+L68pvqAjaT1AZa0/+/wrP6mTUr5f3dc/",
            "iht4PxebMj4hP3a/Mz4FwBeF+D54azI/ypRCP1kT7D517MK+bfdDP4WPR78Nbf+9HoRjvuTljTxphhy/th8rP132yj0bFtg9gIwlvR1QCcDmBCm/GFuLv0RBsz9Cdau+mYHpPralOj8FVuw+dX04v16UeT6wRa6+/xEVQGgXFj9XwEq/vwGivvXTJT/Y3tI/wcKnv7RsUr/DsKG+KvQRvzizAL9jLac+iEQNP4PtOj/d354/wlBevvSSYr/2nbg/BRZ6O2AY+T+t+d6+uOWzvyf5Y795r7e/Cn5XP2xSBD4dMQO/q1BCvqmOLD88qn+/+4KDv+KfEb9rRag+QZ+hPv/Ntb8JmI2/PHZ8P9HkHT9Ted2+zRfOPAsLpb9jPh+/YsxrvlxLhr5n8u++VY/2P4LkoD+q44y/9FoGO1pPk76ZsZu9RXYfPvtFnb8F3Qo+OoBKvQ2q3T6QWpC+N/dtP2Yjur434SlAWwaNPkx9or8wy4a+tYINwCcW+772TPk/DkSev64nND931b4/bkPfPy2xnr+k7fK/bgcWPymuvD46ZHq9wRGvPgh3kb6VZIA/6fkmPqEZuL4VHrc9AtVaP/DPQj+KBI+/VkcIv6de7j90gIo/tVVIP5NfUb9OLTY/fRsFwI8GHD+H4x0/gwe/vpKV7L+KCow/uw9RvnSpaT8606A+2Z21vsy/FT8TnbC+2Lv4Phv4ar+azic+IPCuPxRka77S7+g/2V4cPC8QOL93loY+u14ivy4EaL/xVxc/thuLv0399b6GHFm/gXWjv3MFGT4ikmW/rDm5vy3naz+bGJM+juQlv3VUrT7eCcA/IZuovlCofD8ZPmm/rKzOv19Sgj4b1cK/JAbevt75qr/h5NC+cMToP0sckj9LPSe/1ZTRP0IIu7+KhAU9hgd6vo5Y1L9Zdo0/zjKUPvzMp79ehEG+3yFAP095Tr/RWZK8iZ2gv2K4OL721ae/PJ40v5KVgr6qz9G/jMgYv2TZ7j3wyMi/DCxiPydOsr1sz56/",
            "JISNP4HC+z+U+tY+lAeev3MTnz+eI7w/jsqfPrLAGj5weUw/rLukvWMdKz7MdYO/NfMEv49QXz4TCpq+bKSEvs1Y+D4tNWq/a80hPxdTXT9/Bv8+yuMPwDBIUr+5DUW/chZNP0sE3rxe3ZK+yCShPcLsoj9VnCC/O6Qlvw4Tsj9lAL8+w3D3vc2D7L/1lARAhv20P28Dvz4Ezrk+76BWPyriUb/+ENu++5gxvm6yvL45K5K/pViOP9Ptmb+ovas/euZDv36x678Yzgm/TYhYP2NGnr1AyoK+kS2PP2HRLr+KT20/Bt68PvU9bj8LwYE/ZAuuP7izwL1uwy+/BBiGv4N44j/TCyS+FWGBPxbQUj7V4R9AOwVQP4SJ/j5S26+9Vzenv0/SvD+4DIU/wTqBPxn0xD/o+t8+q73pPm9TgT+FDDK/8vQhv3Rzg7+VHz2/po6Ov8K6JD8P5EE/LDmkP5dGGb8HYvy+mxiAvm1sKb+zGY+/usqlv1zHGj6MZRu/pbTsv2qklr8wQRI8pheFviX/iL5u+QY/LLxUwFJNwr/njjI+kxLvPZqmBb8/vtS/80nFv67gGr+GSr0/mXVQPqcEgT+LRT69dCKNvwgYvb+QJUo/WQmHP1L9q74Sx2i+WTUYwHBqVz+sJQw+BeIDwCOoSj/WEUi/NIGPP2g8Hr9PjKE/VU0Kv3i8Vr5qTnc/ISzSP1DNND8hoZm/MHUXv7z28r/N7dO/5/wbQJ9PQj0zZPI9gtCdPypUFL4KViM/LgQbPy6Rc78qLBE/AsaQP58DCr8Jf0A9yvWjvyPeYb460gS/dJHFP3Nen77owiu/1RYHwP22Sz7aANM/9BsFPqqyhT/dxMw/tg+9vW1fBcDta1e/oMyQP0rstT9T20O/TeaTvSB5iD9zht0+rmeXvYHBHL9AN1078Dr5vyxnxT93hmU/ijXIvqpbj79h+CC/F+9rPhuJmz+za7O/0rgAv5cD6L6ZMTs+HP6LP1hsA799tpU/HieKv8uLrD9rI0C/",
            "xvabvjXH1b9IloK+r20jwNfPyL5BRXC/AzLyP/AlUj+kb4c/HiVfP3Mo1D4zw+s+27H/v4PChj/5rm2+EXTDvuRD574zCHm/cXUpwIVP8rx9WSW/EU0nv0ag777WryO/5fUAvyKro79Sdjy/bEIzPfBX9LySFPo+yrUFPz0SMkCchPk/myyfvvINgb8117I+YU+dv9+JLz9pnBo/FJUXv/Cbr791bmU/OgrkvvvaFj9bhvQ+Xwg1P+ZIVD+A1sS8L6HtP/+Vm74xH7O+Zi7Bvj8JMb8FoIY+eoy1viV1HEB3PU+/dyF5vqf9zL9+xZ0/TW2KP8cAX7/m0z4/6Y8OP8GqAkCLJaY/FOevP5+IAb9nWzy/5nKrPhATXzxwsEi+LwApv40Hfr9YvX0/cCZtP1Jwdj8/5zC+K6/APZROqz5ZDJC/2B4qP05DMb6+ssQ/mFXGPmGI0T84fCU/KfyqPsq25T5E0lq/fS6Jvwgm2j/2ENu/RatkPyfq8b37HCg/zFlBPQjzN78+N9M+sx2IPgK/2j+V+jG/K5dDv7b+AT8iide+9U8Vvt2ODD9Q+JQ+rLgMwN4KbT+ksK2+6emTP9/SBb+QpuE/CcYQv/+9ij9dtAW9b4kBP3oW+j2AduS+KPsuP/YVMD8tXEE/yTkYvmH5Lz+36FK/ByOaP5APO74qToO/RgPuv4GZuz8/QMs/IcrgPyzq8j4uaxQ/McR7P50sRb//6g9AhdmzP5kRmT9Wzaa9ByjPv+uhRj84X8m/X7HGv+iDBMDSOKK/lHCcPTjH8L4/aZa9HlN/P/qR/L6lwJ6/yFYlPwT6Hz+mLL8+gz4wPlTQQ7/K/l2/OoZFP5gzlj97UiS/9ybkP2o7vb5XoRNAtW9QP9ABb75FYjy/DGatPeusK7/Ijjm+M9m0PdLAPT87mNW+lGgvv78p4jzkpy/A0sEcvuo/ij/IPku/xEeWv8yztT00wYq+qz6QP3v7BT9H0BE/TRlvPxLoAT8oJwfAsJC4vXwgjL5gLXm/",
            "KBK8P2P4+r2I6sE/xOF0PpDofT8caCs/JJYiPvcOdz7zhOo/SySPPwN3HT1PxyVA1P5ov4oYcz8SjDu/eOnBPm5osD+E0FY/pZSpP7+67z6Ihcm/2DHLvWn7qr2c17C/h2ImP/FEqT+G8ha/LU66vxqAOr9K0zw/tIdkv7HzoL/DN2e+5aA+vk9WGD/1ywe/x+S8Phuiwz4mZCq/w/IGP9twAr+bkws/MnRWP5F17T+QjgTAF6TiPWeoTT0xVJ8+K/WkPycZZj/12Iq/7QrnPzKSlz1HJIS+5COVP8YrsT4LpBK/lrKHv5k7eT9Pdri/VgVvPYvJHb9Q2OM/G5UYv7FSMr8N9gm+uXeMP0u1Jj9k6oO/UHOuP+pSGD5lcSs/g9bvvrTcxz4u3FS/h3wUwEBmLD8dL3C/hgPbvgr+BL3LAge/hkbRP3Nqj78nnq6/eeRyPxAtSD+G/Dw/jXdUvmcZxbx2hCY/pW6Wv416uD2iy6c+3CcLvjqVnT0UXck+QYfUPrx0kz7cIW+/4a5QP9Mwuz9p4qa+bK4lv/3grT9pEXi/qlPJv0bWez5POSg+MZySv3gYqj7V+k6/TiKdv7p3+T6jG2w/TauhP6f6YD/vDMo/zLVMv0zQZr+QnXe+Yyq7PokPl71blYQ/F5HpviD0mr6LlUy+tqlUv7cvCcBgZoC+34Fbv1clZD9nE2k+42lev9b+wj8o4RO+u7mPvqs5vj8QL2s/IHG4PT6k0z1ococ/r4pHPv/Pqz5LFyG/wamTviZ6nz4Vu4K/9h8IP4rtV7/dgpk+Jn3tPge1ib52zzy+0JqCvmkWor6SOaq/F5CSv2HqVj8WVR4/SH1IvgEw1D1Gt6Y/5N89vljQQT9yXEa/dDOnv1ZQGz/A4CG+8PeSPyFjBr9rEwA/7XGQPu47cj/nN9W/y9eFPyYEmr5Q6LC+wuHMPyHaYb+Ik6e+jfK9P1ChPz+APhfAOY2Jvunknj+9yFG/mSoKP2lrHkBSznM+lkhJPjwT676h1fq/",
            "J/Axv4jI2j5IhoW/qKimPoG68r032hQ/6djIPx3QIr698f6+WfsPPgPhkb/7ZRu/2EtUP7iVrb6wQQhAsjo7vzrF7z+aDoS+IxeWPifpGD5FDKA/h+ohPvrWIL2/TZ4/DgCYvGgU9j/Pr2Y/gMC8vasRb7/ksIg8fJuMPzmTHr4FLfc+kzOjv8qOyD7BqB0+biITvoR7lz/6ngQ/XH9lP+DS8T/GoSQ/UZkjv3W+Ej+271a/sNKYvfS2aT5DXFo+JMIbvfz2ET/kqCs/GylQv3F+bj/Ub5O/QfkRP/WzmT9aK4a/FuECQCWid78WrF2+apgDPwEtY76ysZ8///gbPxoUHb5rGyw/4s2hvgU0s78/hr0/W+PzvqsZhj5Ptyi/HM+Sv2QFX73NCoi/tdAXvm7s9T51yh0/AwWNv3j5hT9sUUA83twwv8BFO7723yO/U0nOvzP1lb7kZMU+X170PmnNOb831om/3MsoP18D1D7tCyVA4BoYvYxHnD68z6m+OxgfPk6vEr4f7j++zFBav+DKVj/u5jQ+0cDgPofyb77J0B9AQ8bEv/BYLz57Uvm+QfL+PZS0i76UDs2+5H3iPhUprL/iZq2/lGHXvMrkvj+GfuK+TakPv3xuSz6/YwS/3Jc+Pt2MIr9UzU++qbv8PwpIPj4Ptou/HNeWv8LAJD9cxEE/vyYYP+uwR78rTXG+OQjTPjSdMb/f3HK/fphHP7kUBb/F96m/zundP3O/DD5nqYK/Predv6EJ7T8sm9G8oHZ+P6UVqT8MvGq97O8eO05xi77mvpy/5SfKvAXPAT+Y5KS/7cdJPT4hK0C8B8w+yi2APRHc2b+1/qE/3yROv74GgL8uU0y/is4gPr+0Kz93QUS+5vglv8gLeb5UIJO/TTq9v4r/fz98gtK/ibwCwIRqNb7Z/kO+JZ0JvRc4qD4Oy/W+QJ9zP3I6AsBAP30/RZxGv6NZTT8/cIU+fiuUvr8Qhb8BxhC+TlUpwKz3ez8bGig/fCJ0PjjbCcAa/CbA",
            "AfOsvpPKNz/+gme/89vdv9EhXj0o1We+oGqrP42Bhz8yIeE/W1Wev/qtAj93ADM/FG+EP/2iGz8m+Yo981CKvnDOn7+Y1Ac/FbgbPkD3HD504CK/pOV/Pq+gqz5bnAS/2BovP5+wC8B2mvE+BzdIvwc1Dz/fn44/pnWlPgshjD7aO5m/uiEkv+3Sjb/qOnk/Cysyv5Irir6JZ52/GkQGv+qFqL9h7XC/B5YfP8fKI0Da01g/kB/0vdq+Tr72tTy/HUZXP+PlUUDRF1A/6gMcP0rNnD/lJUQ+cTrlvyT1bD0t6YA/RQWKPUfonb6zZQ7A6hIovcSRqb7biLK+9s84vr86pjyukGM9M+qMP48+g7yKGwK//UvjvP3dlT9PLw1AlCScPV3BfD8XlGg/MYMhPqIvjD8UsKc+CUwrv6igIb9Go0C/NgOqvfKC677zGgbAKSSxPThQfT6nW4O/2FEMv1nQyb4d6M4+8qTDvhthST8rLq4+qOMRwK5Jsr4yJ6+/XVinv3TLFD/E1Gw9rq7FPpAgQD/ddi8+JolHv1mRWL47hFQ/NcIhPuxxL0BeEQRA1K+Sv2Vm1r7aM1a/VzCnvtWHFcCTF8I+eHHsvSLbDkA55KU+uiSMP0EJ7r8pyGE/saAUPxnRq7/ZV4S+QrjwvcggCsCCgw8+pzzePlznUD9qVdu9MEScPWEtpr8Bcdg/JTnXPiOgTT9HgLW/xOfPPgy8xz7BYmdAstzDPt/uxj6HY4u+atTIPi12173JAiy+TmkbPz1H8T/ReTw/lQSEP+SesT/5nCo/sKikPlePPD9gwY8/XoUMQGPwyD8eGre/5XE+PqtUsr69+wQ/uYwkP1DauT7Wrns/WJLPPho+gr+aOmg9BDX0volYE0C8wls/HO31viRJNr/pfyo/Tq/CPxRMyr6NToc/T/6zP48LjL+rYpy+Kt6+PpvBej8OIYg+pxjpv2j0pb5nCw8/36dsPcEPKr+5/7G9bclxP1bPPL/Va8M9foZYPtHKNb9iA70+",
            "9Z2fv6I+3b8FHvG/UtpYv0gGNj55r/m+0T2APmPSk75wWgA/dW+Tv0KfQr8LfR7AFJPivsuwrL3XqQM833ijPvsdrD+hZtg+PlHcv41ztr9RlCs/EprDPx2aIz/ndcw9iQ+2vzDLx79ybpu+RfYUPykPjD++Cam/WOLlPxCVk7+hPjO+4crtv3OgUz/2Siw/60u8vwzlez3qClI9TsgBQOETrT+3Zdy//DRLvqcucr/yeXC/dDqtP1nRlr6Vv8C+dmdav4r0qT8HUnw+pkT/P6D2gz/xjNA/nJEVwJ1koz5supq+pzcIP61a3r/0EKU/K8Rgv4MzOr/SpKG/RhV0P+sSo79hnE+/h8CEP6lbtz4M1o0/XnoZwKBzXr8o1s8+kaUBP9ghQD5S6a4/3CWZvwlvVb+G6OK+z87Evsbf+T3nJIC/FY8Zvzr4W70ujia/uZO5vkoBaD+W2IC/t0KyPo1awz/R4qa+i2GIP961CL+mY0w+D/dCv4NClD/DDJk+kCEhPpFpiD96A+6/0dYFP54Jw736nAU+qwJLP+6+fz+t4eq/4ewEP4o8qj7cE3I/msJxP9Fqbj14E9E/B4QsPwzwc71ILoA/WSeqP3fHlL1nO+k/uHKlvT8WWL/HgPK/TVe+PgHahL9qWqu+5jPfPy+8LL+Nm3E/cvVMPqVxIj9HCmm+16ttP7+UR70o3JS/UP/gvvU1hD8dG58/M8BaPu8FWr+ZM4A+ifwPv8wf+r6STgZAPlD+vq+iIj9+HJ6/RVE2v5eRZT8JkwA/cdghv5+AFT/GDae+v2cRv0qqir9n+RA9/hbUvQJMCT8EcZ0/t7iAvVViCr/3JWA/GB1av+DUTL+c22i/LtIXvYGbfz+oo1s/ARRyvnhkjT73ZKy+yVKJv72MkT5Aj5A/M22CP7WFDT4QZLc8WAa7voHDgr83PHU/Eod2PrAVRT32lnU/ckqGv2wuAL9kzxo/n8VHvriWtj4J+e4+/bVivyQnHL/MxLC/lx4LQJWtvz+9Ma2/",
            "xZWiv3a3CcDSEHY/dC0mv2smWz8rZ0a+iy6rv84tPD7JgjG/ZXzVv26mDr5eAHE9hh30vn+7xT4HrVE/KK7RP4q6jz6nRKw/Sb/wvmadqj/Kg9U/caZQv4ffND8rAQA/51Mlv7leGz75WD9A03oyQKlN972zsKq+1OOAv0W6tT2wwoA/NXLtPyBZxD9RhLE+gTWZP5yNC7/sk0c/twbtPxBIy78hwKc+qBC0PyTYyLzodNO+hU8GPyQX8r1NNTk+blKavpoUuT8dtxW/bSL1PZAV974V0x4/lp/1Pisa0D9sLJO+pYGTPzpJGr8N4Mu/wLcJQIW97D+djw8+BgNKvxP5I7xQe/A/3hv5vyP3Vb/R0kU9YofmPDRP3b3dYtM+dhhEP4YiqL208Pg+Xuocv5IKqr6p76O/8gf0v2dYgr9/ODU/Lxymvwmp3b44cem/LvOvv/UrxzwyzE+/zNmNvzzQ3b4RQ4e/mX7Qvjl71T4mm0I8YEHoPVhvnz6Se6q/ZjYIvio1LL3USN88MAvyPk5Gyz/7aai84/g9P7aeFT+Y7XQ/MTo3v9T0Fb14xLg/J4vfPicoPD9FwXi/vuEYwFwvQL5fsZO/ozjJvs+sib85IMk8WiGQPjfxcT6UUUK+q+Y+vjIKgb7OvUA+sNlCP+cWlL6WcFE/ahMFv0La9z/LESe/87FcP43KEj5bBSW/xlMWv15I37/hHg9A0l2gv4Tnyr89nzK/VWhTvQH0BcCtBgw+qRm+PVLTbb8UtQy/Jf2fvrTP3b58EPg++3fIv+ezCUA3ggi/wAPfvvToP79p5za+i3vYvuDNBkCF++I+GkjcPspznb5Q8fA/pjtNPy9HpT6N354+y8iHvxzF0r1EKYG/aYm2P2Bg1z8KnKg/c620P0tnnT9kX+U+C9aVP/lchj/9iJK/Ulu+P8DgYb3YSjc92VOtPkV2Hb5m6ri+sxmjP8seWz93HC495AvmPkInYr9thF4/6wsPP0S0Bj6ax5K+LcKkv11Wf734sfE+",
            "iQM3Pws8vL4AO6q/ODyfv2oYuD4wFj0+c7mAv7Z5pr1iYwG/nNdBvp2m3z6vBu2+IEsZQNAzxL+ayCVAJBx4v2HKfr6Evsw8bXeMv3HhoD+tdp4/Ace0PhBXOr/m88y/UsSyPg9ugz9bbhC/Z+6ZvrEXjr9PDsO+w7rqPg2Snz9mK86/eXLhv7NGZL/BJIG/AGSPvzv1XD1NwiM/6SKaPm+gxj/UcVI/gNi1v6zm6z6UnIU/zQz/P7vNvT9d8348uQI7v9wpN79dHhA/5Q1Cv79hij5Qdi2/aKFHP7bgqL+CQrW+oTa6Pwz0ob/43Sq/pRgkv/XI+z/XFCE/GENvvys1AD99iJs/Z4yXvtC+iT1A5+o/DHShvud/SD91pQNA3rmUPy5+17+rYz5ABmINQKBNjD8SiQ6/KPAkPyOvfrwv+A8+PFP1v+fCnD8BKQw+Fnrev+c/zT873D0/j5Ghv2okvj8Iv6I/66NvPouUqj60hSLAURM3P8w8fT/vahQ/XgWGPxG3sj63Oay+OJq9PaHwnb+7PNg9F5LDPWdC7r5zSwtAbI+AP3GDOz+k1LK/dV0FPJy5xL+bOsk/O/B8P6GusD1ofsU/V1GrPjZQIb/kLRe/shZWv4WWkD9nqkG/n8iBP4DiMD8kzrU/FUUvvVJuJr2XhXU8fWekvnHUc7/Z2go/TVUOwHPEBr8nliK/0R0Yvzy+sD5eJ3I+xnqYPoZ5a75MggU/VM1XP0qG3j435s+/Xo6pvvx+y7/qPoo/8bNmwI6NYj+WbYy/HXaqPrTn7D+W75O7ojIAPjiZgj7FdAK/suUfvxG2BMC8Cs6/S18TPb4VQr9oRzg+2k06v63Mzj41jOi/MXjdPhYZDb+sHxg+PKBLv2jpMT+fg56/p27XP2ahJ74vDR0+HyxGv6VRZL/wct4+zMmCP9jsQsBB6TG/2RmJv+TFyz98u7g+ozTlPjaVUj8K3ic/ROU7v9epor/n8xFAfOuwPuPVmr/mMu++OIcBPMy7Nj8/Y5m/",
            "rwE5P3TdB79ssQU/Fyikv02VSD/d2k2+qFMyPxZGVD/EHxu+Gwxjv8o8pr+h9GQ+w9tUP/lLcj9GQkq/sAySv+5j/z70IhNAvoivPxChUD20Uy8+cNo1P3e0jz9TlMg/h+tqv0YDOL8G3V+/6KHdPNAiVj+KgBq/ccCdv76CFr5eLPe/KKmGPv0yAD9rrXK+65GqvdI2LD8DmCw/fyiQv2NUBb/WPwU/NeYjvwMrTL530BY/wojPPp13nT8fZhA/l2WCP6dc3L7kgPe+ialDP7XyHz9xrRrAdUM7PzlTVL9+oxs/Ry3sPMYycL+Fcz++sXfQv0Is/L2wi54+Ul8ZP8aCSz+bLx3AJtlAP3QAuT98W/o+UFOhv+x9/L/LwYe+kCsMP+6Sp7+GSNS+VuDsvVL/pjsfvxQ/baxkvzolab9VZkO/LG0bQHkuzr+k/Eq/4vlHvz5sXD8QKwzAvBTuvtpWdL8fTs29CKf3Pplvij3rcgg/oPpSP+GLWb6Kixu/qHWFvbxFij+Aeca/1lcEvkiMpb9KHxg+pF5CP8PKBT2DqeK+Rip4P4hfYb4gyt4+iFzjPg4b+z61or8/6jxsP1SsYT899O2/neGOvhYtQz4HOa6+y/VYvuIIxb8mZxI/Ct63v9sIWL9IZVU+LfIdwKaMZz4v3Vq/jaC+v2np/D85AZ6+Rt38vj5yKr2MxX4/sOEDQN4cBcBYJl4+KAtxP79C9T4hTF4/sQ3bP4y/0j6frfk+JRzEPjkg374AQV6/I6huv6zfJ7+nw/6/wfGQvbuPTL9e364/QnSIvkj5w77+cALAx+spvojCOr/h+3o/P68BPx2gab+SHNW/i9EWwO4oKL+bM60+tD02P3+fhz+1axFATOK1v/D+bL9PL02/P5vTvV2Y674DVVE/FKE+v1a2uT4+0DlAL5i7PmVk9r/LRkg+60qKv1b20r76rmE/vCi3vsffUz/9R5k+MYMuv3i+sz+upPO+0uZIPyOTxT+VVVE+aiydPwwr7D+3QIg+",
            "jnKdvx4niD3o+yc+dj0cviyCjr5AJM09B5AVv3qYzzzUY1w/JwizvxB+Nb/lvQy/tc0pQN2UIz1pAaA/rhIlv9lFDECsXl297Z6zPirmjb/Dt6u+CRYDvw+WkT3rl8c+S+O6vsi3yz+Cva8+gvb0v+2jr78d2w+/6DExvuhC4z9nym++q/QkP+kgrL4euZ+/umzWPtDLtT+eFA8/po0sv/bT9L/yxee6tk/dvUvTGUAraLu/yh4dQEFi9z8+QX4/JVPAvtCGuT9TPs0//WgGvgxv4b93Pdq92PQsvx/Ysj4IIZ++8EiCvTIlor+MdKg/0wfLP9Fglz7B7ac/1Dqxv6WKhr/eZj6+qazevphnZb5YbjhA6ZPBPoZfK0Bok6c9ec7UPQw5AEC8awLAugKHPjSMgD74Ev2+2EUhP6YUS78fBvE9gWINv+1/AkA+uz9AOUWLPzfJmj/Cd/I/y5sjvcfUKj+oeSC/LI5cP6Lcjz0SEba/HD9Tv5oSib/3GX8/DXGJP+UfGcDuT4w+++SEP1msLb/s8Pe+CSJgP/gHmz0TDdO+DnhUv4JLRb6dKZW+kijUPlug/j5+hYe+sHj6Pjj1Qj8ENam+YbyEPnoPJD8Q9Hc+vkrLPwy/HD/aHau/BbaQPlTvNL6Cv50+RFhUv67pLb6q58c/ixF6v+834j+Xy5w+zDbJP767B79sObs/Geg1v556XT+D0Zc+AjLDPynccz6xjZ4/uTBqPG37T72hCZq+glSjv+rTQ7/flXE+/4uvP8CjHz/cEqK/Iehrv2c+kb9MMkS9f7SIPo898r492IO/N5yxv73q7j2crmW96RmcP2tWjD5+xco+fLnAvg5Rkz8RkP2+I99UP3nclD5A6fI+cjtgP9Tn0D9k26G/58nRPy8e7T/TPcQ/lCpQPlD+Kz8Vi4O/uN3pPxhh3L6VAm2/9Hrav6z2xz+9C6G/s3cwP1Fkpr6O11q/Ae2QP9o0Mb7hFRo/EexjvjCxDz2mMPW+MjNvvsqytT7EO56+",
            "yO0GPldq6r5Kqiu+zovcPydjOb42Mfy+xqXpPl6bKb/wEw4/4vzkP9YxAkDyrIE/VWbxvr+tHj9mxXQ/gwydPoBU876PrSLA5n7gP/xyij/BLBm+iUuwP6nhbD5OTCK+Uq1ePzZ3Br8pobC+v6mcPiuRmr9x4QM/OExxvYAFzD9wKJg/BmkHPqqftr8gRII/ei8EP4n2oD7SbTO/Kz2xPy+5ST57aNi+JaoXPaW+qT2bj/8++fKZPx/m+77lmYe++CUPwNcsyLu5oYy+Au+UP9+Ab75MW3C/STyuv8Hzar+LymC+og07PmuSmj8uBlO/Z7wtPzffJ7/skqO/SG6/v9JFEz+LsPM+8kYev2rB5L08gdY/80mZv81oTj9aJCS/MG9Ov/h+CL9OzYK/R+poP2VZpj+TakS/JLcVPlraBUAwYbw+nbDWP1K9yz8iD+m9ZazNvlNudT9aKM6/FNEMwDHLir9sulE/lA26P6r9Gb+12OY+eutmP9pobL+D6fY/xjhHP3qCiT9t6Cs+OQnUv3iIob1RmE6/bdzEvk+SB0APK52+H6XLP0nSQr02i1A/LBIxP4C1gT6Y17q/a9o1voZdNj+3hIU8vLslPoWJOj8pE7+/gxITP6+zHUC8Ps2/lH0ZQHkwxL5Jjpq/qZJ/v8/o5b84hci+UkN2vqUzk79yB62/HqJoPrxvt7/6nDk/tUksP3GeQ7+yQcw+x6d7P3ZjNb/KeUg/seMnPnfNHj8jvmO/x55dvninK7/qppA/yguOvV0/Lr/LPXE/woFcv9I7Gj8PYQk9uP/SPwkF9b4NVcy+u6LVv4pb+L5LNYs/IGPCvj8eor/tNj0/tOu/v/5sAkBpYRo/0Pnov5NlDz4ZTSc/GLrmPt/ebD4ip4O/Lt8av3gmID8VcQFAe3cAPgGF7TtNOxi/nrtNv+4p675MigY/IVMsP3ibfz9FLvQ/eUqFvlSTBT8eAiW/O6Qrv5DMlL9vh/U+a1Bqv1A6sz+7CX0/uEd0v9aohz9rPRs/",
            "/up4P/n/Hj2hrHU/XiMTvSifDD8efzs8GTrKPOzXMz8/MTQ/NZ3Mv52BZz+Kw/a+MGJeP1b1NT/45Tc/FFqAv2qlJz+GD5w/pSzkP5haxT4lqZu+ltkovayY37+bnxTA7KZmv1xWob6s0x2+5XWkv6sSQT8zX4E+ONHzv7SnLL6laUG/iTMJQL0Hqj+6y0u/p2dVPVUsLb5Y2fu+z5hxPyR35z6IbSa/lJ1Fv6BF075hrhK9A4wnv614Mb/6E5e9+juQPwTWCb+M74S+358OPwNLRr/agbw+hx+KPqHgGr4U5X++4KDePrDNUz/057e+pA4MP/6JjD4p4CTA7Q0xPxbpC7+uwZo/gXCkvihpSL4rz4C8JiucPnTwiL7KCMk+0KvwPtNzOT/Xwsm/xnosP7ecBcBfwCc/4CNlvwXHdL+B5t0/uIDaPwPhST+IwMK9gOhsvylehb6WXbI+DtR/P89OCD0O+aq+ERu5Px9dzb9ivgW/Zw6MP892JL9qoqS+Q9lov7+XNr/ipqg/31MxQAOC1z5BQZa+T+yZPg3rTT8+0pM/a3mbPAJdkjwOd2E/fC8oPlsIpT3jdRw/BBbdPQAI2b/ab5+/UEraPoyR+DwtnpC+p1EIv6oBfj9sKzc+akmAv3p/2j8fQzY+Q/01vxpBzL9Leq2/5cTVv8oaJEBxq5m/aNINPkvffb8K89O//sW6vxpz7L79Gri+xHQev3NA8b5jwTg/G/xUvy6uDr//D7W/3zm2Pko0GcDbz5k+sFwjwEw2F8AgyQXA7nhJvgil1z6GwEC/QhE4v9V+nz4Zp9G+BwvIPpQEpz9mT/E9O6L/v/CjK0BasZK/FOeevkUtI0AqaoQ/JVTwvtv7ez+vdzs/8QJHPzMEIz+siVu/0h23PRTZD0CCgoQ/HVSgP8LdAEAZYVk+xGaWvk8FLL8pklY/H+wrvX2rej9hAhxAB5u0PxPt2j8pYg2/+aVVP0Og/D3yuwA/KExGP5Bfk79jwKs/O4Pkv8wPN79IU1i/",
            "a8mRP79RIr+a1Oy+/1zRv+m2nb+MxUM+jICPP9xuzT4zkhE/y+ufv5Ew/D6R1g89MC1TP6CVTz9jEt++jBrvP3UBI7/+dYy+cc3tvy6wRD8fjU2+AHhpv9zeez+ARCk/2LW5v55lTDxzY72/xi8SwAxsfz8VeEC/37OQPhyTrT4xPZe+68ZnPpTIoT/HhZw+QEUCvy9B373BYtK/GSU4P3G9KL+nwxI/31Lova3BG7+uZqc+uPW2vxBjYz/KHBO+/5nJPkr+LT9klNq+P3iSPmvxM70R8zC/60VJv02gDz767EQ/Jc8Cvp6lZT7BYTM/vVFMP/GbLL6abh8/zr/AP75Lib1HzRq+x5EDvyH6iL/IwPa+puqgPhLhxD2YgAtALqoMPeqnIj+oOXg/0YLePaMkMD63l+g91q+ivxybnD6OKeW+6twnvYJBhr5jAKm+zwD3vphlTj/YZBI/tj34vbQwUD/pKkY/9wSFv0BEzT9NUMA+1qPSv8N0Ur+6bPO/bksrvy7d7D9S44O/aiMAP2QZKT2/cq891eAbP74xmD7TElS/iR6Tv/Mqqz5Hrdm97PxCvjaisT8Dqbk+ziXYP1LsRb9m3O8/X0SiP2JVbT8NCG++lVcsP/FiiD8+d5K+fQQZvy9hzr8Fxws/pcQgvkG0Db8sgxI/9D+3Og430r7X1mA+6+J6vwvFh7/vpbm/xt3Tvttar77ZQK4+s6vBvsN3nT9fx+y9KrCAPw2hIT/ulCY+8YwaQHD5Br8wSPk/LayovqWyvT+xcIq/5Hopv2kcJD2ekOI/rz3KPy0pfr/LHYI9ZXQ0vy3uQr6ZnqY/Z7QGv1Izkz+Js2u/+DwBv5zVij5EhrI/hzJmP3u4lz/KpVc/MNv4P64MDb8u220/3kilPmyEgL/rVDY/LFdTv1MIP7+6W4o/D8pHvyOJwT+9Twi/PUbsv1DrYb0nZYS8J4glQBYGhj80OU2+FRUuPyIPWD720Bw/EHCVPxexgL9sRok+JrMUQEHfPbtNI94+",
            "BiesP3f/lT+io2m/h7Kpv0AxMT9lRgFAaNWcP/LgKL6pp8s/sksiPtB/m77Lv98+RnNAP6ndJj9XZc2/9Utfvtvsjr/49uK+57YUQK21or8Y4cK9ulhOv+ASaD0BcRi/tMGyPmzF5r6nCYm9CoJJviAjwb91OJy/S8HVP7OkUj4KHJk/QDS+vyyJRb/1GGI9uZ6Hv2atmT84qKg+yI5OPbbmBT+QUxm/YP2Qv83VgL9qKjK/IOmCvk9Tkr9E/Ry+bMzKP28wc75IJIA/tPRcP//Jaj/BW4m+In1lvWCKiT9e6/W9qTE+v994lr9tnWfAFgVgv8wZ5j3LhWI//JddPs/CpD5r1cC+0RMHQEtMfr8YdQLA9tGgP2mQtr8mNoI9NShjPlIMFL8aBT+/NUrUv6upe79Xy0W/Fa8gP0lKqz9h2CI/3NSWPnV9X79j0F8+/+kmv2wMyb/GDj8/NvF1P1gygr5Beme+vEaxPpeIHj/ymDq+9u6dv6+tYL30+GI/hsTtPnmeK7+JMXi/HrblPvgCED/o5qc+i2e2vpqO1z8Jg40/tSZ8P1aH0D+l6Ds9I8jePNvJlj8f1aQ+zuv5Pt5d3T6u4EO/g5NmQIZ0n7/RA2s+xzCTP5Czyr4D2Lo/VUtCv+qhl784VbE++Wwevm1Jaz74Bl+/SQkDwNMPfr27q9c+BeSPvv08mT8ZaoY/u2ldv4mNKD1SHbg/gqOzvT3gaz5FfQTAfX9HvnkZaj/omYQ/kHmIPCbG4L8oFwU/fKqjv/0GFj8fHXA/WoXvv7+KmL4R/ABAtYSkPaGzZ7+Di/e+SX4yP58aFr+Wl7+/kvgcP8o+vT/N64s/bEBvPzqNnT98UvY+1RI8vuUjrT32FZi/e0giP9efor/s28C/REAtvzYEmz+h8ew+2oIiP5ElEL7dYSk+M4kWwBO8Jz9Zewu/pHYIwKqSz74TEQO+lQ5TvmaeTr8dBwfApH/FPnhBJD2pIsE/PoXIPoyK579t1QQ/bLS0v6pRqj/xPJm8",
            "rh8hvwvBNL8Ns9W+udRhQC2MmT3f4Yi/j1avPxyyij6ssJ0/VAiPvyuURb+CGhc/WywuwIA3ED5MryI/5xJWv3kQSj+cr2e/LemgPrNxdr+x26i/UVOOPQ0QJL+loiK9YGPdv7EP77717WA+bW37P9h5gD5bkme/yTjXPxzDr75O4ry8A0ovvm4JkD+jhgY/1i3BP3fpE0AdPo2/6Z8NPo0Itj7w7qs/LDcDQA+KNz+N+6G/KVkbPgKYFD8235I/VRekvaRh2b5TAou/vB7OP0ZXnj8K3Pq9eKZmP15zdD5QI0E/FZUgv9A6jT9lJgc/HeyZPOwl3T/0YwrA5HlQP9qjFUBMffY/xlIwvhO+Xb9Nei2/OsIPv4eFrj7ZgIA/YHsBP+NFYL8lRCE/z7w3vqpYx75rtIq+wFLSPlI/2z6ESJk/7J1BPyioBMBUWz4/+AyoPV8MmL/EyXG/ug8bwNEX4D51rh6+n5gpv0+XDT/PZY8+fPY2QHR8oj+t7hs/OwZWP2cBmT87hlO/8gL/vj8PST3InJI/i8jPP7XD/j5z+qs+1eilv/1neb9mm60/iolnP6iBNb5LMkw/d2K6vy8KVj4cyT+/BZP9v/6RwT83G5+/hOWVvyeoB8CJBZS/dB84P+OiAryZu4o/2wNiP7p6nz6hUV++fm7pv+jJCsAjtGw9uoZGvhi2pr9WWWM/PXoiPqhttr+Zyqg+HuobvyaCNj/a5rI+EmspP4X39L1JuPK8ew2GvtDshz/CWh4+w9L7P4Jtmj77Ttk9TaCivTJuOb7R6WY/EMWmvmqO7j07Jf29zGp4Pe74E7+9GjC/8wFcPhUrub+wnic+G5sJP7QjiD0uPS2/0P7VvkWTQb+oHHm//pE7P2/wXr/iS9G/HfIrvj7/CkB+iVm+3mDeP56xf76u/+C/4Fh7PytZhr+2iwU/j4/Lv8u4oj9EaOs+C+Ggv9HatT8ckSa/btCvvp/8HEDZg2O/Fhbovwq2oT8hibY/gb8JP2sFxD/NWTM/",
            "DXC6v6vX/b4J3gE+DmQTvhkhkD5nU/M/T21fPm2T87vbA5c/rKWjv3n9er+ZNNK+S51gvwaRKL8lmsQ9jS9AvxCB279zCTk+gRs7P+9RMj8UdyC/kY+VP6lTXD4GKnO/QAQ8v8lYor8QpAw+gZnOv1KWyz4s/Ym/zQQnPsz1Wj8yeXg+k6gDQOVjJb/MVBg/oGtYvxQiBkBLHoY7YxNZP58Ijb8Cj50/lcU4vqdZl79Yw8O/r9wYPyCYGL6YefY/bEkPP78XuT74zRC+5W2OPx3NZL/6vLO/9LpEv4sdpz+Sb4s/2N0lQFnDLsA+EIY+RLF7PlMYqD7UWeO/gKoxPwLlhD4Yypy+czGsP7Oxoz7p4Xm/zLlRv96/tr5frW+/OEzFPu6Mo724j0W/7+ofvyUDpT6CjWm+//yfP/vMqTuCW1m+3Rg0PVYgwr9VIsa9jxYXQIw/Yb+/k1a+CWL0vuOv+z5CagW/GPwuP0bX+79VPky/MuNmPxCKSD//AsY+8TiDPpe37j3dtvu+VzWMvdJn4L+bPfC+a4FTPz57Vb8GcNc/e2R6P/Yl6z8gJdm+9rg4vQgnzT6SsvI+1iAFv8Crkb8RUS2/FLRjv3v8VD+M1Xm/Yyi0vRp6Kj1evza+HEtyv3QVBz5xipO/FnVAvy5+j75XF5y/u10ov0Ywlj+BQYK/Ab3gP0neiL+K9Sw/jk7wvWefcT7Pqhu/5tm3vpvQWT/nJ4a/JXlEv0aDG7/a9w2/0sMzP/hSgT28mI0/B1sCP/QRrz6IsDk9fEaIv4P+UEAhVUY/EmCbPJru/L2EJ90+rXgMQG7ZA79K640/KQnBvuDDmj9Jv/M+zDqav0RkQj6bPnS/mmXMPtM0sr/I0Z4+NMysvvZUQ7+lMYA+5ZsNP5PWhb24Hps/GaErwLCQCkBl+1W/h5QfPtGT9T13CQ+8aiy2PXmaiz9iBo8/9hsZPxZA3z/R2u++HH62PVUHAEB6o26+tBkUPVOagj5AC1k/Z4cAP9Pxnr/gEuC+",
            "bTwEwDrXpj73IFE+voNCvziZGb/gT0I/AJZ3PQ82tr/Olfg/1Jy7Pz7kir8JLew+C4wfP344Nz/yXTG/DiPvv5Oybj7DLQw/J9U0P8cfMb8rvoi+MfX+Puahjj9eUXS/mYUaPwTNl7+eRvK/RdHlvVbm374TsG8/BwzSP+P2fL/g6IK+LLRQPyRqRb82BjQ+fDo6v+g0pT91AMM94B2NP6tSgT7cHdu+NB4ivS78D7/NE4y+ZL8DQCC5njxULAM/aZkYv5NhPz/gsKO+WJJnvahQ2D+fC4w/0x35PkNnG0BDlca+gbmjPxcHyr/R3vy/F0DRvnK0Z74rQYI/ht2Av3rj4j1R9Bc+JOsJPSgT6b0piqI/OGz+PtH3hr9pGeW/CUAsvswBFD4yYlw9CkjSvyRjYL58pRVAcexgv5Fbij6KHpS/7RK8P7mDNj+b7TS/W5novjbsyb7vzVo98+iFv4mLpr/ZSUG+uDLiP8RGoT9TdGg+HuzfP4Z5SD99MHa9020ov5ZAoD9cKIc/vjJ0PjEtm7+TKG+/x2OXP1h9bT+Kpxm+p6yZvqc3Br6+Pps98ZMBvvP65L+8She/dA6Pv/DKxD/cu3k++RFnPXY0kT8KOQZANcFBP1FqbD8BRHo++NK3vrH81b6Oibq/Qr6BP9Oc0D4sVsC/sVnePoAUK0D+zoq+JUrCPiOJDb6nJHE+4Trrvrf6HMAVaa4+kLUKwOyc8LzGNCw/1zRZvhTPJb+EXaG/FdYpvxfVTz+mOLY/1m85v0dDtb+B36I+ypP3PiIrJ79p8o+/h+0EPoNaxL/MOle9R5jgPjJPQj+uqH++/MpCv5pYxL7L+mE+Wr6yP6/LFT/jrza+lPzOP3msQ7/bQw+/95z8vqsxbb65EhY/5qaiP8O4874ufAU+im1WP/UHzL8DTqi/WfTHv9VcJr/a38k/3lYWPv9Zuj8/N5Y/449Wv8dkMD9o2O+/Kp/uPsSxWL92oTo/I9iIPyVz2r5Bpoc/zI72Pr0ygz+H0Fk+",
            "yhaKP/e2+z9TqEI/05R2Pu9DlL111yE/sPT5PWZogT9JRgFAeHRKP7NUZT8ZkPg+J9dCPt3oPz9eew4+j0mYvo0Ygj9GbEC/I0yYv5EFO78tVJ4/rDmpvr0dkj+eubS+MikLv8veQz295lo/IxCyv4rOX76aTTy/RrzPvqdHDL66Yv++IpFqP5JeGj/JxYO9o7sGvyVwFD4gDqM/R3EmPxn3BEC5kpq+TwZJPqhRkj/3IfM8MaYqP5c9tz5U6dS+RWrCPnRHuz82JUm//cwZQHfXP79vpQK/3rCQPTrvVT8Vntm/jv0OPYknrT6I8ZW/LQGEP4uTBj6kZ6m+CuXNPiikiD+BsFS/b7yJvwmG5D1Gq6U/S8CEv9I2jz+wPcG92OTPP2lllL/1ahO/PiWhvuO/Ar2GCf67MNJLP1v91L7oxYM/mUD7vsQ8Pr825cC/OrHRPmrz5b99sqo/gQBJv2ty5L8QzoE+TUsXP2AncL8zL1A/wySCPvB05b8G4kq/vGHevDedNb/raM0/OCEXv8qSrr8W4Wk+TB+mP64n2L7Qu46+NxdLP0YGZ79ljbS+qnvaPVEcr78G5Ik+XIIPv/baUT6ogIm+Vg8IwMjM776PwLk9hp/9PcTXB0CUIB4+UFgAP722nj5hvvW/HQJOPySczL21WDY/fYUKvy74+j6PD8a/yNhNvxr+PL7F46c+MKIqv8enhT98/6K7a3CBvxkSfb93jzA/I5WWPq7DRb/2AsK/h9NUvxNTXz/Phqa/rLUnwIcQD78fvLo/83CovwVXCT65esa+z0kBQOx/xz8cHS4/ASxYPZ0ehL+xx7U+SVmrP8T80j/xgTy/beuaPzinhT+zDVK/JDwmvibDET+eKA4/X7Fpv3tEtD+QC5++0Fa4v+9Iwb+e8tC9PeikPzKqFz8mEX+/H1Wrv8+8hT9qENW/5WhyPgYkIL9s1Aw/4IVvP4JpAT/WRvO+yl7vPu9LEr/CCm+9MrykvnCGgT9wKrc+Al6xv7Auxz9Kjtk/",
            "hIoovURVvD3Goh9As2GiPV+8Lj4Os78/gseMvVtZSD9EXUq+kbLUPslYXb/0m4Y/DUr+v+qkZz6PNs+/dCR2vCzmfL8loQtA67UlQAn+2z1ycf6/LE4ZviDx1z94TIi/vCM4vg3QIr9OLaG/njuRP/aStz/AAUo/rF/Bvt5Fgz1o7wg/xLcevwRoOEB9XC+/5X01PtEQL7857So/vqXbvTWnj79PmHY/PhLyPe5Aob8XCMQ8eJkCP45vhz5x3pE+7mUNv3nOjT9QLrc+ORa3PbZuP7+vnAxA64U0P6oJyT7V7Zs/m8MUvYvhuj5pDQbAbNOOP8nwqL1OFzE+CA6XP5s31r3bz2c/MzzFvqnf3r5b24k+dIomPwzvBb1txEK/40LrvkTkjD6U39E/+UwJQOYa6r/S9dK/uyBVvn8lIr+CyMS8W/K0P7wf4T+SWGE/TqwHP6dKeb/XNbI/R7WjPfoZ3j+pwDM/+bZTP72fe7/aA+K9WqgFv3bikD8X0J2+nxvZPwpl4D4WApQ/nZYQQF2Iqb+tmic/ZE2lvWbNOT16+P0/PMA5PRkXAsC3VuA+CTNTP21bML/u37k+hWtov2GzKD9Belw/RkuZP+eEZD5Qa9q/MjngPRkG2r3Ux+K94XoYwDTZ6D85pyA/vCF0PzfcPj5WLgdAn2Duvgoyoj6s37Q/cTb6P+OfZz/OtE6/XdNCP6HpQj+VG6O/YLWJP6ngrz2TtmA/QgkFwMaOxD52nqS/JLbGP+XAMr7g+p+/lMFYQE+enT6H5rY+o8BkP1uChLyNahc/McYdPuDl7r7dfb8+lsesP6JD8j4Jj3K/d8SJP+rMvL+6iMG/u/SIP0CDGkBmfAo+o6rtv4N3jr/s/oe/BkMhv+4UDD7q7Rg/UmuwPuS9379KxKs+q3oRwL0RkL3ipA0/4/g1v8zwXT+2Uza/GIOUv71Cwr+5otU+bE6kP/jy/L69vpI+peekPmC3KT+ZRR1AnZ64v8BM/77KVTk/7sN0vzFkkz8PI/W6",
            "f4q2P/S4Pb+3rdy+qWKlv3zMMb9OSIK+BabjPu4SFT9ozkM+EKudvxamUb775wLAZlP+PWjhI78hiQo/AXksP/He2b4Q9SNAToIVP5HHIb8C+ds/jHmxvkyEy7+ttde+RA+IP/8sC78Muos/6ZtTvzL5O7/VtZ4/eRibvml8/z0TVtK9X3Glv/X5zj6IbjO+pHfbPnfGdj9VTBk+st79PfIZNz+PfQ3AiBPePnaceD4mr0rA5qSIvuqWOT8nEQo/jeXKv1HbIr/8Pd0/dKqZvjSpeL5DloA+bRzDPqW3OL8TsU8+erQcv3zFFb/Zi/E9h4YKPwcGjj73aoy+mEDUP+LOZT3D+ty/daGpv0oK/b5RQ1q/ltfRvkbUDD+Pchq/ldM1v6IKVz9hIbS+r1RYP41HbL+v3ao/DyHbvgErRj+5ELM/yP52v3gXZr+Sp2U/6xhqO5d9mb9Kn7++g8Nrvm7zxr4I66A/lVoMQOBmuj7hfBW+DYzHv9UF4j+3+Ki+/luYPkw55b9tyx+/okNLv8ZPD8CwmIY+FEkxwE2eV77qt84+YgQIQJ8nZD/xQJO+02PxPqOHDz+bas8+/8dWPzW8bb58Dg4/+5fjPs/dnr2lZ7K+fwJJv/inMj67t0G/In9SvKiaUz8zTZg+4VGbvmt6YL4jOae/G6e3Pgwasb6cMDK/WW+uvwKF8D4a+da9wtsePiOwKz8Bzi+/73V5PkmMbL/Dbys/QQjdPySNZr+/iQPA/jaDv0eEir3w7ha+XUcWQIL40z8glck/tRP9v9lK8T5vO4e/BErEPqpaj76ceac/UNepPybCYz9iKZU/IwnRPpwA5b9/f96+cLJ0v+zwND9Taj4/TztoPiAHGr96D6i//07UP6SmyT/fQ9Y/4m2jv+Oo9L7d3FS/pLM1v16/ez8tggRA49uYvzcLK78RwhW/YXyQPqIHuz4fzre/TIkiP4lCYr8p4QjAMwH+P5pYtL+ugBS/GO4mPC2xRj8IH4m+BcGdPrhG5j2J+x0/",
            "MQwgv/YNGr/awgW/R2ydPZ0ZG0CVnce/78EovyIWU75VXxU+8nRivySdXr+9rv49cjgIv/s5eT9wYN4/CLkFQAY4LL8eKOc+rLFBvjYztj4dFIC/BGehP8i2jb+hPqy+llAavz6zMr9lY6Q9mUPzPVJ8Aj7CUHk+XQSgPtX50zzNeg893WilvnIxyz6dRq8/NrJ/P1pbbL3eiQdAPmuXPj82DT9bDt6+ZCXwPyxdwT5SmIy/WRyDvTrJWr9qo70+MlOUP/EBD0Bo4Sc/oP7Av6aciD/KNl0/sJW3vriPlb4wjrk/PSUnPxsJq7ymAr2/nn0Lv06B77+VYCU/haQBvh55nT+haKE/W6DwvzEowD+VN4A/eLExQIFMirnS5hxA2svxv2QtjT+y2NG/UzBMv2hz1LvNN8u+whYZP7mnhL8fOmw/c8KDvxmVq78hWcM+cp2BPnruDL51YZO/LzQXPybZej+eJY+/JtGEP0sTej88A7W/CkN0P2aMvr/3ebO/FtJPvmhj077sIQY/cJmHvu1yU7yWNqo+h+ocQACq+T++BYe9Oa8+PwxSob/ZJM69pAhBv89ZNj5TGZg/Wdx2P/X91j/gequ/NQJVv2SJhj9vyQc/GY6Tv1mpwL0ParI/fXapvY+tAb/A5RM9BQKGP/Cihj5NBT4/Ch0NQGm9aD6bMJa/kQ2Mvngvm79MoSE/prKqv7Xbhb4LUBa+aV8aPIu+qr8aaSQ+E5RSv6xJAr8gi7s+zrIkvohRfT8K+Kk/zpoQQOluFD/AuCw/d2IVQM4Ieb8DnoM/qiEJwHkmmL/CIQpAa2e9PjoM0z60j8U++8ysP6R4gT8Nk6m+4NI+Pyj/GL4gN0I/STBLP9mWaL/6R0o/CFPdP51edj5QrO+/LlZNPx5tc7/eZPO++QA8vyRbLT71u5y9XwtHv0zBdr9bbII/ZNF8vguOtb5vGXQ/RWQcv15tvj2liZK+9nKgP06/Wj/qJA4/RIibva55uL+KLrQ/y/QQwNGOqr0iOcc+",
