{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              222,
              222,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ],
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "60efd96d9999e099f94a42b0eff9e9fc2bbe2c4c08a270a11cce9ab50115b71a",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      222,
      222,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            222,
            222,
            1
          ],
          "values": [
            "cKHzvnO6Hj/F2Zg+KcJwv0nscj+6znu/VCzBvmKju72MjiE+dBvpP0C1sr8XF3W/N4WmP3O14j9FnMi93/7JPqde877sj7M+rWYqPzf1kT/QONc8T+adP1B5jD+Gt4U/ANsOvw83e79CHKo+O09BPtG8sT+7dgpAlAYovzrZj78A7aw+K7+Jv9CI9L8roZu+6sqnP7gUkz5016m/QQhkv3sBlj7MSum9KthNv2YJ3z4bw6o+cKnoP1S5V76fRQ2//D6Ev3PaWD+MBAO/cXqrv8VxLT4HvZM9Q2UXv6UPRT9U3zK+UDXMPay9DUCtZhS+KTslvy6Jgr+Civ2+paCrP9OhjD/teRy/hta5Pg5/mT4RqNC/wmXBPvne4D+duTi+FNcLQHCq7L4mmLK+9pImPpuFir+kBoS/L7aHP9YcNL9s5949JM/jvDrLhT/nibK/lD24PmoLgL/t6Ok/OmUovwoVBb7I3US+zXn0v4limz4SXy2///WmPkda8jjTX2g/VuIevt5Vtr0SegXAW5eCP5NmP75blSM/PVHbP63qnb6QPBQ+am2Bv1OqC79gS1g+5zEUPrpSlj7mcU6/3NkcPzz+/j54f/K+YzbfvkhWuj/Ic9U+Uvr9Pim3B8DUDfY/EgcOP3M/+b81Eni+wmqvv/n7Lr/NZV2+y7cAv2ZVNL6MCs+/a1zcviShCr+9exy/kVewv76fT0DiSb49KG0OvtfYJkBmck4/230PvyzonD5kvmu+fvJsv0f06b9pBT+9e4a/vpBS+D3tDvk///qgPpKIzr5eHns/6jKUPkSFsr9umqi+R6a7P6zpjb/aHwI/PaOkv2Qtoz+QOD6/QUngvxLDkr4aToU+NNxvv+Y4P73+yx2+dV5QP+QOPT/874++7//Nvpkurz4HtxE+kaZ0vtNrjj5zPNa+BLcOvxYMVT9dyJY+GFXHPhyaeL9ekxs/imovvx7JLz+NVdu/mpkQvpRdbT90g4K+p+Ocviw6T7/e/t6/46KKvbvvx75kARm/",
            "yLQrv4t2Nr5GCNS++emivwWsib+TuQZAgb22PzcsAb9rkOS+3FbcPu9dgL4JvwZAH5cQP8j/DD9Vsx2/nwQqv2KOAb8XezQ/F1bNPQEBab/J6dk/DDqcvyzAlbu5Xw/AkHcSwM+fob6ApmM/uSZcvU2kuT/oc7O/AjN3P3nPB77IVPy/62DVv5kRLj61wNI9B3PNPj8u6z6XhjS+uR8Jv1eKzT3HAqc/YX7dv8NoKD7+JCW/y9kGPt1yoT4mmI8+igFUP9L2cT9NMEzAYjyNP1ecsr85Tji/At31vOgYU7+6Kus/C3FWP65f1r5A6EO/Zt5cPYFkmj/AqsW/cv/5Pm1PP79Cdk2/XafMPgM7eb/t2Qy+VC7Kvk2kAD77yF+/v4qUPscsLr/Axiu/yjxBP5Pr+T4clBpAoi6IPwvWpT4iILm/VJEvvwfitr+MQVy/IjhHvi0P075aR5C+KBHcvzogxz8YJ+G+wa/Mvo4sg77ww1y/NoJDveFYmL9XshW+eCC2Piw4nTxdzBE/nOvjP+moJ77OJiA/rlm8P9zKJj8Pp0m/sW68vtGszr6nlP4+nMO4v4yO7z6Asdc+2GLJvlI7or8oKvE/ZfXDvwFtnr++SBS/SLwbP2IfG78T7sC+6w2qvVRdBb6kpRq/xuSTv2Rkz716e0A/Bao1Pz/EJr8k/LS+j3R5vuyRiT6nxru9VcqnP3eQXT5Na+4/T50jQOMz5r6mj4y/jSsWv52Cub/VIXc+G4T/vroiU7/KW6C+mJYHv/U5D74OrEzAl8apPwSN/j/PYf0+w8YGQF2mOT6dlV4/VziyPw8ju78khAxAE7AOwK3prz5RHhW/mGCuvo91ar84Ja69AcCrvkdcyj5KOFG+imWXPWJ8Nb8sMli/Cuv5P3ZZDD7x7Wa/1cahvUpr1L9dRIA+EnKzv5MvF0DggMg/becsvoIOB8Alk3++kouovyw1ub9/j2Y/IzACPxDHgr/hh2m+zSlMv4BhnD3goi8/exIuv3gZL78RqOs/",
            "PUNjv71EfT+kDNC+IrU+Pyhdwz/VkFA/sg6FP0hMuL5JZQtAj35Lv7IMAj49il29gYbvvuWauD0D1E+9I1SxP+U5tz/vlce+M8wuPu1emj/l/XI/UP8YPzWIT79RUV4+B1WmPqHVM0B4/mm/Sy39Pp9rAUAN5wfANlLAvYU27z/1gss/RQKdP4CtbT+V1f+++7yAv43BDL/aNvw/tlFiv1/8DT+jXNO9slY+P+/syL9oyuK95tEcv8uTP76rIYa+bHkmQIMGcj+IWwi/KGaqv8eCVr9tF82/5BBIvzm4ub5z3a0+ecDRvuk1ET6DRL2+7ABbPvQo7DsSVDU/PUgbPqabWr/TVrM9B9hUP91BuT67BJU/+zkAv7qNhj9cK6C+xxXmv0oEBL5Wqia/HnPrvtF217/P6Dy+axcMQJ48d795Co2/g57lPu/Hxz+xRsk/76MIv2aGHz8Lb60+SS8bP5alXT+Ab1w9y3qmvwhpr78GffW+p3kAwDJVTL/gR5+/ma7APrnxg791ed6/CdY3P0Vmsb7cL/e+rxokPwL7Z7/LEN2/LPAYPm39eD8WAfy87SVIPSzo+b5I8km8mrBtPL39Ur9uHZm9IKTDPszkqr8z2Pm9g7K+PhY6wz4Fscu/RaK+vst+4b7UWAO/jq/AP31OhT/N2AE8BMFIvvP2uT+ZXbE/A4K7vr46K75Tt4Q+AmePPwpvHz8WmIm+J9AcPjppDr4NaeC/JskAv7qawr8WA7o/SwfJP7ZWzb/8Dh+/PeVjvrGO2r+z0y6+qJCeP1nVkT8WP0C/fpAsv7J2ND0z1oY9fz/+vozKeL9DoeG/f6QdvvpeQz7KbIk/CheLvuttOb9SwZk/xBw3vyEsjD/W85c/ef+avYRpp75OLmk/yb0Tvg1SAL+pWALABZJTv3KTUj9F0rO9JyChvU/eSz/fSfu/DPKsv4sPzD4sTwnAXVINwGi7wD/cW3k/RjCrvu65ND5vF7S/BxQqP5a2Kz/PkZs+nTYPvieFPD5BWaK9",
            "Ln/ivjERfD64YEu/lnBmPlFCgj8CcCI+WHhLP3KRDT2yJDK/Ak6HPy6Djz4RDI8+ghKGP+0iBj+qlBC+t9sZP2EADzwEr+A+si6uPiC+0z5iCUG/9W3qPeU+079O4Cu/Gn5qPyCSkzzDSua/j/o6v0xc0rxdj6q/YljmPnyqIr8uDg4+FdL1vXhmJj54gJ8/EPCiv0BQmb9LsIk/saAQP3JZz72pvoG/T2AAP5LI5T+dRm6/D7p5v6GmE76EJak/2ckXPk4Go75avL2+GhNEP+hMQT9RrJo/FEWzvgwfjr9nIa6+ltC0Pn5djb6Rzxk/EfqnPole1j/VuSe/IFyWP3Bz77858IC/jcgkPoTXlb4bEN4/AF3lPrHnHz8x0Xw++e1vPxgvrT9U/ws/YF3/vUs2or3sXhc+Bhuov6W1ob8RLdQ/xGA9P/BrjL9lD+Y+rUORvzhj5bwjZX88S5VYvwSXkT8jjas+B0CDP1Q7ur+hP+u/UzQjQCJFpb/gTAG/+/gCwBrV9r5l4IS+4eIfPqrlLT404G08fnaevgTnzz9eDDa9FP2XPtZ9ob+jZeI/AHyEvwbEsL+Ecqi8DRQdv3TxA7/QoZ0+KA9Kv2Y2jT3cBhk/CZYnv902zr9Ra68/Jafqv1vg6b6WKPS+zXazveAg7z7NKtO+Hh4DwBGTfz8Tmfc+fbchwEWExb/FxOU/pDgXv5cJsr+bMTo/8xRwPyl+mb/X2wVAMfZ/v17IF78IjTy/ZaNkPh5Wqr87AOY9rJ9FvzgARD3p9Eo+XP8iQDL7Kz/WvzU/pvbWP5N9KL/nVsi/HT2LvocjhL4CwxY9b7iMv+099b/eIC0+DtFJvzXxnT8lUaU+d5yRvsWdmL8M4iK9jCaXP70Orr8s/T6/g8CJPBu1g7/XE4W9dfYTwIjipj5kC1w9UQXPPmRH4L5BbTg/5UcSvzJJY7+D6ww/JEAfvq0Ajr8Dpgy+GCGjP1VL2L8ums+/GX7wP4+XTDzCy46/m9QrP21RNcBRYJC+",
            "99NivczTLD8hCpW/nKV2vwNM2D4WUc6+0PqMPqwasb5my9A+oTk1P9/XDUDA3qW/guxtvp5BK794QoG/V1q2v11ZRb6hAAW/wBTiPn2Akz76Cje+PvTpvvlWar+yYu6+m+CWvrmCRz+eJRS/tjDQP/6Jb7//t54/wutgv0wOjb5uL6G/KDMTwOw46L+x1b0/eT3wPvDRlr4vuZY/f++nPQr6kz9vN7e/RT9WvJ1L+76VUQW+iaSmPdlOXL8yrfG/+d8Iv795IEBIVaK+0UslP3AwV7+qevA9x9kGvS2Ocj4i0MO//hyKvlNXgT09aAQ/dbsAPmnxp742RWw/B/mFP+nn5D0xQSq/CmfCv14dAsC3BYU/5h7fvfjPtL8isua+WCXTPUG4Xr2rxmg/zYAtP08iBj6yKqQ/MRBQPo9KAb2DYbg/ywOOvxpshT2QUos/SL68PmustL0IkLk/SkTTv9sv87/oZGg/V4eDv+sKIj+Dei6/eJ0Wv4muBD/lRibA6OpOv9pvob6vIIk/wr9KvgYUkj00vpk/l7OkvmJNAcDuVmO+OcFXP86Smr/j5TG+e3j/v9asRT5Rqr2/eDykvoVFtD3JKtA+HWZ2P8GZnz+Uybe/hqG9P9rXuz/IkT0/cDqqvs8s7z6e1gFAinACwImnyL427da/KXufvn89BT+2BL++U3pbPVbmjT4tay69fY5Wv4fbRj9+EU+/vlgGvs2llL4eWsY/+gxCP2wyij8t556/0HOOP4uCvL7swLO9J7/MPZMqVr/KfwtAZw37Pk3ksj03KBu+tZSwPVSeLz9G/RTAIToOP++7Z79jVM8+eFZzv2TzyD4q/si/jiGHvfqD1z9okiE/F055v6glWb8b5Z+/PqkYv2Zayb4ICcw/y8uBvux6zL6k8CO/h7ddv3BI9r4ga4099n+XvYW3kD92Lg6/y46xv9D14j5baWo+ayWcPudmhb8YZJa/YWotPZZwJr93Yxq/l0SOv7r4575Qgk4+W5a/vxXknr+81nk+",
            "lrkywH6ftb620A6/Y8Bev/cGjz8icNI/muHgP3+KAb5zriI+lMu2vlix5T/MrLM/dNLwPp55lr3nDlM/r+16PxX2m7/SfmY+CZVRP6o8yz58/pk/x0vEPoqviz4P8lC/y4SpP2a0775tQFw+pE+cPS6nUD9Bx5W/8rYfPzytzb+5vae+wdoOv+ctoj+17rk/o+H0PradQ75K/by/n46lP3Figb8iRxo/fc5Yv6xEPj/fbMM9yJgGwHzh8j1EjA6/AhLXPidNar84RKY/SVAhvpWXiL7DD8s/wkiZviIEJz+BOLS+VQcbv/PuFL91sV4/hkXHPyMlaj+x9Ma/KLuYP9WgQj/WJ+2/UTf5PutVvT8V0qM/oogWvpb0A0CSZypAYoavP1bsUz/x76k/mtbQPnQBqz+Fapk/PGf+v1JuBL/635s+xInxvxz2Hr53Ya2/6o9RP2LCZj5+3yK/4/LFPr3rL8ArNiq/yGGUPyCLtD7qz1E/R/wfPpaEjD9RXlQ/MFEjQECI4D8AUsO+z+/pPlgK4b1akgY/5SrYvxFZhr45ZQVAxtdzPkoQQj8TUW09kn8MvxjUEL/ydmI+OS8vv43FBT+QP/U/XDg4P6eYoL7gKr6/J06Evz3oFb6peJ2992mgPs70AUDPBsO9vWj9vTvyAb8VxB1AeO90viGhbL/K4gdAViLhvnJDWb4G37E//P2Zv1SviT/kuV+/q3YzP0BNij97m0m/hxO7PU9wwb7eXsm+HaIkvxz4eD4PBS8+bnFDPu9vEz+sP6O+YrIXvXirjj6A2Em/Zt2xv1qtJT4fKKm+sFkewCzNmb8Z9ce/+GFQPxGklD9mQbu/qk0Fv+evUD78vUu/TZKjvtU3yz1PmWA9JFU1P7mlCT4Sr3y9VcJ7PgIKXr8Bfne8v1JDv803Gr9S362/Y+c3P4nXqb6b+Fa/kILIP9JUnL9MxZC/Z57tvoN/Nj/x0AU+8EFHv/GxwT4xF4y/8KHlv3yA1b1hZb2/YWYIv40vVL6ZPKK/",
            "tnBkP2QNDcCva2G+Z4ipP3jK476zNgu/r7kNP/dOq79hWQs/oSfvPwM++Ln9x+++Hh3PPhwbkb6WtDk/YjlOP18Dqz+/x9+/YqkRP3Wbmz9ZT6O/HBETvoW0Fb7xyDK+1r0wv5OHVz62Lk5AebMbv7X3aL9K9QBA61Afv5hZjr5FphY/Pf60PmabuL5ftVU/0iU8P6MLK7/3tqG9U3Zwvwk9S7+es1W/8KOQvrNnFb0PHdC83ZYIQDXTob4rlKc/7nEGvlwl1L6QKBw/zHqcv838yDtUg8A+ZJdLPyXwJcCQ+5e/ypBrP6naEz6ZxnM/AvyiPYlRSj0M14a/WF2/PrKMdL99g6W+Dt43P8DZb7/JKdg/G2PmvspOlT/IJIS/4hgeP74/G7/3FeA/KWi3v5j7aD8A3Y6+Np1tv3PIJj+aIIy/bmKOPJK+3D9g2se/6RUjP5kfNr/KCPi+TV2xP7IjYbzaeTk+2MGCP94a/T7DrCU9dtaBPytkKL/7Bcy/+wYqPxOxgj/nt0S8ZO+Mv/hSG7/NRNI/7YJewCxZa7+2e84/BfgMwKJByj+ui7K/qBqHPkO0AcC+e0k+M6Q7vTLiuj8CVEE/n+vJvtXhcb7dvZO/t1PcvXRt/z2/sgK/NoTbPTi1ib5qSYo+awQTP1zzhb1nYgZAN+OJv0lBAD9ziZG+wUC8PyfGtD2GFKA/bkgzP6Nu5D24nrm/VFbaP9LQXD99iJi/ZH7bP4NG/T3K8bq+lV73vwaUnj+kphu/FUIcP7OAlj62o6w+LzqUv6WrIr4f9ly/ZK2hP5THZ77VnxY/PqWyv7T0fj7tFAQ/nloBvxuPZb+FV/w+cv2IPyp0N75Egh8/FbmavxSknz4y1Zm/AmcAP3eyXz+6sk0/RpAbPyDKWT+v/Ie/JNwqPweUHz9/4tm+85lmv3lfEz8e8pO/WPmYP13DLD7azC9Ayqogvn4GLL1MS3M/PI+pP3b2ib+gR+c+viAFP9GViD4rtUA939P1Pv4sPb9vmW8/",
            "Td9cv8hrOb/58cI/Vm/xvjDKNT80Was/KUfBv0DS7z6bi8e+YUkCPwBDWD++p4q/JmaTPsq6Uz+zshu/tvu9vToNZjsmGy0+PQ9oPrMnLT78BnG/7E4CQNd70z+udcE8rJewPmZBxb9f0wa+1kY7v7GN0T5TYyo/wTDwv4kkwj9Z+6q+x7vuPs7TVb+3lly/1AypPzDyDMBDZiW/DdlYvfSLqj7C6jS+rEyevRNELj/2MKi/oFqav9GTxT5I1fq+f7Q8v+I/nz8vyYa/6op+Pzs+6b5XgfA+uxfJPoI+ir+YK4s/YpIPv/FyYb9c91q/lQ+MPxQnlr/RGtm/hdpTv37waz/zZqI+9TV3vzos5D8m9/C+5GqlP8ikcb3tgfc+1X2YvxASG78ymYK/vMlJPepee7+kCuW/GlWvv9sxXr//RrS+W1HJvg1qxz9IUWG/nREFwD6Rcb8/uui9hb9xP5c+vT/lpfq+JFjPP7FJlz/sJ6q/nU43v51IfL/YciO/NC8Bv7h7cz5ABoS/w4gRwFAqnD5f1DS/CZI0P+P9G7/2MIw/0gNHvg4SAb+tLdK+Wm/jPS4Dvr02V56/8FYfP/hrv74EXJk/iw7+vr0KEj/jmBi/+F8Dv4R3rT32qo2+bEg2P7Bwsj190IE/c+zePi24OD8MVSo9KvI0P/UWTb2xBYE+QASfPUMduT0vj/a/M93zv8L+uD6sYhe+LkOtPYZ0wb/fVyA/6CxpP3x0GL+KMEA/oUnRPm2Wwj820ja+CZRZPwKk6j5SbBvA4wA6PyCI3r53R4A/FbNDvy+ngD8hSeg/R9vMv2uFIr4dOJi/ju9sv9H0Mr7R1Do8VKayPvtDob9EDSe/VvHtPmmSwz4ImBW/XiEev0Tcdb986i8+GhDlP29/sr6wwye/nZDkPrgMtz+K/nO/qx1Xv20cur3DHSM/vUlBvwZZGD/VMIM+ijtqPDM88b7VUMc9ccH7PvDFf7/H6JE+VNIgPoYpO7+RPWo+fTcWvo0xib9NNKK/",
            "fMLivnMBP7/XAZu/5JEKwGhEnT+/bvg/aqRRvpiVSz8SyNe/Rho5PzzBjT7QzNQ+lysZPldEvz2jodW+uB0EvyWuQL79grs/c9lWPwvuyL4X+ADATuQAQOyzqL9h1Po/rkV+v667eD4BkJc/LqAgPzbjjr3gAjG+hJumP/3VHL+VKc8/5i06P7JdkL5zQo+/TIwiP3PdvL/NkBO/L6gmvqOSKz7WenY+exsAQBEEIz7uL2a/eGb0vkLsj78Nh6y/sTl9v80gNz/jHlS+YKzLPxp4hz9EWg6/vSKEP1GExz83a5+/zgrQvpXBozzB1wO/QmS8vu65+jtFb9e+aKUgvwigFL8MqPE/l9uIP39Bvz8wuN+9PNtNvmqbqj7RI2w/oc0vv5SgcD9eMkW/ESSCv9aHqL4ulCI/632IP4xoOL9ANIK+8jw4v0QK4D+aLmq/I+mXvzkqfT8Z14m+T6TivvRXgr/YBv++/H07v+QSJT9Onvc9/VyZv+4rjD5gmdc9EXDUPyD4kD7CRRU/KXP5P0Xyaz6n63W/LlK1vgKuLD7I3Li+ovXKvgrRm77VID4/q4ylPlHGeb8MdhNAb9vHPuZD77o3uxFApbB/PcHueT2y4V6/hXvPPrpMmD9UpKy+RDJpPnMiNT/qB+O/q6GVPxYt3T/aj/o+oioGvoo69b6Ios2/r0ZBvxIoCz1pIrm/+kcEv83YDb9DEcA+eejhPt81Sj6jIhg/XNoUvw+GQ7+EMG6/y/HlP67WGz8AAI0+UDODv8xp4T//yPa9EhQsv7PDlb+Tvsi+A1w+P1p0+r/JZlW/pQC2vny5d74pxo0/s895vp7X0L4BkoE/qDzrPjEaxT/lxNY/bkC3vftuYr6JNAA/tEwZwDEkJb8JfNy+b1d0P4+R8z1+lWK+5HvkPvZ/Yj94F4m/ZeF1P1F3770hURK/68OBvzIJnr02Gv4/p3YBwF+6hT5e4T4/X7Qfv34anj+qvLc/YtcZvLkvDr4ZT0C/W4IAwN9+E78Vbo8/",
            "Nw6avxcElT/5/XK/dCc2v+9Nq79oNH8+1FwzPxSFkr/FToa/defEv6enAD9VYcG/3LgRv9Qqwj/QDQO/fSmFP9LKyj5w5wk/VwZQvqITOj8p3YG9tO9oP0cYAD+8kxi+qsK2P1r5LL5G7Cy/6dbNvqf8nj/LO8c+TNLBP7H0Vb9t9LQ/mtm4v8Omxr8684Q/sVjGPjbaub+4tpE+7amQvxCrLL/5tJ8/g2YyPoBxPL9rN50+xSm8PvzwT77CRBW/xSgQQPjamT6UMCa/t9upvry26T5SnAZAbwwBv/mouL+1dum+aoUhQC4Dvj7+Mwk/ym1RP54oED6FtQI/wjWJPw8OTD58VfQ/rpBHvyMPmz/TRyq+eUFFP0DBnT6adGC+qrDvPzb/Vj+5W5g+2gfoP+e8J793Gp4/beNOP7TWhD/vQ6m8KdkvvxGSLz96Cwe/E73GPmEFiL8kvCA9c8Vxvz6Ufb9uqq8+WwMPviOchj/neIs+6HfRv3aypz8YmrM9ir+IPzoV0r530vU/LrGTPhZ5gz/xggNAz3KoP0JqVb/ipKM+nEybv5BtGz8iRA69UcS2PxLVnz72KRO/1m8MPnBfUD6lUc89rL3KvYAkOj6RWLg+pWWcP+Uw+r/Pevo+mINKP9CGozp0DBjAtYDSP+/AeD/HSMq+mp8jPql3/z+kB/I/9FHRuqNFnb/i3fk96fOOvqC9Nj9+NoO/huyUPzbh4j8Vja6/nDH9vFv2sb8Mhm4/L1cUPvWR1r5VngE/EbxGPzID8z4DF3C+3gGhP3GWAD9bU1C9eP1hP4P1fr5Vxxa+OiCJvpZpGL/US38/oL0yvlX9O78nsXk/TO73vh/F1T/ln03Afr3KvgSAmL+7Hac/JGpJv+5AoL8NMpu/IwAmv49v0b27DqG/QciXP7742D+KHZC/gmD8vrT58b6X1Rq/ip4dvlB79T5CNRPAlEltv+h4db+/PNa6wamSv64MtzyRVo+/QQ2OPzG+db4x3CQ+7X/Xv7uGdz+6m2m/",
            "gpfdviCykb5KUWy+/LGAP1jSyL7vhC8/+xQ1Ps6NiL+dDDI+q5bHvz2FXz95p0g9hs3KP6Ttrz/P6YM/TrKHvbFsMr9FQeU/u0eUPp+Usr966Eu/Nq5bP79xTr9Exrc/O4EKwFBMD76Puww/IyWXP7FgiD4aUYy/GOa+PyhsTD/UbM6/CDqVPhIEEL8beqS//o9KP2bR1T0Eyw6+rfFmP0xWY74LfuU+nlXsP52dtL6jpjU/xl2uvl32MEDKkJs+UmIRP9alkr4t+Yy/19i8PlPqIj/mhx+/3NffvwNFTb+PLu0+O7qMPrp1zz4nvsq+HkkIvwhhf793h5++GfIEvadNyb5KfhQ/bOivPi/GkT4R4yq+E2YXP+p5wT/bfw4/yvK4v/Px3T/b6RG/zi2BP5dAAsAMugFAM54nP9UUIb1fn5o/p4TdPquhCcC2nQA/iW9Wv9iCjj9X7Yg/jAaCPRLOrL+I5J89plOzPs0jjz5KG3g/HH88P5chO7+RsgTAKAeBP7OsNr9aAxBAzc4wPsjymD8NN7s/VQoDQPNEdD5pC4m+RaGWvulMZr9XKAc/BvGsvUKXVz0oqW+/Q5iTPwlRF7+Txkc/jFocwEwxzb505/W+8iMOP2pznb6L++k+izujv1pDAD89nP2+oNKKP6e21b+aowa+cfNWvkPJqb9mhXW//WCwP73Nkr4J9i+9VwY+vqWAlz8pgI++6joRwJ0nnz8UJY2/UdpLP+n3Qr9q5um+2zCKP21SvT6je++/KgXLvz2wFL+/O+o+Loi8P+ok2r5K5cs+i43nPBRdlD6iCfI+ac8Sv20UqL45mz++ld5MP+CTKb9/S0I+pNjKv9M60L4z/DM/tNTIvrBFi79asJe946csv/9D8T6qj52+tSCXvpNQnD7/85S9vxOCv+C9hL+ziaA/dQAYP9WDZ73yB1G/mtdMv9FxjTsUYV+/9H8FwHLHJj84Zhw/ssi2vTDBOz4cEUS/dhrAPj/MED8MjcI/rm1bPzXRUb/i/Qc/",
            "RglPvwxbuD4vbIw+Au5Wv/0c+z4Lfri9t8DpvjT7v7+NHUi/+ULAvq80LMDyITA/KJmdv1vHur+3JkO/vcx6Pdd/jr9u/ky/IjTWP79Itr+n4uu/FF+wP8iFnz/njFc/NC1pv9jpSb9mn2m/kMyxPkSEVb/Lpya+pHWrPkBeMr/naaq/2VHJP9Udlr84U1y/qFbavtFTmL5+wNu/XciGPoyFjL8EC3W/igFTPl7szj5LfLK/C+mVPXe3az9hhY6/K7xTv+hPl7tNhVQ/m9OCv5jQgj/biBC+w09Ov6/Ndz4x8pC+5axsvmcFjr8uMwS/urN2v6Sp1T8f5OG/mvkXvxdIzb4Ir0U+35jevvmuIMB8XAXAsqt8vxDmCcBjdQs/yZTGPWoJlz9upM6/08m6Pwsair9AAhtAodb/Po2wdT+wyeW/fS3YPzwrKr46RLw+1OacvtdcCj9CiEQ//DLsP15Z1r4iYIG9DiXkP4G22D9gdzk/LH3SPVfaQj/Ofj4/MFcSv0Jcqr8GHfQ+R3TDvQXOH742X6g/fRfEv8UrvT9FL9I/tdOePZY68b9d6JO+MZAQvzabZzysqB0/+bAXP4prdLsulk4/kAunPlm4lT9RrjK+PtL6vdnxL78rpxQ/IE8Fv6Y/QD9kIYY/nkeevsm8HsCP2RI+BJMCP5eOc7/WL0S/FOuNv/xWYb+g1j4/1Yw0P6jqGT9tNRg/46YYvzKFzD6SBAs/E9O/vxXpab0k4H0/7CiCvmJMIz+rsU4/fh7qPu9KJD2tqww/wtpKvz6TJ7+IKeq+DextvqILdj9bths/OxvWvreI1z/+2Bw/Fw0hvxiQHT9CdsY9Dg4Fv6xHCT/tXZa/4lxTP1S1rr+sGY4/sT/oPtA/i74u7pI/Dr7BPx5B9j+ZnBa/YZdkv86Umb6VhR8/vazBPpLhNj1FfwC/dZxvP3PYXb8KaQS/sLzJv2vwhL5Htja/CtZuvzir57/PpZM/UnezPoS0gb9SlnE/vRJUPxObwr484rm/",
            "sBCjPrYhnr9jOyhARQ/Svf3XrT5bsEA/KNJ9PiHeYz7UGi6/ldg/v1NDab4ZRtq+JMMzv0yLuz80DH4/KvsKv86UHj8MM8++dtGtP2cPHr4Sm5u/MVFOPq41E0BcRqK+ZSTnv9CnHr57eFs/wq6Xv4beHj8Q1b2/Zd5EP0TaNr9Abhc/PrPLvcgq9b5VTce+vJoVvyKwkL/Ut1w/c+IGP8ZgTz6gqec/XTGKv73g3b53XYa+hnO2vxkTiT9a0mI+/rYOvxZruz38t6m/2lmMPlo6gr+2YrO/65CaPAU4Vr8eygu+U4OFP6Yg575Ft8y+RGuzPWpNTz9QU2A/Y4Z+v1F0DTznDjG/NiqQPrRZfr9xr9k+M/wdvyknLb/jsZE/dOwIvlRtsj2YtDO/p1SJP13jEb8ylHw/AhZoPwfaYr8d+6A/jRqQPVg/ur6LDLk+r8K5u7Pbt7+KzTa+ar+3vrIaIr8wPC+8xUK9vvR4n77TOzk/V6yuP2K84j0Hd6i/bhKPP7V/Tb/6Lci+pR1oPzct378QHAI/MoUVvyZFjjxazzW9u02EPw4jqr1lmrG/WTJLP1CpcT6dFF2/qYmivkDBnr/M9mw/fSoAP78+vr9Oi4m+9OOePdRD0b7ofU6/rBZ1v3aRMD8A8se+dEvYvwwnRj4KyQjArhc7P5BUTT+83Zs+l3Hfv+0kcL4Is/k+jPW8vz+FPT/zQbq+PXMDPkPFGb/MhFw/4wlsv+nHJz/Nyoc/jZPdPsLBD78s814/Gn02v926jrzLxb4/TbWwvdgOaj9VR/U+dUuDPzNHKD8opeQ+YIDsvTpJdD4c2xy/biuFPlQ+hr/O7V6/H9yXPyMe3L+/lFm+K1PRvsXwcz+P9QC/cMV5v2gxlr9tJmq+x1MDP0jpKL8Uupw/mr/lP8Z0KT5V8I69bZ3yP3qUd78Vvs++2YLbvhwGBL5cIae9rfK1P2bGtD00ibc+TgW3PyI+pz+G9wu/e9+Gv/OJGj/1Bo8+mfI3vqXerL6N8jg/",
            "wHfnPleeSD9roZ4+FBDAvszjwD7Mbq+/rVUPvysLfD8xqABAPnOjPZf2D8AQX86/YwS/vj3NlL+qU8W/Q0E1PyWvFz9Id4m+TFxzP1UxkT8R1su/BaKjv41x0T+TlMA/37Tiv4eFH77C5oW/OhVNvjfpOz+2xoI/UjREPuiHA0DYCTa/kUsPQHW8pD9HWPI8mzdDP1SaM7+jEuy+G/kvP+4iAD/43oO+5QEVP5f4Ez77Omq+tjkFv8f0+L+j4UC/TNHeP/06Iz/QuiW/yMnMv5md4r7/tJg/2i2aPkcPar+F+ow+HUO/P5tri7+zVro/T7H1PuXVg7+Ec1m/9DmKPyzic7+g1iA/j279v49Z575Jyhm/ZI7qP3k94j8NhkW+gKA/P3h/67/FIa6/RTznPvbkyD8lE3i/jLQWPNIkO78ON0a/TwhSP0ogTb8fPsw+XiCvvpLJsr6wlpI/1N4fP+ngZz/KKPw+C7vNPzUw8b75lB0/OSj2PsRXZj1MEI2/KTRePxqdDb840rC/P42ivvzizT8RV1U+KOFav7OUnz6tSwE/SfuyP08bU70vnS0+a8muPxDRDUATxBg/m70rvyv8hr8mOF0/jhYyQHRnMr4OgGW9JqvovxtOCL4R8g6/eH2kv35QHL6Y8l0+s1xQP+pjkr8bPps/Ygh6vmXsq7+S65k/q3G4vrcPzD8mdwLA2VqlvwgOlz8DaL0+ZkgzP+x1kztdQzw/wEP2PlTbbj7kIVe/kq5jP0dhtj6tSdm/qub/vTqDIb+GdH2+qk64P3fyrD9aY3O/BixivsYj77/msvu+g5XhvlM19D6Zy96+OCx6v6zQ2r6CtBvAjTYYP49zJb+GGIK/mWWyPCPzsD1BFoK/OOM6v+cu/b5Hlja//n27vnbJyD40HbI/eDFkPpaU0z/FxZo/mqUUvzNKlT6GPnq/Huq/vnKN0r0YOHq+wC7wvpZdYz7p6KA/5zgDv9EO6D+xUSjA1SoJvrg5UT+d5Ny/e5m4P6mpsz96J0K/",
            "tMRgvpCLvj/kkHu+89SSPpzwNr+oVgs/3Zdrvy8ALT36low/frZOv4f59L7q9Je/L5QWvzAN677XaLO/9t5TvxeHaj9RyQS/WxWMP/bs+T+eYq4/ErhQPwtA3T7r6CJAesXTPa3Slr4RsIm/p9z2vREzD79mxZs+d+5Xv4INAL92oBA/UAyqvGmse7+kovQ/BFpkv+LePz+6crQ+akv0vxGtqzx8dlU9ktbkvoBYsb6Kkp6//q79voNjhT+Ikp8/V0bhP5PtBL8f46u/APyrPloRqL/KrgM//PG2PpTmAL5rQ+u/NvJwP3UMEL9ZbdI/XUEZv28CN7/thgS/+/8CP36Tuz7MmwY/ZjQYvrMOcr36fdM/tY4JwNqsl76VlBG/s0TZPntw+j2TLV4/WVi0P7BWpb7SSv+/fnGBv/8l9r78SjHAeq0OP6sEC8CBCxS+fNoTwNb1hz0OAje/uonGvwtpiL/CxD/AOv0xv4sYs79lsko/fUS8P28RLkCm9Em/n7Efv6Fe17/S2PA+LBY0P6QM2z+RZRpAf05qvzseTb8stZ+/LHAuP3OTFz4tgeE/foRPv5+1rr/wpQu/aqoiP2kr8b4Odka/xe4VPl9R0L+uvGu/a1gAvum5BL8PMwPAm7iJv6p9mr/695g+1k2LP9NDb75HBqy+Id0tP+7sKD8lLt49kilnPLD5RL9wyBs/KzS+Pr+X2T/G0a0/uA/XPrQk1z1Hqry+DkOhviFzYL/Oy5S/IDlmv0mJDT+cT8c/Af3Vv30itr8JnEK+PA7RPqnFlj8uAVw/9aV0vkdUK7+Cq4e/+ci0vsnHDj/ixyFAQzUovnatAMBf8wc/dxXuP1WHeD+NiHI95Ur+PYPD9T6Szg6+qt5Yv9JCQj/QYum9TnBNv6fYXz9sZSS/Zr/IP+vu1j8VBMW/w6eiPlLBvz9Jd4I+1AYKv+qjuz92+wM/1w+eP3S82z6x63Y/zA0YvGV+Lb+OTeE/uSgBwNc/1r/P4IU/9PK4vji71D7CMPG/",
            "IsmXvXQdIz70hmDALGmkvjcaVkANRzu/YFOVPuPpuT+M7Ik+vZcsvjT+5D5zUxa/X1n4vk3caD7dI1O9XmuAvcvOsT41AZ0+IhuKP0DYGj87uFW/NOq1P7ArXr6ck3g/N0tsv06CcD9tPAw+6nSlP18dij7a1Ci/AIQAQM816T7GuGI/1ShxPkeeLr7zumk/H+WNP/MwYT9IAHG/duC4PsRV7D5HsPU9BPrNvj2wzb9eL/8/TeD6PnXmor5Cdwc/xTR+P/Aov77G5Lu/RAQqvm46577q1pG/+Psgv/4qFb+496k/4eKvvwORAj/g7UI//ty5vstJ1L6OPyC+Ej+Avm9qwr89h4G9okvTP5t0AcBrrUs/T1MeP99Wnz8QkhO/+oUAQDSkq748GARApAPGv2+C/z6ARje+K8+2vpckV78NlwO/HL+DP9KE/T5h6LQ+EsGwvIEgqD/4g+u9bl7iPgagHD/WGAbA/ODBPhwbXr8moi6/V8OXPS2UeT/ff+Y+ybn0PrPAJj/zNMA+B5kbwKIO8D6DRf8+42Awv2Ryvr7YC4M/WfF1PWxhcT8icV09LUxNP6AkT74k3Gc/GPakvrIIiD7aDLo/Dhowvza71D2SiZi+sAWAvp+a5L5e81I/f7SBvmy7q780iHi/fsQaP4yo/T8zZIi+acJbvvxCSj+th5c/bueoPqIair57K6K+1UyjvxMEjb13L6w//voMwJB9o78oskg//16CPolLkL/o3Qg/kN6Av8hFhL/P9iC/wpi8v28Ri70e27w8Xfprv2Y/4z+RdAs+/TXpv+2xy7066Uo/hjniP3j+wT+aRci/YZuRP535xz/sQGi+f0lrv6Iu1j0K06A+uPAHvWD4jr6C2irAKvpMPyqyvz66tik/G3nVPx/m3j1un5U/56vzv760G8D1Xhe/Ty26u0BCgT/YMiU/kGkVP2G2hj77Dak+fUHWvnAV7D5MKhy/KlLEPgiU+776GDc+fWeBvhYwuL7gwhHAhhcKv6qkPL6iOVPA",
            "QhxPPXnADT7zoDTA+hYDP3RvNL9fRIk+Pxuuv5GnqD+1TEo/mY/nvnE4Er8Zyvq+Y3Euv+mOSr/8vuc/ZkABwF4Hhb8d1E09hVZ2vl0ftb4nCi2/dwFNv2J3pb9/t4u/CmzBPRu3DT+7grk+NUwiQPIlrT8f58S+S3DaPVistL7QN04/gbwFPmKejr9ZkmI+3OqUPFYj8r67JaW/mYmkP9HaGD/d6hE+F6KNP1KEfL8FzcK//xaivqreWL3kY+4/XXjZPSk4vD0/+7++SxWBPzAJZT8jQnO/FdZ0vy0CQ7+AcC2//IgRPtJ9f78Vm9U+EdrQvVnygbsIfsq/njt+vn0ETr5MUwY/B/Z8v4hcWD/VjCs/XaKDPuDArz7dzTQ+7Yq7Pypqv77XNIO+0qrnP+gOGL8SwyDAuJ/XPpofHb+7R7k+JjYrP4jOPz8k6FE+fG3zvgY/L794fO++BlJBv80g3T2rNXk//DZoPnX0XL4Blfu/HadwPkFbSr7qld0/pIOMP6iQiz/P6wm/AJyDv7HrAL+18Se++DfMvwP2BcASE8m+d8G1P/FNlj+f7ru/Am7Sv0MTFsCUJjE+AiFbv7jNKL/3oay9MFZcvRETcD8nj9g/MKTyvZOonr9US8a/TNhAv8eFnr5NFSbAmmOFvhU4A73RC2Q+Bojsv5zUPb8OuXm/w/nEv03lc7+BckC+s/yWvnBxNT9Rbqi+bP+bPlQHIjwWqt2/h42KP5g6mz2PE36/jzZKPy8/yb/aJgK+ZZWvvd/M/D7f0MQ/eo/DPUvyET8zHhW/7rqoPohVpz+llC6/o9CCP2EYcb1V3cU+74/avXNiKr8KXIq/i1uFP5J9g75hAde+bCPev0SiBz+Yx+Q+4ij9vk98jT+jOvG+WAbhPsvqwz75Hw8/9Mewv2e1Ib1E/ti/HFLLv3r7gr+Go7w/qRDpPzflKD9T0II+ueYiv4Vdub+zAm0/NLZ+P4RbATw/7Rc+AslSPCOhiL+b0gLAs8+Iv64hjb+vWUFA",
            "4ZUaPw+jL78f9Dg/UZKePxM7vr4Rgea/j+oGPOd5Ob1Jobk9ckcXwOzjKD9MAjO+grymv+5joL0b55y+yACVv/F1wT9dxe0/ZWqZv97ArD4DM60/MM+Ev9Yv0L7A8887camPP9cWED/JoIW/jJduvZ/dZD+dpwK/bGk2PH2G4L7+gTDA4hrRv8rIAUCDPt4/jH+1v8/KrL/35XA98aEHPztP5z6eDry/oT2Nv/M81r+oobg/BwOzvEVv9byjFgdAM0luP6mDpb7jjt0+J/YnPyKZPT/ShM2+l+CXPtCvBz8/qEU+TodrP1L9nz8z2bY/kHyYv+eQ0b08NzI/PsnLP6Znwrzg30q/oSk1v+jax79hoRW/+WIMvvMAqj8p8kE+i1+TP+5jMz8WHnE/ItTavtOlLsDhtp29pMuxv71BtD5GeFy/ntH1vgGFWb/kDgE+dqYBvmTcyD9uqg+/+0+/PqQcuz7W7ju/1ZQnP3S0mz88a78/Cwzkv7QBlD1I3UU/e1dDwNAQy75U/RM/WadfPxD3dj3yD/u+i8Kvv8hbUr5+MSA/uhYWv/+hCT+RUEg/y5aZvyI9O79i0yY+ASAQP3jUUT6he1K+kbiLvyXmNL/8yO88emI9v7kEsT8hK0E/LKOxPxoax7/aclU/713oPtk2JMB1pzW/B8suPprt0r7CMBu/U33dPjhywL4guEc+Z+5rPnYi1D2Vd4I/TGTFP8lmHcAxh3g+Mjo5v59gW7+zhyk+X5Rqv//Y2j8kbFc+BAPLP7lUkz5u41e/OG+qv2eNDj+7Qj++cs8xvxsKtb/bG7G/C0OEv1Owbj2g3dy+a6ErvoCqGEDb/9E+8v09Ppb1EMCwbQNAgvq9vpoGmb8dfZc/JWXzPt1LEz9Xlx+8TqiIv8cSmr9q1J8+PX/iv72vrbyToM+/n3OAPZP3Lr8uHoA+KqfvPvh42z8lr7s+dx+uvuXF8T6gDFW/+pIpv3mRcD46OCK/IJwhP4PACLshVnO+kgO+P0joFz+NnN8+",
            "cI8IPj6xKb+UA/i/5OsJvRBBCMA6F829qXEnvYiLoL+nfsi+zgh8vhd+7L9iLag+JxCuv549Rb8SvsY+qvCvv7NL1j5aBpu+mbeQPgnGsb/5Evc//Z2zP5ArU79O3lc/4DYLQOBq6L/OyfI+PWMCwH2ojj5aiFw+49cFP0yjYT/sshU/qhU2PhIk6b7X+dK90glwv35h9D6oOpG/YUHeP6J+tT8Rxue+7f7EvrpLLz+cfYM+3G4av+fLDL7gJ8y+jzz0PVisCj4qT8o6QBI6Pmubfr+AZ6G/L72lv9BXQj8Azoy+aSMFvuJ9jT/e6oY/r/MKQBFZVb9ojXo9DJMwv0bzvj9F4sm/K0yKv9qQoT4XsvC+ewwIv20ydL9UWqc86OtKPnzgN8AVJtW+PwGXP6RBwD4S9FW/zc6Bv6chNz/2+KU+sHWJP4SkCz83yQa/iYMrvuLan77VNSO/1KM9vsV0W74tcaw+XULpPiJ817/tB9+97e2xv6iAwL9drqw+y89fPtwGKT/TOz6/fzCKPqbTJL6a8is+GuoXv0YZnr6X5RK/wh/ZvBsmfT9+W2A/9On7P7SDY7/jkQi80ePwPs0ESL+2szU//JByP3WDuz/zUHM/hEw7vq5dij6WkuO9phi0Py+jR7+HxfY+MAmGvpGfNr8+sWg9CgzwPT2XjD8jjrE/d2wAPnjdlz+ABTe/wazOPZ0NDL9u1bS+hVLWvUyp0r0K7Qk+zaEqv7Is+z7yCnI+3HDFv7B9zj6ouNS/AHBWvkRa171ut2w/BhYfPy+u6789kqC/2VCXvpqIgL/hWDU+Y3Bkv6J0oL+CqGG9opE7P/29Hr7mpUvApejNP8Zx1j9R1TK/MiWrvnNeJEAlSpC/wTKDvi5J+D72SaA+y2y4P0FXID9Qp6m+eF+av3bcyjvqQog/E/aTPkYBUz9zp9Y/hmhzPxv1JD63LuA+QLgVvs48Xb9qZ9i9nlQWP+sv0T81MDk+5Y28vzcqHb+Db6w+4mAgv9Q9Yj1vfRu+",
            "jBUnPmzkyL6Apao8NTfXPuLwAT61v08/fk/qvzT8DsDoCVY/BQL4v3ksMj63a4u90Ch+v9l+B76Zw6K+7PJ9v4kVtz8JA0U/Nr3CPhamBD938vm+0RSCv5jy6r2WM6w/Q03fPi0U7T6n8eM+HgmgvrCEKL8s7ka/uB2evxYl3z5/Re+/ulD1PoT6mT8gW6m/CfkKv9tczj2tzls/Uy+RPT6pgz9byca/tw/vvppk0b7VkhK9ZSdQPmPEbD/5tEY/kFqVv49epT1TDca+ne8SPh7CQT9fS5y/R4xrvz6Wlz96g0m90uBQP8XgCkArpO47yP5+P8wf9r/LfJA+NjoEQEW4CMDmV7i+tt6kvm35K7/AkXq/n8wfv/LlAb93Mkq+bVXCv+uAYT/O4qK+1vCovju5Fz8GElc/47rnPwGQr73H9H++E3V9v2l8Fz8uGaO/uP0hPQ+UE7/+iwm/1aEdvwnvjr9XjpM+TeoVQCt9sD/XWkY/ex6dPgzsjr8nwJE+4iTCPouRZb57WHo/yBswv91FTz85JYg/41wfvwuFLL/JWs4+w/Cfv425uD77G+6+tSGGP2VgEEDS0e2+0CCOPtu4xL+G2W6+PQWSPi+a/D554kU/6gorv54EgT0KkKS/oNMWv2rdgj+wSZE/mphgPrOKED4ox6+/sD4bP2Zv0D+lFvK/4+vIv+vh/j4hj9Q9MvOJPyhXYL+VSn8+eADBPH2u+D/3ZJS/4agOvw1Z2T7s0bc/KG9fPUH0Ub+C9Q0/Kpp1vnjtcb+8/MY/n2PyPfZlkD77eR7A+/xdv56hEMDPVII+xtqRPh3z4r//Bau/3rKRvjQkez/JIYg+IELHPY3Xfz1VEkw/iQ+oP8KTpz+/CLC/4bc2v550uD7blN6/QMB3v98Lqr/y+5q/rk2uP4SdlT8CefW/Y1jOPrBQRr4wgG4/M9GbPxoPnr2KTxQ9y2MovohLJr8jIxZABpYCP6JuFL9XHCw/teJ8PlqWKL/kyIQ/VzsyvyWHTr8wikm+",
            "U01EPpI8xT4u9MI92gOdPlNZvb9LsWy+rjwAwKF1VT9GIIS/Q5Uov7XwLT8LE2w+KuiXv2JeR76jl9i/x3vcvHMr7b6tl0m+e2raPxmR4z5FUpu9rY9kv6tWJD+9jYg+f2PyP8AQsb8LnxI/E7Jvv02YGT972ps977PfP2SpMDzLsak+eXfsvmSThz9TUFC/Sbl/P9cknz72a7k/Kec0vTf1w70jVBQ/lw9rvxv52b6/E0Q+ha6Mv2zqUz7+uSw/CQ6wP7xbPT9O0UE/sDrmv2cfAL75+cO/A7W2PxU9aT6OKUzA8JzwvoIKIL/aLp4/wlyaP4pAV7/XDYa+5ADNP/AxzD6kox6/AVk8vhe7Ir/fH2k/6EiNvxXkkb/+yee/3O46P1xbgL89cDS/OPqRPwl9/b6oYP89oUlLvyOroz/bEny8IHHGPU1BlD46CJI/xOt7P8MQOD+dPEU/GaxCvuxwqj+dR1O/Oz8av21c3r8Y07E/4uWfPtvmbL+TVUa/550Zvwr0fL4yvYW/2YMEv1s5A78ePxa+R6lzv5281jxG5F69tySHv9pQez9gvKk+vKkpP/rJIj9T+gm//O5Lvyblnr4N+Qu9sdoXPtBDoL/wuEe/c6d3vvRsHb/8gtY+mbDvPolYCEBJ7uc+ogQXwPqWNj3bg/I/QWuuv/mkW78PEfU+x1jzP+4okL+ocEM/q9IKvDh3uD/CqMO9fyb6v09IqT/KnwHAyaBFP+fsyz4BdFY++RkBP+BqcT9Y82o/7CRhPn7PML1JAD69WxKmv6rLO77IMIg/Uz6ov4Wvar6co6M/hCIkP9O9379Qfca+cTskv4gmP73D/wO/JosfP/baML6wQ8c+WOi0vwKRVL7M2y++sGgCv4r7Jj6PcLw+IaESPwS0ED/dWBI/wNxjvyZDST/vhKg/R0mdO5hVjb6SfBm/xd0cvzTrYb6Jehc/QvPaP0aR6L2imkI/x2BWPvWVjz6iFMA+d7RGPlrX0T/4cQQ/Tx9hv3S2lz7tvws/",
            "dnEqv+nohL+K5Iy/lP6MPbiQTD/qfCZAJumCvuXjHD8nkLi+7bTRP4UI0j54PCA/ZsSZvfgRnT8U9zi+UayBv/rVE78VSsC+PzMSwKdhvb640Lu9vN2WP8hejr/iaxC9fAlUv9i4p77ddYS/GoCuvQ7vO78YODO84gOLv2aIwD5dMuG/WRUAwOxGmb+TS5s+QRwMvyogCr+aHx29hxVaPpbBvT1BjUU/kuwoQMX3Fj+QLs+/m1tJvl6DPb6KN/i+TI77P37FML5LPVE/ApXzv4cjD8D5YdM904orvtvwBD9LLCbA69l+PhatiT4KT9w/w3mnvrPkKr86nKU/D3qyv0YYgb+zpia/IdFhvqWzdb1HPx4/d1H/v5FiMb44IbK/qDnFu7Y/jb9zpps+qw7pvlmeKL83JjE/TQQ/v/xEJj/t1fq/W0E4vRg4+j67kpy/TKDIvia20b77f5K+Adcjv+Tsrj0RObO//tNYP+4a+r6ElAI/4qe2vksjjr/pMBBA3VEEQISbZb8bofq+7nQ3P0KikL/K9mA/5pr8PrZjL7+S1X8/AIY5PxWlDj96tFm/th65vaetBD9U9T0/u5B9P0xeDb8dmts/K3grvQw2lb/R79I8fsqevwgDdr71mn6/C6fsP84goL8+cxbAxUUnv52QFkDULIy/IFLBPpIUtT9ZNIa+kJt6v9hkHz9Cam++dzLzPSjwGb7UG6Q/wt9zPkNQGz6+W6i+lnm3P6+6Hj+W5Fe/jEasP/6/6r7V2jo+Agq1PvFlBb9pk0e/MPG7PzGU9D5h95e8+XtYvtlutT4Hgsa9grIuPk2wfj+uWYS/vavfPxzDqL5H95i+HXuVv7Hetb8DdNe/DASZvuJMoz7N+n4+UgJhvlAOiz6Yp0O/Bk3PP/7jCz925WG/dBP9v4WB078nT70+Us2SP+w7Vj9aA7A/QindvR+7Er+jn3g+vm7lvRB+HT7sJ/I/EaPtv/wjCz8oP3E/+qIzvj/xDr/e4Na+OhiYP9cER781Bru/",
            "jlXVv1G+jr8q7wm/QblVP605E8Btqee+bBXfPl9RSr8EQl+/PLyfv2hCRL+1Vh0/JSE8v+MwgD9FFNg+ySryvlTGZL1QHJE/c8HSP74mP7/Pc98+yVs4v526jT8V7uQ8ESP9PqaCEL5TzBa8dk9AP5/TJr893kq+wabGvk5sDz/bvYm/3LHvvgmf77/d2RVArm3oPToDC7/IUBbAZBcNvn9aD0BcNwhAI1okP32FEb9D+Zg/iX0DwIJrC0A/RCk9hIEhP9jMCMDFFmY/KZ1iv732Pr2Q7vm+eFy5PirRp7/8tog/geM0vx9cDcBTlvI+3nrcvsw33j9+jz++Hr3yPkmMj79xgzw+wnSZPu01ez/e1Q4/8CqUP6UAcD/TkqY+v1FWv96qor+Ex3C/CSAuPTWK1j5RV+g/jU6OP5bphL/owKC+n1e0vrO8oT9zjzS/byFXP2LftD9ccOY/CNFmvwwGML+cyIO/AtPKvUXlSD8Ey5U/VP16vwbi/T6OTwg/JXadvy+3rD85pom+nkgdP0aNWL/tjBY+g3bNvQvs+T+AgtQ/qkSpP4lOpz8XWrE/GQBrv/QSpj/2BBa/eJmBvLtQxD/W4JQ/8Bcwv9QNXUBigKC/w4okvl6XzD9jKYK/bTqDvt/xgr8DUGG/IP3kPrcyqT6nzhW/xiWzPo9vZ7+U4ZQ+VqpVP+s7rD9lvvc9b2ncvrcdEj897HQ/wavaP6yenL/ywWY+PklZPqWcnj91mz47AOyvPz99AD5Yv2e/8FjZvrlHyT8xkfk9O3FiPx1yZT5pp/k+Pkdrvl6zqr7XV00/p/pHP+znnr13V8y/HWkLvvGSjD8HbXW+SeQLvxO1W78lta09MKXEO65Cvj7FFwU+f9psvhsDdb7lYjo/aNGFPad4JT+6XS4/Sz/9PyZpKj7Xx0K95+3Hvkhf+r+UVxJAnnujv1/Ct77e8ZK+DVAzP6E60T6l9Aa/zkKXvgPAD78Xyq6/UM8pP4WY/L/lbaC/SeGhv0o+MT+qgwe/",
            "Tphwv9b/Qj4Hc4++lgC5Pk0/lL1zufq+8DDHv9yyI74E7Jw+3WUMv+RB2b+M6BM/ommQPwwyur/9oqM+T3Qiv/0eHsCjEyS/mkPyP4Ll9T1/8HG/sJ4KQAADMr8A7mU/RD3mP5diFT98GsG8KEmTP1wDyD9r/dE/1625P3TUhb9OWwq+GNPvPZm11z4N57I/qH1hvxASwb5LA8o+hGuRv8RNgL8+gd2+F9dMP2RsrT30s6A/iFwhvw8gNj/YDhs/+X7Mv1gvh7//GM6+GxuhP6HPKD5yhIW++YA+P7JCO77FuLG8hiiMvuwB/r+iSmw/6FX0vOHVsj5aAey9hVa+P5OvKD9EjO+91iIVQC8YMb/77Ry/tMDovyiZcj4oCKK/0JxZv0LUJr+AIfE/RsNGPoVSbb8w+18/raSnPhNNcz77rDk/XoJ/vx843T49Nkw/rqoRvzMeTz83tjW+vg5oPxQyxLunjn2/wYXmPT7u2z7uCT8/2vrWvmGakb6AMv8+Ma4Mv3mlSsA6Ij0/k90OvjQdNr8v1OE/0u1wP+pt/z4BOoQ/0qc/vy1lmr2Jw/k+hnunvkJEtz6yAQW/8rAjPtm7lr7rKDc/c8CTPRpmjz7SQ0c+CZ08P6uPsj6V2Ms+QMRTPmrItT+L0Pk9U0xSvRWywT4Gsck+sOGAv1YMoD0RXpo/QheFPenGnD878Pi+pY+4v3UW4L5yHsw/gb4VPhtUj77FWjA/gMLJPj+W+D/6PjG/aFl8vqc0er/0ey7ASriSPxRJwT9io8I+Ky+SP/Y9mL9Keso/PwW8Pcqtoj/HrYm/lBDzP+TyGL4pMyQ/M/sNv8x1cj1U38w/bnqPv0ZVL74oEj6/pC9ZP0BHWL95gCC/+9HwPrgdur9CEJM/FpGUv4JSXj5zdnQ/sf7qPMfeNT/zShg/ZKBTvys3nj520wrA284EPywnLD8xoZ0+saegPutcyD9Y7QY+C1TMPUuwrD9aNpC+sZB9P0aS9zw9mmi+NNjSPlaTJr2YeoI/",
            "2MKevD+8MD8s5Jm+NDm4vsAz+rudyt2/gTDfvt0h6D9+btY+j2BFP3l5Cb8Ixgy/XL5TvtBdJT+rqPe+n7e8P5Her78BUom+g2QAv3gICD88o+q+ZjIBQJ0KvL6B/e2+tGSyvwR4pL+LByQ+PJZVv8OOAcCFoy8+aql+v+cqkT8Swbg/oJDvvizP6b5tdHg+5w+8v5e0Mr/KzWO+e8AeP7kdET8mvIk+0ZcKP4DVrj5+FZQ+AW3Bvm5blj/jCdk/tSm4v3Nc1jzU9HO/zz8BPydsXT6y9iC/55uxvnuaBT8rE4g/uJUQPuwBIz/99Na+nhwhP7kd97/XHVq/2oaFvpEiHj/HfTM/9g3gvrlc3b/kAw8/B2ijPKtZrL5AAiVA26WfP6dTfb9f71M/B7kBQP9wLj+pfqE+QiiJPzHVI78vZyO/Eu+pPk0G5j9zZuQ+icIGQA1Bez+Zqkm/PjuOP3C8oT+Hd2w+Imt2P/rwuT5X8qS+p916PUsXzr4SW6s+FLgeP2Wajb9lB7++/5YovuGUH7+UCK89jzHXvj2zpj/bkyM/GSyHPwmHJz93iag/mngrwKQq4D7hMCA+EIl5v3PFi7/JEkY+rGmsPt15lb/V95Q+2esBwICVZz/qQeA+wMJAv8PGbb9BK3M+lJLuP3WBh78jpwdAo4xsvrpun78G0hw/CGfVv4wWAj8anWc/hi+ZPgWX3L6nrh8/9yrZPqmpvr8s3uU+yEdyvzzOHr44vVm/IeHPPrbmJ7+lHoa/JHBQv4ikYr/JFek/F7l8vmILCD4i/fU+kB1sPqyK/L5ALCY/I/O5vof4U787otU9Yq0mwEwP+zwD9sy9/jiqPxEjXD8eytK9ZtMFPhr1/j47OQ8/VejSPf15h761rfm+FsAhP/p48b/Zh2k+TRhiv/ADMb9nQCM/ySV1vlc7JT+/Rs6/7meiPnSSsr/3bhq+mjxJPh/BCLxx7ZQ+nsfAvnNiKD9Np1I/v0x/P1u7iD0/Moc+jom7PRsyXD+iewC/",
            "gOUAP329Yj/Dldo9ijeqPaNKYD++uFm/zR/xPpp14z8Jb6U/Oc+0PsSvm76hlZA+AsYHPqhQrr6nf4A+JVyRP9CFTL38whk/Efn5vo4rDj+Yu+6+g5kiPxu7C8BPoYG+eecUvxie2r7HVbc+O1s0Pn8VND7JvpM/qmu9vnh0lbwUhrM+UiEcvxmc9j3MWqg/LCroPHUj4b58KRO/D0GsPVZZ9z7Qxyu/Ku+cv6j0oD+m7/S/7Mb3vVKkgT5vWVY/CwY4vi57E78VEYi+HK0EP7YHHD/G8o27QP+7v+Dt2L5B6sC/0NXwv4qobL8wUSi+PN1Jv1Ft8D8ILVm/VL68PyLqG8CnDWE/2WyEv17StL4R+Xk/9vSVPyzf4T/sb3+/sogxP+CQUD/yMfe+5OKZPzAPuj6BiN6+Qm8Ov5nwhj2ioTq96tYOPw/vyL4zuio9YbTCPzsZzL6tyJw/zmtGPsXXpr+2n1c/2drIvqSn7r5fMA+/jg9vPwOdJL8tWDw/2oSovp/CbL9Gixa/Wg+fv+qEeD9DMbo9wseQPla6EMCQpdU/SK3FvqtGpb6cgKu/l96NviDmvj4iEl+/w4iCv43oIz/xdS0//vDnP4aeEb485a6/ogahP4Yiqj7QABc/3yQRvpk5er/4f60/ry1kvroxAT5SFrU9BaUQvwtboL/Je2S/0Qygv+WrmL9MMd6+mHA3P0ONpz58fg8/wHZGP5wTgr/Xn2s+AdAtv/Vmw7+YVW4/dj+yv9aQyz5qHrw/kFKsPfLR8b/1FS+89GkRvzihrT55T3k+zkDvPxBBUr/Onw+/7UjjP5CUaz+vDFS/5CDmvhD+KT8GHp+/7fO8vffzaL+9Bze/Xi58P1umVj8e044/qFaNvgROBT4pR2xAu1ZcP442wb9TXzS/m5PIPx9nUr9ohrG+4dG6PsqRrT9WAce+UBi8vkSGYb+Vy/6+o7J4vzDi2j5eSEU/xoFIvz/ZIr9e/Ca82lOYPR2BCj8JLCw+1TmpPgmk2z6Fz7Q/",
            "0xUfP6RLZ74/pcQ+1SpwvgNNizyeDQJAS/vUPgklE77nt84/y3GYPkAmd75jDkK/d4gnP4UaLb8B55Y+6zTuv1uYNb/eVfO7EucHvvJ89r7n0bs/0AR/P56J179were/WDYrv+XQeb6h7Z8+dzl+v8q5q7+WNj8/9CO8v8W2yT9uH6C+D8uMPwzCPD76gvO/EUBkPuaisT3L20y+wh89P4qGmb1vusG/SDjkvoMynb1wrAE/vaKkPktmbL+pUIs/N49WPyt1oD52+k6/fufIvlY4rb+R6xs/Otp5v+wQhb851bW/dJPCviuulz8f4DG+byGGPw3LVj8hodu+yJZ4v9yK4j4KNWq+p4OtP0buXz8eBKe/o+oYP5e1pr+FpSS/JWenP54VAMDXxqE+iMD0vcmHWT9XN42+XzLUvrIpnD62MDo/e1bjPjfENkAo/HK/Vxptv67zzr7ujEW+LHQsP1z5HT/GbVQ8uOO4PgBy5T0Sj70/AOgavywDvL5OJBi/irmevgOGvj8eJBA/n14nvw4sZT8QW4Y+8M8xv7uWyb+c8pa/j5BruU3fkj8w/VS/XLICwFRlNT/1sC4/XUuSPgkohr/194m/dbY9vwAdFj/hg0e9jWLEv+deIL+MmYm9EialPggihD61HgK/SFfhvzL/iT6D/ti+rdKdvwHL1z5m2kO94gVVv2hDML452oO+MdWyPqWmZD+KA4a+yI4YQMvV9r0we6C+RHyyP5TK5z/0fX4/+MpcvkhR6T/yxia/FBFyPxsfVr/w510/kkGgP6ht3D5DK8o/10lQvwYv6L2nYAm/m1UevnxRLsB897m/F8NJP3E/OT7S4Lq/niYgv2mhn7+vtAm/QWW6vqi9wL6+aN2/46MRv4NYlz9e8yy/ieNoPxQzuL/To7E/O0R+Ph6c5D5uFeu/ypHbvp7BkD9s6jQ/TN+4v60Aqr5ROwo/uZHfv37E27+qN6W/jeegv3uKtj+liIy+a6boP0TWzL4R9iA+5kBSPwnh7zwJ9jy/",
            "BnfcPg9duT9Qcc2/9pG/PpGDjb46uRK/B/iyPn4TuT/CApE9L13wPzl9iL/rPcU/juTmPoPG67+cvhRA0ZyzP+BRiD/6rGW/u72nPcWh078MpY08MxNKP85Kvb+4a/u/H/gIPmNMOb9jVao/i/Gsv7ps5r6HnvG9xSOHv+DwmT+wjFa+CzkkPvTbk797nwk+6gmKvwUN176DNTg9Gmm4v/yZFEC/HZg/eUTHP82Jh79B4DS+vLb8P3lE8z8ykTI+LVSXvhGSor9D/Pw+DKgRvpKGI79ne3M/3py/vnAmvT6OCw+/KHIyvwCxir6T7Uu+21W/v5xEWz9KDLG+fTguv1dPhb8+ljo+WznLvhHrrL/wL7w/z2U+vgtkzr986v6/rUnfvqB2IMDBCwC/5WZovuahLD+7EQM/sSoOQBPgab5h37y/EkGOv8Haj77oOtI/KiWTPgmkLbvhy9s/0QAyv381MT6Mag8+1kK9PvdxLD8xG62+SPVuPZc/FsB2+fC/ifuovx78Ij/1gly8vuiiPpC7yj5etha/XKJuPvH9Rz9EitU90DauP9zmcT/rv+o/zW3zPozStb8KgeG//mtGv0rlIL/0oCU+mpCgv55+DT+lOQk+dc2zvxmRBMCrsWC+6SSHvRu7cz5hRoI8ZZSEPtu4uD8axSA/UyGRvR8Amr6EtaY//Z5nP98UZL7Kfjy/guRFvwEmab8DgG0+kDVAQLk0qb/vWsI+F6ZKPA6t9b554MA/d7IHvt69QD+7jEBASUaGPyw1bT4TMsC/HV9jvXSUkT3GLSc/RjnavhB9RD6ElkI/Dkr8PvQmtL60yKW+3R99v8zdHb/4uqA/tv6LP9xd4r568MQ/Z9nBPwJIoz+N5Qs/YMyWv7q9B7tu44c/cbWHPYduhz8tFTK/Rszpv+v8GT9AjEy/BnRAv36o2L+Fu6s/4NQevq/uIL9LUBa/LwWKv4kSPL5Hfbk+6KzQPOPbCz+bMF6/ZbvuPrumAb9cB0O/C3YbQMI67D5Wrke9",
            "rWCpvnHLQr9gHtS+TNqWvvK2E79t2qc/n9uEP7LI3z97sDi+4AAAvmJopL4T3VS/rQ4AP8xZHD98F80/bXC7vkMGdL/rjsK96pYRP/CHLL+T8Wo/aPtuP+YjVb9iBCs/6bGqv7fdGL9RKqK/uNtHv+XYqT55/7+/uoC3v7ebHj+aVJW/TBaGPeXg8b+InYi5MoU1vql+hb9z54Q/pt3cvxoxNb+fe0C/JtR0vjoz5r7pRM+/NRlZvwVRbr8FjtE98/IUPtn8pD73VQjAqEvKPkT2Vz/fcGK+7awSvxcwXr84hq+/L9OdPwGPa78SLAM/hhZnv91hyL7u6vc/tpObvpP+kD8gfFu+s/uwv3ewGsC38YQ/mLN8P/t2dD8rlpE+Kl1tv6TsAD9VOao+jr8wvygnX76hh/C+lXowvyv30L5WD8G/5WjVvqzQCj/R6o2+vDirPzw7hr3+Mpu/O3lAwCIFBT5vIia/+18QP5/dBL/rlBg/V8M8vWwWhr9Nfpi/62epP8afJD6vppe+VTMSv5Voxb42+sa+R1UwPVzn4b4Rqz1AHla3vz5n5j5l9C5AAI4oPpUyCkCOVz0/jivAPuv+KL45rEU/j8PKv+7rxD8sbF8/yzssP6K92r8ZrIU/bno8PzZVBUA+wei/u8ItP3lL7b9ZpZ89jM+3P0ChLD7vdlg/zAgmv8QITb80Xyo/Z1S6vwl7UT8nBie/u83tviE1SD8YwFW/ee1FP1MmIsC774g/5x4evy5mQD9J+p6/OG1uv21czL9UL0Y+E2M4PwmlSD6el+I+crfvvrCFu797Jj0/125XvwZWpLzM4Qs+Kpg2P0cotj9hZMu8XeTePmku6L7yd18/rpJXvs2bhz8OQ/e/u9snv+bp7L08D7W/kB/lvjaDnr9PuA5Ab9FkP1jUcD5buqi/ciTpPyWkKT+fNzw/fZr+v0Qjwr9Oe1c/gR8tPw6SJj8w+qK/U10PPwtS5zwF71Y/QZvPvqWrkr9zG2C+R7S/PpB9C70dGIU+",
