{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              180,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              4,
              4
            ],
            "strides": [
              4,
              4
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 13,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              4,
              4
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "916c61e58f7f1a9e1dd58c29f8d077a28908ad27c333d7508cf7d949d97c331b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      180,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            180,
            1
          ],
          "values": [
            "YL44vzranr83wEy/jlSePxH5Er/629Q/tOcjvrui1T+KKH6/rNcZwBDo9b4srYg/CqQjPrV4MT+4nV69oYoavzsFcT/7Ks2/eJ5oPtC/Lj+jKqe/mWkPv4XBar5FCoq+yQKsvx3CM0A3zXK/CO+5v+9rWD4D3W49wrGjP/J3jD/HSIU/bspTv4V92b6U6o0/lVyDPnU9qb8Kn4G+TJCXPyDO0r63xAPAfAcbQOlT3r41KjS/HIKMv9zCB78c35K/AjVDP03U3z6jGok+UY/RP6N2nj+vCEE/4ER/v4qs2b2pdWG/vXcXv8x3mj/ZQ4U/r4JvvyAVgL+od82+6MokPvBShb5g3Kg/HUDwvqnMLb0j/ku/23mFv0vuBz5JC24/5yrrvmdOZz/qpik/72qhPlz7Gr+q5na8Z4jcv2LX5L4RHKs/NX8CQB4RSj5fiYE/uEN2vofYeD/BOnU/Vy2DP8Zksz/PWtg8/M8NPw68Ob9DaQG/aB4/v4qZmD5JgKC/3XKEP8cu2r+rDSu+5ZYtPyzJvb6d5he/RtmnP+EZy74WE2a/v5a4PvRCbj4n5eC+/WjmPs5PMzy3oYU+2fSJPpnL2D0gnbo/JyUuv/My6TzNgXe/0W1+vym3nz9aDvy+zjKDPiF3vr8Hxrw/8GMwvy9m1D6Z2xTALTs4PgYWVr+Ihh8+3+NQP6E/jj9S9Wm/fV+FP88h6T/MsNI939CvvnlqBT86zqU/+z0yP73reL5q4lY/RwkGv3rerz9G4r09DrJQPzTS279w4sY/X5qGP6dhnT7nXIO/be8UvdQv0z6nowW/JBuVPbux1L/rVJ8/9IoHPiaWEsA7OpU/X/TxvqNHqT+hdfg/PAP/P1PinD+hip2/oA4pP7kFlr0w0Nk/LzISv0CvFr93qgc89sw8v8I5cb4ewfY/Dg4tP1rFrj7z1ka9rejQvQKhgb9nGjg9xudBPrdQlT+vOwW/gvPYvQgiHr/ZZBTAb0qPPDCbrb4dGao/6ZGov98SmT4z01E/",
            "8k3QPyJjSr9AO7k+ssOQP0AiDT+Xf82//fQzvBVyXD77SMI+r5sgQCosfz9wpQK+XBWpvmN8Vz8VNARAS3dkvVRb8L4vmRdAhpS4P22ALT0cRa4/5lvjP/KoOL/KCL0/XbUzPgQ+hb/V38G/E105v+DVyL84EsI/lQ+JPoErmT82TKC+7OEAQIcqzD/Vcf49BMfcvoiwpj97c7G/PUOUPQCehT+Bh5A+Y9XqP5dU+r7trhu+qlBKvwZgtb9GHRE/JZHDvwUDyb4aAYy/r3e3Pn5BpD8WRVA/vjEcvwCvIT105BC/5YvsvQETiD8vlME/CWBEvyGDar7d1ws+rCNCP/YOnbzHHCW/wjqPvrOkpr2l836/T8boPUuJqz9/Sk0/AAyqPpjnN7+ciFs/03PnP9tt6L5ZqLo9On5XPz7OHb04uAG/28VQvzHdVT/TCyE/INQRv1206L9cmXa/iDcdvaowu7/rDuu+Kbnsvyeb2Tu41MM+iWuQv3AFdL8lxr4/KmVcP5W3qr8atUM/pujWv6dACL/1b5w/j+bgP9etZb5AEas/YmOWP1G//D4SjJ8+eBLTPslMZD+vb36/78NtP0mzOr/5snS/XhaUvZCywL3tOZI/3xmfvvzqp75yfgu/U/u5vzQlDL5cKLM/VhI0vQzuKb6uPZk/wwcdP30xoz6FQGs//eNLv0/niT4URC4/L7tFv7Fkxr/2l1e/GwqCP1wz4D/aWCA/8Bqrv9W2Uj6Ti6g/T+Twvb9CVr4W7Sg/F2IjP0qIkL971h8/qeA1veq+lL6372E/Wav8vqZvID6djKA+S7BNv/MUJz9kz7W/a8xMP/LDkj8T3pK/uqisvkAvCkAS1RQ/3+GuPpvf4z6BOci/L57Pv7TEjT6Nuc2/aVuBPyDj9D18Ngw/YmzEP29Rdr50TAk/oqWoPZwLB8Am/jS/J3yuPwXq+r6JVsK/t/VNwB2Cdr8DXVW/jPzHP12j9r4to7C82uaSvgb9971bd8A+vmUivzcxAD8oIww/",
            "SzgCv/fMI0D9z+2+l9nMvU3kKL832Zm+NUibv+4qmL80GbU/cWA8QEiYAD+hjZs/yslJv4YdQr8vcD49waD9PYtSib+yS3m/YU/vvmRh176hpZi/1g0uPrf4Jj6dhiY/anA7v3vn1r7Ze7G+aaTEPcJTvr/OSEE+stmsvo+9Lr/WNE8/5hM+vkE/Ir988bW+z8qYP4Uln7+el0c+TbBdPwJME8CZ6hG/+rffP4aPKkCkKwO+HrIEP8kmBEB4Ls8/0X++v9x4r78YPEq/7Hg0P014Dj9YuHk/4/wWv1vstD7JYC0/IRtJv3GYar/fy6C/enNLvor1Eb+P4vg+cbShv7A1vj0Z0YO9QCYqvWB/Vr8IVSG/cBfsP9pXib5nED+/0Ijiv+DEbL9TF9c8G0eDv24lFj+Gncq/5pruP8cdDj/coIM/p/Y9Pykk3b8FPQA/LfdlPnYwR74jGpy/4lEPv5dpfT/kO0S+cZG6PpfQYD8TlZ69LfjpPmUaTr9xL3G+/GM8vwG1Uj8Kyao/fRfRPjI9jD5lahC999v9viCBVj5Iav0+ILLGP8Qr3r6BbOM+vdv9PsFQob+neiS+N/vJPxk4r76r66i/BuITP6Xl+T/Szl8/MTElP1oLBEBrk6s/ezYCP7IcIb4m1ZK8FkZiP0awfD5WF6C/HF/hvlEIAsCm3SG9JimIvl99zL89exu/+gHUPsUXLr5QGQS/i5JyvmcR8r6qMow/+tduvpe1xL6lXsE7p7fwvqMWuj5Je9g+CmWgP/nfDz2S8kK/mlS8P2dUlj604xI/pdE/P8Y9wD5w2K4/5aiLP8zHEcATA0G+EZNXP2bL/b5YSia/OqKNvfzF4bu5NQPAM0tUv8DG/D8grME/aT5LP1qiqD7I0uM/bTZlvsjKKr+unj4/jzkVP99WcT+J8+G+o+Cxvhl51j51tsG+QjRDv3BoWz92dhw/47lJP0PaBUBco0o+EVWBP9Ygvb0ogAO/yi9DQEu5Cj9WGUg/0jJSPtJJvD9Mm0o/",
            "pjOvP0Snmb+teDe95nggP/Vtgz/DkZm+4MEOvxhtDb//ISQ/907MP1SxEEAbNro+fIU9v08cYb+uggM/6G2jP0biEkAQyDK9me/Kvnl86r/Bv7m/Fibkv0LTM78i6Bs/udvWPiHHmL++4Sm/MlSmP2Fd0r48AA2/VXqYvdJlYD8BnGS/8lviv5T3nb+ch2A/MDq6PxdVLr2+NVO/2+lFP7qllT8eYeS/zlcxv+lqCj+hFF4+h+inv0cdsL8oqa0+YQMlv36F/j5hN7q/K0AMP5ONsj6rMEO/QB12P71oWz/vTWi/Maspv1ztkr/Qm4i/hZ/avxjgdL9hOWQ/dY+dvwcSAD8mgki/U3Ulv/CbND9yI/K+iHWsvlYtAb5jBSO/2M6qvw6NKj8vwxU/VAXEv1FMVD/wKY+/gBiUPJ+Kwb+Xmcu/HlKTvzfUAb7mSUm9uo8Evgg3qL77xRM+RINrvy5Fo7/8EDs/sRAHv1eZkz+npc8/sQa8PW0nLj/tT9G9oYnSv6aFWr85IgXAmxoTv/7ccj71Glq/k1KXv5q5yT1dWPM+rIYWv4n5Z79vopE/CeCvP1QEzz8yTvK+IVZCv5KNJ7+kYLo/3HoBwLUgSD4+GSM/hynuPvPQFr85vDe9gxbbPo7nZD+itm2/HTCKPzrf7j4ZYdS++/mqP+3X/j8WTQI/vmydvhGaMMBURKo/CUTKv7tzV7/Ehoc+OwWZPwd6eL8S3kw/sjClP6Xnp7+2Qz69o3OOPyRaGT/H378+JrYyv3Bxpb//ghO/rKB+P+MtqL9cRgQ/ePi2vpSqXD/4Ga6/VWG7PSkgSb8YAZ68wsjIvqVRVr/rjia+x9ijPzRsT72iRcK/knwxv2iNRD4xoJU/wwFpPzADOb+AvA+/cqsqv/I+Sr5tWt69bPNkP/qrej/aCj+/4c0OwPgnyL8cQGQ/YZX2PiHSw79a3hTApaH4vgmg5j5mSaI/DUMJQCZZiL/d4TS+5VOKvl8Z1b58noE/yYiavh+O2z/VVsW/",
            "wT0BP8JL1z5fH6o+6pA9Pqf95rxVRkk/4cpvvsf2rz++M/y9ZTMXQNViXL+SbwW9o1xovriZ6D49mi2+5Shvv+Jr9r5wKGQ/+VywPqwTj75gSrc+lhkLv8ALOL/t/Ys9DgPGvuTmqb5Lc06/PIVvvsN9Ej+RO4g/y9agPsxtWL6CUXY/zAY1Ph5eID7yPZG/fPuPv7+xPb3IojU/VMtJv/Ez4j7E5Oe+axphv5cKYL/zazo/6UdqPukObD+FTrg/M12qvzva/z4WOcG/cUY/v37Rn7/1dty/IJOmvt5wmz8ZiZ+/0JuPvwnDjr7jatE+LxFFv/COOz+L430/9HrWPobkej+pwJQ/gGXSvmXdoL4Su9w/vCiBvnBD8z5r5+u9hTQNQEKhlL4eeKg+OuxwP+UVkr/lxzw/7oAnPvwLbL8oc0Q/ryy1P6G9WL9F70q/s/GAv2LyLL4Pkh6/QDmVPriDLD50X9E/X2ltP9egMz9Tkom/RV1HP7F3Zr+bHiU//oYwP2TBz78fbAU+nFv5PmFMbb62IjG9vzPSvkOjF79s526/3MSkPgjdEECuKMs/GG6ePRaTh7/mgJe/jGITQCw7+T7oKf29aEMzP5Hbkz6LpjBAfFqVvSXhPz8BXYo+PZUoPmaylD8E2/+9UC/7v+5sA0CsAoU/rdjsv+v4/b15xRA/W3KHvnFHLj+T3Cy/4qrrPw4fiD61kiC/s4jyPvjouD7W15w/GZDUPtMmv7/wObi/w9zDP3QgAz8od6a/z8ndvi44h75fVNC+7wauP7xGmz4P4Ie/sRCMPlN8/j6EnQRAhmuLvxRjW7/Us+K+0/V1vm8nMr43ccE/4Qm1v5g9RL9htCU+NFKuv3KGL755UNQ/lMS/v1xzDr7JDMs+BohrvwRQLj+XNkW/sSYaPylT8T80lHW/bFwPQEvvuz8k6qM+RdAJQM9zZz+f01S/eNcfQNYvQj8ZAoA+CAeiPmNqnz8e4BU+y3DvvoO6hD90d7w+eAo1P5FWcz/Rr+O+",
            "sl7GvpIQkr7K10w/KE4EP0TY2r84S4i/Er7UvugGLz4MwtM+SKcdwBmmD784VME+b+0sP+Q3gb/bhAM/uQCKPgdvgD9Nz32/vigcPpB9ZL8eXLC/zJCtv0RnjL4nU12/SSQNvxacCL5Yvrs+BQpkP6TYF74Z28w/igNSv7JHg7/Ld7G+VJFSv4fUZL/d1os/UqOUPhEpBT/cju09l6wkv8iygz8oIWC/dg8wP/wDkz/9rt0/9WKcP/zgHb+V1hC/Kyt3PyUWzT9G50y/6RAzP9EMyD95Z7o/8tESPSi84b5h/sa+hXJpP7zR+b4IuAFA8JyAv3V9nL5qbQ6/vcfjP0u3CUCiCIA/NjPMv+zZbL5wGTU9sfwJPx9wS77uBUNADf4XQIKcAr+8Lms/MC3sPIYDdb9RA6w+SytoPNzVoz8EfuM/edSXPlM1hT/8UO2+YJhVPrnvnb9TzK09Sp9AP5VKC0DRQVQ/2uwEvnYtRb4Qv4k/wSa6vs0PGT8IG04/9n+tv+OWH8AbDYY/JLBovX5Tcb+mZr8+C3CCvnvDjD78x0q8qmn4vQ6Soz6wwXM/0qB5PhJmpL/Mc9A/QOCNvtgprz1kwo4/2vvzP07Vzb5CPUw/e3mFvtQs8D9s5Y6/ztaUvp5JKb5j9ZI/lWA+Ph3dBD+I6ru+e26MvXbCyb1nfai+MnXbPh8iyb/wfxM/U+5aPx6d9b0OP2m/X6MmPjqxCL/DX/g+8/EPwL3Qur6pFds/QhmNP9Zncb6mDrg/Ixthv7fPFT8dVg8/tpzRv5FyTT/Z66I/6gEmwECrJUByfTM+/HEovswvmT3fvzs/9xjMv50c0T8mrXe+NOy0PTz8sL1bzoK/GiM0P3W/K8DxOxO++/IZv9ZgqT62DeI/up7lv+fLG0Cs+Vw+HwSrv2bykj+/IpK/yFV2P1t4QL8MPmY+qUvXv5YfuL/bzWS/pFufPplX4D/GqYm/hU+KP2izPL/2gpu/gN3bv9QW4r4AWW6/xzyTv/JBT75rSJQ/",
            "50hqv+sROr9rLqo+32XqPc80rb3IOhW+1a+8vl7Crb5AqSc/+6bOP3tFRD/Npy+7uO98vc37hj1LrEu/RFq+v13p4r29uD7A1mopPzhDLb7IoeK/y0bcvjLNpj+GhIq/+p0kP8b9pL8PZvo/xuqUvkRzw7/RK0o+2eR8PzK/Pj9jQQU/7VR/P5T4GT/62we/wQT5v0FA0T9cYI2+PsPev01Xkb9zORe/LivfPgi7pb9zLkU/rqNovuzjYT8WEac/9a/MPm5ksr83OTU/jWXfPs8PNz/UKhg+XrSTPX35gz/JYbu95XyJPGO9pz75d4y/4zRFP1tZij9szYW/kpEwvx7lHT83CDg+XYAhP4/uxr6QZp2/Hs7qvjsxGr80gB+/o0sXPlF6oD/av+W/wd9dPzoxVz4PJFm/p79Jvt55Ib/GH2M/BdLxP1x94L8Nfr0/bgrGvqLI6z8gRhS/5qfHvqnp1z9graI/wvtqP5ZPej8F0b2+pPaBvw3gmL5uG1+/i9DFP4oIzz/HsXe/rhuJP8lHCL84QO2/3twUQGNkLD5MLAFArw4MwHQ+gD/bK5y/ALYBP3X0eD+AdiA/HeVHv5ZKVj8eo+m+NKIDPwAEBL9/pAFAJDSaP2pE4D/AiqU/lO+KPybff75u5A+/Dd5+P4SZtj5g6RK/uH1Jv/dMyD6AqSU/B/EgP+u+Jr+wZGQ/4uyiP00iHT5Vz+C+gykFvx4kCr+/bKS+oL3ZP+pi+T0m4js/nfDRPzB07z8v4qS/opKiP3Nnm7+WUhW/zEfJvl2EMz+bJWu+lRFxP2xisb+Ry1Q/nAnKv2tfYj/o56g/vSIOvDLIIL6p92Q/NCpFv6SEl7+mkya/H8Y1P2uBQD5uHjI+MIW3P/FxDUDOy5S/0KsLv03d1z6TcJY/9CcjP4Gjpz6RR6G9GGkiP1dRU76Hnmi/fjfUv3TyTD+UoAtAAfVMPxJlZ72sdAQ/Ypl/v6iRor97LFw/CSMBP1RI4r7kS6W9AWqaPu7oQ75cJ+S/",
            "Edr6PiHb5r7/yL+/rFcHQKe5uj6vHz28LLtnv8ImAD8D7q2+pLmEP0bm17/pmgK/eYewv3ThyL/TqqY+diDKP0SN4L4IcvK+XRT5PvWrBb8ix8u/aWMmvvYU4z82Fnm/1e8qP9Vgn78izUw/UNNEv13Z/b/0xaO94PwJP9fgQr97HJm/73aCP9nSGb8+jKo/4S/4v2Z91r5dGK0/FlAZvy42Jr8VCLS/DjrFv25hKb2nGle/VkNVvW4sAD/X62HAPiAOvydA/L9oPBu/4NOQv5CbCL7ZWXw/X2PQvm2sJT0LTAG/h/Rvv3E9nr1HxpA/YvXJvg2kNr910+O+W+i7PnnTFb42bxvAUkRQP1AO/D6YLJw/hr2yP3Y2Pj5NUoS/pEcgPmpk7L85PJ2/nwybPxrdaj+fSoe/Y+Invz9Lk780hzm8OZobwH+LOL4FXBM/kIWqPDiisT+Op/i+x02Mvqxspb4PZRA/K2eQPz6azb6t/qu/Et9TvxTqZr/LoJe/XZBcP+tghz4V8nW/mfd7vqwq5r4TNnO/kmQ2v4EdQL8dguU+J+4bP2Ay2r5eJIe/kvUiv/9HCb+/qto+esWiPqr0Vj247hm/SSH5P4V6Xr8ZYlO/pKEGwAopLj/MsBC/10Sfv9qx4z9YpKc/n/mRPfYBDL/ccnC/nHBDPT0aEj8OnEI+mn1Jv1O4cj5weQa//BpRPrToTb9ZamG+k8Jpvmxaqz7TrvO+MAnQv9Iwdz5BLxw+BolgPrY2dL9tI2K+pseVvlBwVj8U/ds+a63dPqzCazo1DI8/01ckP+72Ir6MrE4+Wk6GP0/20z41zo2/RhILPyzR/71XFGw/xutEP97BQL+YlaU+SV6dvve18z7+Zce/2jIrPxtj/r+hbx6+U06CPq0BqL96RQQ/nVRGPzcWPb4d2Zc+w0V5PtFq9T1mVmQ/9NsdPgdLiz7UDEG9NnvUP/oA179sjY2+nEIrP04Ut74IjIY/0CZuv8y/4b9oJ3C/m+/vPKcCR75qgd6+",
            "3s9ev6tdZD+ltlm/SLBEv7QRxz/nHnW/kSQOP1fhCD8Dt/8/80OIvyN3i7+6mwu/VXcJv5UZQD9M29C/fMWiPWtpFT9uyuk+I3SqPZgrlj61gJa/50WwP7spQb5XvRBArEzwP3UV4D3HEPS/d1XaPx7OYT/9GK6/UnTQPb1zd7+vJS++5RUgv5ATtr9SMKE/eU49P6iCnr4RWTO+RY0dPt1cQ793Ruk8oSi4PZIpwrwQRrY/xhpQv4QzGD+8OfK/spq0vvqohD9GuJA/2KEgv053l76Znb+/nC4YP7unfr/8g+M96D9xPx0xRT/iwNa+4hyCP/WPfj+0HEM/uB6Ev3h1jj9rNsY+vpOpPze2o7/KxJA/Nbbfv9vc87+qBSW/UQ3FPwu9iz/jQfm+4XD7vtPDg79rzzE/YHtVv6ZpAD9eePC9nL7Hv61bEj0WvSO+Xwz0PIYSED+VIM2/tgkWP25o0T6/GMs9IYkAvYaODz/Erh4/n5ETP1seAMA9ujE+lAx+v1e5sT/+58w+Mhmlvq8cYr+rYU6/6FYCv3Iz9T69L6M649rLPjYWjz+0vwBAWJ1QPnlyNEDck7a+jpCSPje/bT+djdc9JflPvhK7zT+CqlW/63etPqaXJr460Im/G62UP3G6az/+dVK/vghNP/GDMzxXPom/yAIXP1/vGr7d7ls/H/aFvy3fqj8+V0K/6yhSvj/7w7+s85m/RBhqv3l+ub3sFxo/GIakvwhoEr/+kl0/xMpQP5MELL/m0QG+YyShPp7YfD6e03o/VMr4v2IOZr/Bpqo/N674vZ4n3b7tCPa/NS7XPnCqHsADHZO/SOm2v5+EZb+0cHw/NiqAP8lsAL7q92y9RsUwP60uhT7sWJ09zipmPwx/1j96E0u/xsyFP/ln5D8xtT8+Aw9jPPDbab+wgx4/OoMEwIsQpz8LAv09pQyEPjdOjb+sa1m+k/MtPvxnrj7mxSk/+Ca2PxH32j9Q8yG+SVBzPzfKmz+/dew+ic9fv7skNr9fCa6/",
            "EkBGv/xQZr6Vsuk+RKF3PpXOWT+I/cI/3ed1P5Afsj9REs6+a+FNPsyYAL6uMQBATqdlvvYvf761GwS+58FTPpNNBr+bFwE/wosxP8060z9mpHe+i4M7wMD1wL4BYL+/2fHWPwDcJj+dfmc+rgwIPd/owj6XK1U+MY+Zvh3nDcDLi9K+SO3OPy4aTD/7Wyq98bBmP+CJg78teYe+TNmrvgAgcz/AL/O8y1qMvzmsLD4LBFM+ybGuP1Cyn788DRE/90MEv7LMA7978bS7n/MDv2sV3D/xPgI/FjvYvokSML7kkDg/7vpVv/KV27wQfga/HzjZvvrcKz+lx84/SruSPiHUDzs2QXO9kHlbvw3PPz4iTnc/0xuLvQEN8T87866+Whl8P22Mkz5KV7E/Vrywv3Ys4D5IAGi/JbXuPZ6fC0CSmEK8hTOhP52dwj/d0ey/taW9v5OjLT8AEuW+i//avkgiBb5/kLY/ptymvviZV78k1Xk/gVwjP3H0Cz8RRYa+TFiqvp4onj9i8Aw/Tlm5P0cqhL7XseI+XersvsAOpD/piqU/yH+hv9W3ST5npRY/iCU1v6GxrL5BsdO/FqcNv9jISb7gtR8/I/9ovaZejr3ROdm/m4I1PnqyyD7MUJK+AJ90P6xre78Bfl09qCndPtSOlr7eqAW/Ma/NvHd0zz4nJNA/dkNCvySKQD4Vebu/nq32PnQwcb9obp++K5tov9fFpD/Ab0O+AJURwAA+aL/391e/QSuHvXgQ6r2BEoe/pOzJv5vuxz/w7qA/qY+9PcltQD8KFte/Jg2Fv5TLFT+8jiu/PpcDP2Sl1D55/OY+RC9svwLGEMA08EC/XNi7v2IpaD9QKBE/kdeRP6lg6Tt8TxI/B2mIP7XCHb+bLm0//bkyP/7lAMDhi0c/wZBLPvwlr78lqJ0+PFpRP/NZhT+qMwQ/p8savu1LQz+VZn+/qa5RP7VjxT95sm0/yreqPh69vj4n+yG/jzl2v1allL61qoW/hyGZP7FHkT4Hms+9",
            "uSW/P1pbXL2dzoY/r9IYv8rcGkAFNAo9YhOfPwaZtb+1JL0/xYFSP5vfZ7vuCDm/+EOovwB6kz2zvFI+Wi0Wv0EYBEA7P7g/HXsRwCDF+T9t7gS/GL/XP6dRhr+liIS/V7sav6adbz/myVy/2opBPnS0Rz9JqtC/gJl3PkK7kj+S0Kq+tqY0PjpZhUAF5p+/QBp7P3JnhL9spru+XUfXvybmWb+ls5E/fIwSPjnS9L46+/G/px7mvkbNcT5pRuK+D6CNvw0Guzyr606/ByX+v6al6L2EgSq+MKtSP2myFT+yU9e+mhckv+HH6781lJ8/CaRFv2XXob5gGP6/QbFFvyAt678V7+G/WK4bQNtwCD//Gqs+xAbMPKI4lD/kerq/WBWQvpmPcz55bd47YGl9P3Vcer4roMs+KlSPvzEqTL+3ooi/iSddPx38/D+4aYo8vx0MPs7jsr8I4W2/p5ynv3oNXr5Sh+A/cVwZvz9YCr/TIqK/lAqFP2iVmT6peNU/4vdWP+boib7ymj2/DSsEPT4YJD88l3W/5H+UPzNjkL9YojC/TpAkv5qo2z9TCak6NF0Dv5a5/7615a0/+e6zv6KeSr4WMzi+tznnPWhnLMC/c19AXQhWv9MMgT++TbU+YNqRPycSfL4VcaM/guyVP0L/Qz8nXN+/Tyvuvv30H79anRvA5NOUv1UyQr2LKga/suw8P40Cm79SWJk/D6dgv1KILT8p/NK+rmciv88siz6/P/s+/8nZPtjrP7/18Ws/u0bjPldl977X2yA/AQQCQJiHaz+5A6S/kfeCv6Ybhj1+Ras/SmIlP+6mbj+YUEvA4A33v7hY8T+Najo/rQq/Pkmuo7+nKhS/ftHkvkDaBr+Yqwe/DZBqv4r1o72Vnlm//Oe4vbYdGj8RqtU+FFRCwEbNtD2ExWk/ipuCP4m6eD33Q8g+j3YyPl4KBz/Fo0A+Bd6Fv14jyj9X+1g+ll2ov3Ijz7/1Zqc/5baSPnn4HL8Wrq481aobPjKdwz+La0W/",
            "ltK9PWGXmj+AQBE/1yO9vkOrOz8TO6A/dYdUv43mGz+ELt4/J9ybP+ew9r//haS+IvBsPtrpdj4rzfE+A/CwPQOkJr+JIqM/HCGMv4FNtj+qMei/83slPyhRXr8kyQzAjrXcv6Tq2j47gsQ+JAyMv/5Vhz6gnzQ+kl2/vnpIiT6NVOm+KevLvylcRr8R+hW/Q7ZaP9Qt1b0vL8M+9JpeP0tfsz/nLgW/ah+wv/XrLz+zTK0/hNSAv/ZJG0DnoE4/CI8tP+i5aT3B6PC+SAI/v6Clsz+o4wrAIq3CvY82RD4xtgs/eGQLvuT9nz0t4q0/AA0LPh6XN7/mmBE/ylLevnW5tD9Vt5K/4EYyP3/f1L4N+JC+qNuhv2xuwD+Inoa/TELxvxZyTb0TvXe+oNPzPsr4cz8LHlE/hSPRv5h6hj4++Mc+g3s3v//crL+2ZWu/Fc8CPhB6XL5j8E+/1KxsQFshHj05/jQ+8U23PsYZlD+bYB+/NqUwQB7lGL/ULrC/pBurP8yMg77SR/++1S/dOxEPfT8tuCq/3DxDvnVqVj8zxAQ/zqBNvb7dH7+Eeje/KBJQve8NPT8WY8s/306iv69zBbvw2hY+qFa0v/fa/D0K/4s9eD+6PZr3Xj/c5rC/mFjFvwOzEUDfXbw/wwriPzRjjj8y21E/5byuv+u9jj+BnrY/8hGNvlcoqD4QVJq/PB3Xvl4/kL+F3zM+833LPyJ33j7UDzO/6uQWP3wX3L036Us/ai6Bv7/ljb9E4RxAICxmv8mIt7xy4Hu/TRbvvtIwPL6fjik+2XgWPa0O4L/DQwG//+uTvjIknT/vWiu/9WwvvFvZo7+RHg+/ZvvPPfGfbj+m5b8/4SJBwNkprz+ycwK+TWHWvozewT8z2rY+pz0UwPFRhD6gOBe/Cb1oP47aqL/fAJo93Y8Cvy49qT/qdG4+K+2Wv8m7Cb8Cn56/tUSzPmF1ij82ywhAtmpsP+bRVj0NQjY+h1WPvprJuT1s6Y0/tW6vPwwAs7/XOoO+",
            "RuITwMJRtT1IW7s/XGRGv74hO78qjeA+nI8pP8t9gb4ZCi2+EoRXP/TkorwKooi8y094P4wd3D+IDJs/jdiZP6umeD+cQkO/9SBVvzDAMD4E0Ck/XC0jv8O7Cj66d6e/5KQ9P/vkBMCuGa2+6UINwMMg679ci8W/ppRSPp+bob9pXBu/q54gv74pnT/o4FjA8oydv8CrFTwn5a+/5NnRP1dePL7h/H0/2e6sv68uOj9xl2I/R30APjkdlz7RbJC/16eMP2BaF7/UMOA+1YJKP1qj4z/Jyga/DCFuvwnnWL9FXdm+mhQQvrfswT47j3++5T6wvr9Gzz45lBHAFCPiv1VqoT9Z9xK/To8dwM2+ob53W6s/2sqTvyj7rT5zPeg+JUTXvwBneT7z8Yq+3Yp6P++Xo75AfB8/m82+P0bwmT0yQZ0+YdrNvrEMnb8dhie/ehMxPon2tz4C7q8/G9S/P4r+CT8m9jS/lOh5voYpJL8D8oO8Wsqzv0wvtL4d+gy/fH1ev7c2tj9wWVi+AN5/P8CorL+L44O/RDRZPku9QT8Q6tC+dGNCv4JLHb+o+ArA5/RSvmV3S74b096/Hs2PPl3I07+vrZY9vNwnv+4icb7dq7++u6+MPvrA6L5pytM+mixTPTmybr8pc58+iB3SvgCusr+EMwk/1lt2P7NiNb9jV6E+VaJTP5tQaz43VEi/oX/Gvh1Z4D5SmR89iOc+PwlLqz80X0+/AZWnvh0wgz2qJAE/5iaIvp85xr5HK6i+d/skPxZZYr9rf1M95R4hv+yFM7+yyk2+7ROCP1E0g7xfuFo+7F4LwIgwu71DV2U/Wcgzvzlrvz+NYJ2+2RfCvntGqz62noC/TcPoPk3baL6GY92/afPWP8qHt79bUtO+AAugv5A+wr/vI+S+14PHvbmqsb95r5u8K+TrvipaR7/JZjO++wUyv+biiz//U6K/dG4NP4SX1b6ScvI9ENHyP3t7yDwwBUE+sIHcv8KjGb9bYBY/SRvAvkSok794VBU/",
            "Dv6LPcWatzwe8qS/SodwPwEURD/Zoqm/uBanPWqRCMCLPu6+vbwKQIh6gb/BD8s+W86qv18G0z8oNuk/BPpUv2fl57+r6sk+TWOjv0Lig78+Tk0/b625P1ILF75UPZe/sFdwvyKU9j11sZ8+rqdtv/cf1L98UJo+KHtDP+e6Xb80n848QM2ZP0Dkk75uKXW/0vPLviZC4L6A3YC/moi4PL/Zqz9KaSs/gREgP7Goxz6SZEs+uf/0P0Cmi74+ewVAXSskP/72MMBaq7e+Cfe+vmGXlb7g/9Q+OTicvhOBmj8vJwc/7iKQvX9erD/ig3C+AJ49PywTsb+yIGO/aGunv3I2yT47/Zm/jJ56v4rwT79z2ui+Kg62vi0TFL/yKRK/3l6Bvyk0rj+pMGA9owQHPiDM674iWW6/M9ACwBnDGL9amPM+jwFlvty+Qb+26ow/zDCfPl5fDEAbYsg/dNsKvhgTEMA8NRQ/p2jwvhO4z78ttqm/3aKxPgf4Sb5/HPg+0YXrvmKhNj/sqWy+h0e6v18xkr8e7+4+vL4zv0rCJT/Oxyc/tFtJPgOL0b5HjgI+u70mvu7b1r+LpI6+kdiuPutNiD/jQSY//9ssPdMSpj/Zbg+/ECuxv/0Zcr8F/nS+Gguvvz9Ckj/WI2A9KbbSP9dzSD+9haW/zoaCPxDTwzwGc1o/d4kcv9lGF74Nrx8/eQKVPhBdcD9fM0C+8n8wPpLDL76+dq0+VCStv+24NznE6Jq/UV44P3kXA79tiPc8dp5zvt+H6L4eC6S/3yyZvxClkr+ID4u+T+ZJvz6qVjtJRxS9iaTIP8g8Rb5b+pi/IYghQEn5A8AY/2w/LNk4P8bF6L8PJpC/0SAiPw80579o5cu/PukOvz1Dub4jihk/McwSvilkrz4B/Aq+yf/GPnjXoD7HmZy/Va23votZGL4vOb4/yyjCP+yCxb4VNgm/T33JPobZeL4m3X4+El+Av9kO0D95Q1C+1XOZPiBuCr9z6OG99UM6Pw4dgD6Icli/",
            "SZ8tP1duSD4KKOY+q7dZP32xJb8US00+v+epP42kZT8ON90+ZgUev4yxjL9EF8s/Ehp/vyApxb9HIo4/OMm7vuG3Vb85yHk+Dk1oP3YiNj+K4T+/Puxuv+h/pj6NvsW/+xR7v3pusj97ldE/7afYP/8V3z5vqti+y9Vfvxspsj6rsJ4/jqMwPrWCdT8urPQ+98iJviNZ579To0E/XwT6PjcKsD+wSQ6/IrjsPeOZsr/zp74/ishCP2lELb5jTwPApSSSvkJFJD8TnUe+dfNdv/gfFMDgUOg+AcgsPiuwQT/++Eu/c0fdPljGAb8pdlM+b6qZvYwLdL8T7A9Acqn2vmRbeD9js/s/GBxLvgvvL78uGdO+zmh2P7CUPb+7/pi/E0kjPbdOjL8SxsS+cWI6PwX+K7/24Om/PmmYPQ4hZL+Z5mc/14+mv3YkSz9Gr2g/mwOhuw1ZPr+HnUu+MuK7P4z/J8CserI/ZadVPgOIir97fca+O+1LPwCLFb+ZO4W/7AqTP24HtD/uIqO+D8HaviouvD7/J3A+OIyIv7AP0z51inY93jTYv/s1+L8T0Vs8UF3pvpH7aT3ry6Y8EpIAQCSKBz40pBM/MpSLvvulwD5NWNy9ryRYvxsVr7/G1Nu/gGlFP3sLkT+4UBE/5HR6v5Thwr8hN5k/ua05v9h8lL42dK+/ZxOFv4G3mz9+B+m+kUqhP76ylb956Zi/Nsc5wL0CQL+YQJO/xhDFP/kLML7BRcm/WQW5Pi8gBD+iud288Aa+vEpYSj+OsSg/u6MzPyQLUb+4zTA/C+y+v+omDz+9jsA+jWZpP0V1Kz+Z80E/2EQBPufslL//Sc++3eJBP8yunT8gqQRAK4Q7PzdrOD/4mp8/zMxzPqusoD5bKj+/7c6HvoC96D6V9h4++8ZFv2Whiz/J2/S+/hE6vnu9gT6kFOI+M6B7P6ni874UCbi++e2nvwVoiD8TIc49KLodv5MmNb4VmvE++jvmvxr78L74OA+/MyLXPt2Oxz2ZPo0/",
            "AsPfPiRH+b4/fSa/Zdw8P+zpdb+h984+/0gAQCvak79Mu6O/rt57P9hJyD6dRV+7ooGYPqVOsj46MTA/RFvrPuXeCT9kstC+3rUHP1Smsb6gDA3A/myOvwE3sj0JZek9QMCJvohQfT0PgRO/cXAGvjdJ6r5lLM2/9MeSP28+vT6xhUM/nbsSwI6z+j4PmoA/juEzP/RKmD2yGv+/PC6YvPWsfr5kcFq/P74WP25R275uEgI/L91nv9etNj948Mc+aFHdvxB18z8sbIc9hLyAP4zbVr/r/YE/j6SoPeO/UL0167W/X5mjvw9lMD+aVLA9VGUjP8aFWD9PfgXAUnefv+75eD86J6C+uzBDv4dX8D5YZ/G+xYYqP/Ocuz9VPkO/L2ujPyIEEb5JXlw/erBDP2q7dj+5ACm/KRKuv50J4r7xOOG/Jx82v/6Ptz7YP4i+6+7HvZ6gHL94k+E+tUobv5ycgryI2QQ+hUpkPzSFzL7MmOe8yKjpv36mdj99n4m/fZtEvQ5lFb8MGXG/NVaAP2xZHD5XABjAzvrhP/VGKD+UUFq+vhOkvvH8Bj93Jq8/hammv0ixsz6duCW+JB6oP/SWv7/Vy5Y++goDQA1feD/Hmls/J/ePPxmZBD8gdpk+bNcfwDS9mr+KE/k/27u8vtF+pL7nh5q/xVObv5iI8z+Drdm//CWdvqVgHz/OcTa+2/8mv+EljD/dBky/ji3VP5fW/r7n0zy+rCS1vRzvOj/NHtG/T20Hv/LHTr3MuYw/wymjv534Ur4/P4k/fD8NPp8mzD8wbJI/Cb6fPkD3jz4GRhlAizXOPv7irz6FjZI/qy3evfzqj73QCC0/y773v/BP5j74veg958BYP1fvDb5pdR6/TPthPQvgFD+/k6y/tFpAv/FNtT57EJs81LjjvUvqlr5EaAU/qAhLvzKupb9UAxm/y8Gev3OwHUAh8JM/VfbUvjLAYz4Tcae/AwcuP+YyE78u8nS/aXSdv9T2Xr+/sxQ+Yp0bvwdGhb4L0E0/",
            "BGjUPkz/ub3Ek1m+NAkovjazjr9yFBS/L31Rv4SLxz9owMk/hf5iv7dFnL/Z6ao+i8GsPTwXwj/3lqG/GAB4PmS4fb8StuG/32WVvpQFC8AhSR+/G+yOvsEI/L5EZ3k/L2Zpv8pyGr+w75i+KwJZP9bm0z/8FQrAVUtdP2ZbAb/KJUg/z28gwEUcJb8d+3W+CjQ0P5JzNz9ZOMs+lnWrPknQFL8algg/A45kP3SbED7wwcU/maAxvvrCUD8746S/nJqnPoUywL8aSX4+cqPDv1Ap8T6Xvzw/jQcvPtFSH0CPe6E/tQL1P4hr+r4QjgRAk2bIvqZxHr/Uzv89uKx7v4Emab8ClYG9uDgvvxDKvj5zDb+8x622PrQAJ77xA0M/CUXNv7pMYD5T0xdAZLKjv/+j+j76gum/6LlKvyD5bD8YuZC+ksULv9YTpr+n4xe/LmbKPhUUEz8ZHuA/6b4avkqXjT/CWfo+R6p3v6QTYb43WUK/btyGP+AtkT/XFjA+lLx5v9FCMz+cNZE/QqmWPggCFsBUxrC/dAnpPrfhTD69dHS/VnkxPxuSIL9oklM+hEqqPs2Per+mIzc+ri9IvqDeKD/hIew/GJ+aP2ejuL885Pc+b/moPrHH5b7efwQ/CivFvvYxpr7JX9M+wAPev7TCQD7S8Jo8BhVav4gVAT8wohw/CP0Dvx3dwr+4Xze/XpBcv21zCz9KM9S/SJkYvt+KpD+1aMK8Y9MEv/IoHT+f7WU/V1OOvzK/Fj9hjx6+BhvaPW/J2D6vhNC/PotovzFIIj/NiSE/5EvuPxJ/zD8slgs+s7wTP8F7z7xC0kY+1j+Zv8Hv1j0xTOM/PRP2vxvHl7+8qVA/JlI1v9JXJ7/xrOo+qLe/v29xFr/Mp5y9u893PjXjHzzvt9m+GWFFvhNlJz8bZ8A/wAtovgv0kL8Sh4U/yGj4vohuDL/Pdoo/69FLvkAnrT9zajW/7N1xvvaXur8MXE6/jFKRvw1T4r+BZNu+iRAtwM0l1b6BE8a/",
            "6P/kPjUq/zxtFd4+f7KWvj/1fT8r83O/FyyJP4cWHL/KNtM/92Q5vseSpzzS5ww/NghlPvuR4r6CmEO/ER3NPbLDmD/jyS8+oImHP5zvFj5Dt0k/3gsevzpZZ7/tmak+EdX0v5VtjL7Pxvo/QGDHP6w+5D9l2Ni/XnQEQBz+ij0EeLS/MFuKvr9tA0AlwUy/K1h1v+zOHr8yhH6/nPJOP6UPNr/U1n8+PoEjPdQ3N767Q46+lgdVvzahCb+H0MU/tMY5P/Z8UD/VCck/XamcP7uf9r/xmdc/T2Srv7Y3/r6Ot2U+ZSc9P2/s8D6jWCA9U/s0P06Igz3rKOI+9MLvP01BAL6N89Q/5IzhPpZ2BL/sAwq/Yg0rP0JfU78LLpI/cI3wvg2uNb/Y6O8+1zm1v796Gr8TFOM+iaX7vptDVT5oime/13gkv7jSwj5w0ii/IsheP5O6Lr/TNYc/t+ImP6n2sr4iSARAYp/3PjmPVj+11SI+dtd/v37M3z5wO5W/juVbP6+XSb6RCvM/QNSZv5mxBj7wWvK+JN65P7bcPb8TC5Y///P9Pujmtr6pV1w+gzrYPXw3IT9WkFk+7TopPkj2gj+/aaw/TEJivlIOb7/m478/W19Xv9g8Pj9Vjta+Rn6Iv0VOa7+0Kda+z3rkvTNthL6zxB6/rUINwMEnXryp6I893Z/tv2iDzL4CNAK/Jh2ov82DCD/HGQ4+qLhcP66hLLz/Gz4/Xi4Pvzf4eD/Hs2K/RIiSvmVpob6QhYA/9b8iwCCRUz9HBRa/DtzHvn7gvb7BajQ/becuv0qJZz/MEym/bvZWv7P5bb7Hok2+r3PEv9ddpb3eW4y++eFvP5kQdD++FIe8FYPEvnSo/r2GRJC/s8HcPmbMgj9rVB6+6vomP3fQgj1wRkm9R/gJv+Y+VT/UV8+/PH/4PZiDMr+WJb0/p3TOP2qWyj9dCZm+E8SzPsl6aT/hvT8/ytWmP1JWmL8y1LK+u08TQCdgjb4Salm/nTy3P10V9b98zi4+",
            "W98cwAzBI76w6MS+MUyhv0+oZj5ygKs+/3mGvy5p1b4OEoQ+cAx0v0NoD74ilTm/wO7GP46+TT+7Zlg+JgKFv8Dxur+/0/g/wg6bPmtZWr/lIgw+5iILv0USJb9EaSc/ibKJvog/pr+vrEc/k90vQLlx8z+xk0K/2LrPP7xa777ezxU/mhOBv2QvwL12ety+rtJ/P5P4Jr4h1GM+0cWPv+e6wj9o2VA/dbNPP4cWhL5fsoe/iDelP4Wjbz+KiEQ/7EHIvy4Ziz9zs0Y/FG3DPtRynj0DPDy/hwkTP9BTdz4+MJi+r2iEv0oPAL+7f7M/UOzZv1FJ/T7M4va9yUAxwG7Kvj5//H29v4HlPiZeZLzdd72+b/dIP7kK3j/kGw0/SYPqPtzx4r4SPbS/b7OuPZnS0L6eHTI/kr+jv4XBXL90kaq/ZxWjvzv+wj8h9qC/bO2TvtHhwj6qOhi/jUCVPk9AOL8Nsdk9aYGQPjXW273zKAxAZ+yNvoG0PD90FrS+70L4Poir7L7gMHW/+zs1QGiprj+w9Kc+8ONgP9sI6T8t2Uo/8bq2vxFNvj+iaMC+q9TPviUNlr+ZuNM+8C4EvoSXir69dJU+i0e0PvGQ0L/4Ooi+HsSFPzLuNb4ioss+P6AeP/ZtsD93Uq0/zc2YP5MfmD9//pM/AMLHPrCzCz+rCei/WD4Tv5hgcj2K2gM/e5BoPxF//z+aSAG+2JigvuJwtL6PYv29Xjnmv2n7Nb7l5ai/38ElPkxy371xFBO/GUe6P+dcXL7KsQW9e+0vvhuQqr3AoGk/Sk7iv1Wzkb4UM0c/QkzkvskXAEDQK4M/g6OEv7m5S79K9g/Ay92iP61Rq76QS0g/8f+xPFhwM74F6cQ+NSy6v/85Mj/Xi6E/RLaqvy0t+r7TP+48rHtZPVLeQD+koF0/wryHPdYaaL8oQaG/IeSfv1+qgj/If34/XRQMwGp6Ij/EyFc+jrsSu6OpHb9NgzI/fXOkv3Z7GkAldjw/yrfsv51mkj+hGpW/",
            "aQeuv6Sg3L8xqvE+QAxvP+y+x78uC0m/JTaov8bv9L2+c72+oYNrP8cTEUB0RQc/9jOhvor5RL9O6yY/knxUQJeK7j+6QOk+rylev2zWUD+lDrQ/K7krvyJeIb5huIY/7XCCvlliNL/v08Q/76lhPz0+rLwojyi/Z1peP2se0r+v92W/NMzAv5PaLD9ZFRU/B4rrP04wqL+DBOo+o2wvvgjdtb9Nowq+rhbyPzaR9z7EjQNAjUqHPnlBDL3KzsY+RI5oPkEkxD9YQnS+HzIKvyOmyr9mFIs/WWKsvXpBAj88O78/KGvDvefH3T39zZS//shyPdO3Sz6A4Ng+d8mKPtSzBD/oroM+AXPlv/P9ir8K0Aw/MsY1P7MtBr6fuFQ/RgeMPy8EhD4ie9K9Y1aKv6Xwuz3fjBk/bDAsPmHjvj7NpS7AJtf8Pbnj8z6vy5S/8SCFPtjemz6OjtO/gqy5Prg6SD8DbJu+vKCxviFalb6jhle9EA6tvykwJT4x3lO/nJJ8P2qlh78DDDC/TSFZPsYTsz9Wu7i/tjVcPgFJl785rDk/Ks+FvcnFs7+gaJ4/ImZjP55xQj95i1w/hFSYv5ueKT929uE+lUKWv5dKoL9E5Kc/gwKMPiJbGL/bZou/1C7GvJ57QT8DqkO/9n4FPxt/Cz9JkZC9vEmkPs9J8T4fkvK/+lyiPgs5rb+eNAdAimR3P2jSCL+/9MC+Uzc8P5Budb+2o0O/k8sRv6fWV76cKyI/gagdPjQCB8DxjN89wp39PWJyFkCFs7O/ZWaZP87tqz8GOT0+3V1yvzf3Wr8BBvW+9Tkbvu0XGz/4aoY+D3OFP5tV0r+kzge/gWy8PvOc0b/1t42/h+/Jv6LJzj8OsJ0/FrHTPprwqT5BaSI/wDy/PpQQwT64FFU+iX3Wv6VozL8H1AQ/SbS2vxq/K79NO4S+uA8kwOPSmT/yRQ897+aUv/C8Kr9KvEC/WuMavpiD7r5j6hA/bp0Qv+U4kD/J6hG/woWeP/WgRb3Uqyu+",
            "l2zyvkaLOT+6qEy+xOjivuXaK8BQiIQ/xGV7PuxSNz8fW8++xZU7P8JGaj8ISJu/YyGtP1wojr2RytK+jmMuP0gZQL6PYP0++PIUPqSyR7+EcZU/BgR1PvTuTT+CsTK/wOCFvwNmuj9fsiI/wQlGPyAvEj9RKX4/W9eePk3OEL+5wlq/EXR5P0WfWb6Yz4a/fRN1vui/IT9qPO6/G5+ZvdH2Kz8ibAY/BNOwvwgyfr/LvO0+YM64vZdMw768EKU+CPXavb5NbL8dTgq/Pbm/PgkkPr9qSWK/hC1kPwSK3D5Ggta/U4q6vy0k5r6KhCY/wK4/v4MJ1L7JawnAv9OXvzrGyb9HhqK/3HodQMdtl74pxzQ+JvHhv+4ELECh9ek+ttiQP8FcNb8pmKM+q4pJPywwur4NrJo/D4rzPOhlgz4tL5O+ELqMPyuErb6T84y9eaI/PuTFcD+5hTi/A28PvSiXYj9d0OC/zRDCvim7fz/iq8i+775TPzi33D7OSBc/uMSfP9ljVr44bG0/GKw9P5U4DL76dAk/aG7SP6qbKD9iz/S+hqL9vEIRGT+orDW+8ODtv1jezzxA9FVAMYiHv0UWM7/rVEE/inIrwGoR0j7cRrQ+ss1Tv1dEL79rlE6+pw2/PuQ/cjxFIdc/4JiuP2vR5D57Row/2gtjP2WHMz+XQApALeDov0taST5RO5I/rkYJwHNQYb7F+/m9b6r/vWS5hL9QISTA4VHOPo0fkz/pJJ6+abqlvgnB9rtvbdm/y8EbP8kker9C8SA/XS+PP8DD/T+qpxs/DJ8AP5bzAT+VCuq+x9W+v0vg9j+Woaw/fBmtP3FiGr++fxu/qUYGwOdHTj8EhXm+dVfZPtr4ND9AKUC/OT/TvzSgXT5Y5q692cg8v/ARVT+J7LQ/jMStvvAPoT9BnNU/9+qWP93M2z4vdXs/U70kwCoxcD8shme9knaEvgKKXj82zQ2/jYdvP0lL4b4bc0K//kTsPgjZqT6XTD2/Mup3v/usz77PTzQ/",
            "B6xFQD4jhr7WyoI/9HgxPODz1T/19xI/huTuvtWQpL9CFe2/A6MDP3+iBj6yKzc+Q6F0P2FIAb+oL9E/O+6fPo0jhD4Zf68/PKYVQAFvBz+9La2/wS/LPei8NT+o/xw/ri8pPp06K78a9tW+AhdYv+uyNT+GU78+/BQfP4yMkL9QDwg/BCK8v21i1r8oH9e+jd+YP/t0IL+7jVs/gIMRP/NXRz9Mwbe+Ui3HvnkUyD6csRM/VX+dv+J++L5TGNm+ZdALwJvf3Dsylb4+8vSAvinTd7wLK289OIyyP7c1mT5hrli9zBURPs6dzT8wnEA/JbwGP8l6hz8175O/PoQUv0J0Ib9fmq09AjOoP8IKsL2ggku/wJssP0RQ+D5+MKA+trdyP/9XjT/Nqnq+vUoWQMMb7r5XUV0/v6VKv5VLqr/Cxpq+mBm5v0Nvir+dZ2+7TWXKPdFdMT9KL8M9g1TUPt9HvT8DkvG//aQLv5M6jb9Jmtk/bv69vzvEyb4N/ay/NTG1PkjV2r8ssjs+wkHhP+09K79ahG4+9OsCv4rWuL+4Tbe/S0bpPThw875g5sk/TF62vtBdXb/PNUy/ls6Lv2QgBr8XM/2+oiwNv/R7zb0t4HA/0anjv/phIEA7KCs/yGEUQFxtRL8EjtY/TOUVv2ue379SU4q/ISexP74P/L9HH00/fGaBPn5qCT8qnPS/gAYhvw3vyD82a5K7W8WJPy81674In7s/5CZvvisxM73lcIG+yPRRv4E9WD/fQ1O9SXxQv/FSMj9XC7C+UKccv+6FEL5UKA9Aja6ZPz9P5r7Obqw+Iu6/v4hP578Iega+7aNFvceisr4zwoc/TMtlP3eOrz1u0AA/a2C0PypHF78E3Ho/iRWWPz3Gzb97zkhACXKQvxNjmr7p9IW/wsQrQH0MP76idSU/PWfRP8weGL6edFm/jwCcv7RKuL6Qh6c/PDSfPn3Ofz/tn9i9cBRqPiRcgr/knxs//8WlPrak0r3V3Hs8IImCvo/PpL6sIu4+",
            "5XhBvuhtV7/4/DA/Zg1kPwPgXL+p4Im/uJIgv6d0OD8SoRc/ukRAPvgpnr8YqgVA71uOP4Xsz7+yVAW/TbgYPYbShz89fSQ/xHVOvcoVEj/A+s4+sQsKwJf5Ab/R87C+MXzlvxlq378kdB2//uNOPm6SJD9A8gc/jgJPPw6vAECS7ze/NlXbv8KxoT4PwIY/brzJvz18tD7IwEo+E84qP0Iwkr45/BG+mcssvv/9ULfquhe/DkSwPhMVsj4U+ZM/cdZ+v83+3z4dnBVAmz3NvXnsLD5CQRw+n3+ePmiVH7+RJaQ+QdSHv8aF4j+sa64/DrMDvVA8tL9dGR7AnfMFv3gumr/3u7A/gjjMP+yAu7+e6jG/buWvvRVUH7942uc+YJKEvkINBL/VsXu9R2s6Pvbp+T9fgnE/qMdNv73FF75YlX2/ro5BPjQ8gD1nRXi/DZEfQAvykz/gTg1A2uIFPkS33b6i7bm/4BFSP1yACT8417Y/B3HbP6UTXT5jjje/MMv/vBMhib8O+cm/NCYDvBCqbL8RweS/gNHuvxIR1r5buKc+kuh9P+5fDL4NegM+4fX7PU9XlL/ImzK/laXuvnEsPT8J7lO+ErOKP1K3x70GQ4e+HrunP5KuEMCoWxxAhsu9Pk+5rT6cRM2+1fDnvHC2i7/JVIE/GsWlvfsd2D7qPuY+sYbvv4a5S753iRM9N/o8P4wnEUBigwo/mNluv3c8JD/cdCq/f+K8vfGdrr7Anng+oOy6vyPkqj5jfWg/MBesPtgmkb9NxV8/DTaavan2JT2cVDI/jOGCPyouyz7jwVi/RApZvhAMI78ti/I+q8eVPnn4j74lXbm/RfUIv89eT78Cfn0/P1eoP8HIE0Dr/yC+V/2TP3Y//r5yTAa/AZJrv5dCAT+rNyg///krv5GPez0XCgy/6k2Jv4715L7pOJE+rjMJv/E/lL9y54Y+bI1ov0hQID9RzKS/mScFPpCNPr53GHq/kabGPnrJPL9KIhjAkyywv8yfHcA2Cdw/",
            "UYmbv4KyCL97dxE/Igwiv+8RFT5E5Iq/dQbTvm/rWT+izI2/msqaP2FUuD60km8+XsLZPkBLI79pnjE/S36fPcyVB79j9LK/KOl+vzKDlb5Fpju+AGiNv8jAtL48xOA/1U6Nv0q/rb9bQ36+r4q+vypogb3ucdw+TeN8v9Ro+r9bQ80/8gWDP6ie9z+d2L8+ESK0v7GsU7/aKm+7YjdKv+wXNb9otSG+oCNJP032gT4esUg7FxfYP8OpET+VBlC/WhaLP0rh8b9HcfQ/LI8GvsMvJ8AKYi6/evpEP0IcBL8JyG2/xF1WvwTsJ8Ap7F0/LvLGPriqMr/vxjm/8rlfv4PAUr/bvpe+G8KhPzK8ZD07ldy+7kbgveVt1z+cBpA/6YuJPx+IBj9LQ2Q++rd8vyAA/D8XZnG+iSl6Pz/xI71bcIa/HmlJv20p276vQy2/evtyv68L1L5Gk4S+9xqRPSUNG73+PrC/RzeGP/Mt7b8R4l+/egeQvgls/j5V3vK+D7gOvgGkhz9X4om/KDpePg/RPj92P/++Cr3nvieDML+LEx8/BiuSvs7bkr6JHC++vNnWvj/3Xb9u8Ty/MnWpv7m3Ob84M4+/Zt00v7nYvL+jZKm91TaGP3/lsj0BI86/TiAoQONLXr/t4lq83VGDP1oKnj/SidE/HqY/P+Sqzr0qo+W+IMkRPwC8oz8vth4/BrMJv6GwSD/a1Dm/t8D7vg5INr+9gtK+nH2jv1xkDr4bcI2+9pF7PMbIfD/Jo7q/l2wSP2JeBb6iwLI/Ue6DP8bWqb9HSxK/re8kP7VORD/ULgvAOepAP271Dj9NnIG/CNjdviavrb3NqoC/dpTWP5Jh77+wwb++sbfIv1T45j++SQXA61klvf0gaT+/n7k92zk7v1izOr+S3cO+I9KZPMxwlL7sybC/d2g7P7pD0T7RbkQ/dqXIv8OhPb/FP4A/Ix+LPtBbUb+ASWU/74y9vh90Ub9CGrA/ht7JPKAE+T/qgB/At485PtaXU78sDF49",
            "AX6FvXSYCL+RjPO+D+FsP/Mj3L7Ea1W/cZLzPx87Rr6x7+4/WfMFP8sQ/j4cNp++awibP9MFEUDn58K8nVN3P44+gz+4JMi/tjXgOwgCbj7G6ZE/behYvzRN8D9M/9A/lH+Jv7XaiT8+EZy905kKQOOytr/27va8Vc3/v/hGeb+NvCo/NcmLPwkaKL/mqvI7fGjaP5uMij4XcAtAdswSv/B6/r9po28/4Yirv7Pkh7/CWJc+5Ho2v5My7T4+Ldk/l1cHP61Y0r2flMC+ipcBv9ZyZb9RHxm/zPNfvTFmFb+4NJE/4RJkv10PuL+jgcM/icTyvofhiD9m4qW/F9WtPnq2zT5nmqE9Sza3v2896D/jf86+/4kdP6nbMz/i4GA/FS5Gv+eFor77ikW+tpgwP6k0K8Dq/FG/04ahvyC3oD83nDk/HB55vwhkwj4Yh6++XKldvjKUrT9xwOE6Thwhv790+L+j0i6/DoKvPkNoQL6BauU/YwF2P4D1JD8Csce+0R1cv5wv0r7eSQ+++NtPv8sypb0IkFK+fnkwv0vVCD9TEQI/4+VXP4+ooD/WudY8gcI1Pj+oj7xnr9o/0b2GvkWaSD7AlmI+duM+P2prxr57pKi/czIAP3LJfz916iO+j68SPyNtEL+ABtA9v5Kcv1RTKr3WKN2/WhRwvz/p8z8IWQu+ugx/votFn7+funq/wAIGv4w5RL5suga/nkQnvORbST+I4ZA/NAoAvmC8tr7Xbw6+s0yhP3sfMb8CoWg/7SJhP7ZYRj9kRrM/IzcvQFl59r2Y2B8/CTYKQNRjwD5/LIA96k/7vvu6ab6yWf0/46KzPfR9R7/2JSS/XcUzv/1IXL7g51g/cNu0P6/fD7/Bhpa/tAFZP0H2zz9UtJq/Sv1ZP91Dyr7p382/b2psv0s1cr8wf2w/IAPovi5mAr++K7i/c/zcPl9P1z7YADI/bMndPnCA5Lx8U7Y/ghLOPUE/hj9J/sU+WL+kP4NFGj94NdG/mvaIPkc7pT/sV6q+",
            "cZQJPw/lp776MDM/FTmNP6WVpz5rloG/7+6SvRi8oj8FZA8/xQ4VwAq/0T3zTag+ynFoPwJC4T2+rYK/9FQ7P/vQmj/o41w/YMbBvl/B9r5DtT0+KwKXP1GRQL+/VR2+ynyYvx7Q4j2oapi/Gq/DP3rWHT/BQX0/hCx0vxAIrr+yjyw/I6GlP/aqW79X8m4/xHeBP6LbLD74EJY/2Vajv46JEkD9TKK/lDesvvF7+b8odZ2/iaQKv4HXZ7/oTli/C5WIP36ypr8+phU/nJuyv70TKLuOaYs/7YlgP1JhgryB5b8/it2LvzS+qT/CWR4/dZPBvS154r+zDrE/JxJvv4zcq76su0C+l6Dlv3Gcaz8etac/9AQWv6U0X75rShE/362sv/9O0D7ZlLe/lKY/vwsSjD6F91Y/c7GWPkFkVD+cAEs/H0qGv8RqTUD1i6O+EKy5v9YabDzfPIm/MRazPzaJBcBrRVG+smelv7gXIb9w0sw+gkGpv7UmD7/YDwi/hlw+PxoQD79mMo2+Zi+rv6a1QL9slBG/QVysvXlHwTydC+c/z/Mwv3t/JT/G2RU+NHQHvzoSFUDDDXo/dI8yv1YNqT887yu/uvqtP/qU772dvKe/ZwbKvtKHDb5VZL2+JVmNP1Hjnb9JGNG/L1zDPtluoT8P7eA+aX7cvrTZlj5TT2+/90nWvp+Znr/Otro/csVgvvW3y7+a74S/u0+6vqe56j17UkG+/YCQP5Z9Sz9++QHANSqnPkoQhb6vIeU+LOqrPnG48b9n40y/v9MEvnvqdj/HhhC/gaMPv5mOLj6zYgo/TBXfPx1InT49Ccm/MoySP9lEpz4Q6fu+sA6Pv0dzDD0B6gW/jDrIPviZJT+G0L8/DQ5FP0GGur8jR2S/8PWSvzaopD/8ffA+pKdvPhgGJ70MV5U/1JpMPWuYg7886sS/yp61Pyb8sL9PhVC/GLQ3PayPwT9E1dy/BZUsvjU5pD7EF5++l4m9v61Hx7z54qC/M1woOoU92z/fUZY/",
            "ne3Wvh7Il742BYg+zhrnvSJbpb9/we8/35HHP/FVn7+5n3+/mvDiPlRxXj8Hj4Y/rCyBvwTM8L6vjFU/KRPMv/1qbL/WnYo/rqQ5P0SBaD+fBq899sqxv4b3TL+9G4i+RLOkv4aLxD/qE8C+NHSmviPaFb8UQjW/83Qdv9zaUj+GXCI/wRosvk/xhL7NVa+/oiojPwC9JsBCMhq+UKFcPWUgrr90hPS9rgzPP1qaNL3zj0G/Tma2PqZXkr9KhOq9/hyXPYIRnr5fB5w9K1z7PxLA/z7nD8U/LncxPu8WIb5Lv78/0VkKP5sRj74Clkq/9GZgP8CUW7/r7Lc9Cmpdvg8Vp78QwZw/VhgPP5/B1j9gjuO+tX0rPuCaFL5zw7Y9xOymv1HTWr+fHZU/dRZpPj19ob63zIi+6/lsv8nlUr50BeC/oCTxP0h7IL95Vws/iDMjvgnooT5ijRo/yn/cPyWd1L2n+Jc/4AGMP2UIMr9xRws91wmePKMaw71ZnYY/Qkd8vnx7Cr+YYXe/RA6LvZGbEL87auk/hPu7P3rFjr5ljeC+5AvEPjO+8L/1ioE/Qb3Vv2n5vj9I9vc/OQmZP1MNqr/u/vc+Mz67PTtpyT/TlYU8K5moOh7xcD/BY5M/tpv3PzQvFL4CO5Y/vDsKP4ihrb/ZH5c/IG+VPnaQTr9GZo0/ro/YP7ANnr9DnFM+zoL2vSW7BL7Zh1M//hwcQNnoXL5DZf2+JsU6vf0ZQT+wysu+P3YIP/3ly780doY/XXFJv8OU7T4UEnI/cifcv0oIG7+wAma/EXW7v42h4r9lYmc/MD7lvuElsL/oMHm/oyh4PxQVkj85W6m/s5HtPxtG7D7hTLw/QG1svz1jbr5RF1K/Yfn8vzs0iD7iI8I+IJC2v6SXsz8PPR6+17BqP12JoT/LJtW7PPLrPlJ4YT8ZnwG/kx5vvv5ptL1olq2+ojB2vorbtT/xhVC+RwoWPygtez/ls7g/1FaAP0KPWz4ZkCa/Il2Nv4oMibwDV4W+",
            "ERMxvn4LoT9w7r692VDtPn+Ptj8AVRy/0scoQPjvnD8478g/7YTTP4gMIT8rh+c/uFABv6CV8jw6gMk8ymXbvoYcxb8QeGg/aXemv8I6AUCasqA/adSJP9/LeT+iJDw/jHHuP6/c5T8DLxS/rJdNvQea2b82dwE/jO4/v4C/p772FBVAp07APurgWj99JbY/7dmcv73R17zDjXQ/8DsawPLja74Y+cC/hgTPv04DwL9aBpw+fqK8PZjC8T8AMSa+ISdiP3LvFL/fcTI/y0mTv3vJLT4ww5Q9eQ/IPjIAS79S6+e+8JmAv5pJXb/GNDM//LHsvr2iGj6kg+S+Bq0zPy41ZT7NBwS+njHSvwZjeL+YZ84+tbTivkje2Lwd0yE+kJvLP7x+f79qF/0+xBcAvwIsgz+zqnw/93EGP+x0D792c6Y/0jIxv0FwQD/TB7E/GgcfP/pm4D1hvFK/SM9Hv8COMb8hBcM+4orwPoCT7L4DUH6/O12Gv5HbDj8gX3U+asdUPQERgby7+XG+wM+8PpYUMr3dId0+jKI4PlNV8j/CBLi/qAc1vwZetj2Qhn2/4GkVPg0OPT0dP28/ONoiv2t1Ar1sNEW/u33VPtC9YD8eZ5G+ocwIwJ4LA7/1ggm+Sp30viCVDcB+/6q+c8+lvpYrvL7dVJg+oDqvPzsimj5PS9O/V2xuv40SFTwFwJa+ErEwPxpaIL+2YLI+kyOCP24vWj6NYrw99sgkP9mKiT9ncAA/2L0xP4eyYr7bFum/Y0P2vuf29D6pkwY+uiL2viNRob+r3NC/Z5gQvsZ8mb8hJgtAHfuXPv9vB7+SdGQ+qkzrPMlix75R+SM/9TPxPsP//j6DGn4/SsE8v55OjL+l/fG/BomiP7gm/T419Do/S/rqP5MqV7/VZoU/qcA1v1b5Ob8zsHM+VcnYvmo9GD57dd4/tqWIv5F5JD9Kn9q/6OaRPzB4pj6+8ps+mZ8UQHF2zj+Z6Gk/qc7dPqPbi7/6uKm+RyvYPsuprT2OqRY+",
            "3mWHPnmN87697K6+ZCPGv31DYj8KbUi/kUUcv/Or0j7Kh+m/WYOwPv+L1z99RwA/44AKP3AviT+XYRM+SDw+vzpnPj6F1Xe/J21NvhRtkj4+HWS/pOmhvUQmO78Wu0c/slQZv4ZAo75saJ2+SJAePzJZJr8bMuw+zSgLvzfsrD/5FuI+2HdkPS8Fg792XAlAO3wAQKlAFb9D9XC/pmKCPTUxJMAEEDe/43F7PxviGMDfrA2+Dha4vRo5E78koPy+kqHZvYBo4z/OXGY/tqqaPs+Yxb7zmDe/byzfvmEfj78V97S/BXNBvvGSCMAii2i/j3zSPoH3uz5vwIE/hXyiP17moz4/fWs+oN1WPjN/6L9vacE7FSv2vYPSFD+I85k/KEPHvptFQb34IyS/F0IXPXVdlz0qX6m+0QUSP11GnL/Ylvg+lVw5vt3YAD3SGAC+FngMPx09yj7bwgw/Uydnv8XTsb8QXWc/TvQ8P/ye3792scc/LAi+P0il97+Wdgk8TRidvyP9Hz/ewNe//VV6vTTr5j4lcgO/DE6Ov7+42b/81qC/TmKcv2DTRL85HqA9DwndvvAY9L6y88I/gX4cviL3vD6L6py+NRIjQHIjAcCM6l0/F2rgP0bwBT/qeAXA0qJYPpBPNMBTo7I/+QMXP4KkBj8rVfU/l7qFPq1aQj/DQ22/uNHUvoMpwb4y8Qq+NJvavoQrkL9zXqk+5WCNP0axXL+/nPG+fmwKv7K85b0WAg+/h+2av+sKzz/axoy++fRcP5o9r7+MAoS/ZQruPsrpOz6zFI29NGrXPrhrF7+b7YK/wsaavjzvPz3J/zQ/wOuIvjIg2j+L51K+aR3av2i5Yj5wmkU/LSy2v1B/5z6/8Dq/aqx5Pmra67+9zcU+vCeSPkUBsz53Jk8/O3jvu8MoST3dbfG/9tRTP2qcQT+R7l4/mgsdvqo4oz/l1D2/3TP1P/VQ371wFwE+AvkmO3Nj8T7eqvu+bPOZvdSwhb/1VlM9PTo4vudOpD+/kTY+",
            "aS2gvy4TOj/lLDs/F2+FP3XXgT/lGE8+Br8Xv6Zzaj8aZfM/upWHv77BoT7tzaI95yz9vc9oIb+qc0K/pPdFvxVcDD8NfrG/990tP7vP5T5IlJc/jL5lvxR9wD76usi+y+aNvsCRHD0QTAY/43FJv3mm2L8ZaBY/ceaeP3texD5Z4eG9qpf3PoNjA7+6nh6/1I6Nv1DwZj+VKOY/gC1Rv53QYL+jRo8/fFpdP4W9Y7/nOME+Pv1qvzOliz9F76e+N5UKwMpsKb8gw62+toRRvcxikz8KvJ2+M48VQEPYor96+TC/QmPpPox4zD+NJ1i/CjPIvt/cir9h2Qe+1oMFP6kmzL99iKA/xcv0PZkZI0Di8SW/CrLyPs7dmL9v4ei+cUOZvPChKT4l6be+Cg+avq6Ohr+nCgW/lr2JviKNqj92zBy/RyyXvzG6G7+uI9y+FmbIvoNKFb9+d2M/UZDtPu9Cfb9H+AE+KZiZPw2mdz/m2++/T68Vvxu0KD/sFv0/Y+ygvrauEz/t4b+/TR4SvOxVK735JMQ+jbm9P/U6Xj8miTS/rZueP9j+hz++ew1A9/KGv6JDmT8sxCK+XzuxvwX3gj/48+o+/l2GPgnIMT7a6rY8BmgcvzF5Kz5WqKG/flojvxXCjz9kG+O/SR1Mvk4bcj8ty1q9fzGMv4NnuT97zMo+lmvcPujeNz4ItHW+pLKFvyz9p78gcEQ/8oX7P9/uWb/pUGA/X+Snv0tmwT/iAuw/xPbVP83A5b+Kzv4/jSm0vxy2ib4s4z89trrSPxmBCL57xv6+AYa4vt8slr+xUPI+IObLvg2wer5e+uq+3mgAQE+kjz/fA0u/TCdgvk2kHECXcJS/ZD7IPijknT8UDvQ/Kvmxv7xj8z5VDwo/UV7ivsirgj6ZdIk+ejejvU9lhj5MHkg+ItMqvuQytr03ftU+mzI4v2J4jz5mYny/dS5Ovt7SUD/j1W8/cF6bv1S/tb7UsUy//sWJv7fEzT70l16/mcP3v3k6gz/Oi1w+",
            "dj/9P/iIjb+4Nec8+5VAvgZi+T25Xog+mMREP/5Tg75y5YQ+DO/Dv5MUpz+7MbA+uPFpP/pI9L4zajS++E2iPktR0z410HI/6lQOv+GpAz0CKb07sKfJv5FnD74ECG8+W+aivYu6wL29q62/X+NGv2kfBD9vUbw/dR6tvuPjpb8yPcm+XScYP88lMD+88Mk/mL+Jv/ml278XCTG/nVLbvwIy57/Uf2M/9snqPq9S5r3icqa+dVS2PtoNQz/gg7S/Hd7hvqee1L4Q8AU/KSAiv863Hj4R+Pm/mPmJvjP0Jr8qzgW9DMcewGuPzL4u2Ss+4G2Ev0j0g79of8U/HSSBv5uuJUAmuJG/uiBsvzauBr9bkQm+krriP3DDn7+vm1i/btuPP3SwGj/VtRS9ThHTP/Dwvb4yipW/wU/nP+Uz7T9ChBg/7brsP7QbQj/Yqgc/XSx3vufsnL95GwbA8LtAPx4WGr/weo4+LU+DPvWBSb+zPUi/mgXtvss90z5QfWq+kxjYvxAQpD1XYui+lpIjPy/2Bz/Ao5i/U2Qyv937uz9zKe+//c5TPyTWVD/sehC/HrtdP61RZb9NX5I/6pxRPyCyHb8iHqI/PFlvv3OWCb/CUsS9K/xav36GJj8SfIS+0zhsP+TxBz9IT3I/zaxZvWYvhT+K5r2+7B+ZvmS2zL43Xbe9+timvvvygr7k4fA+wjmmvb7C0r88qNK+coK8P1WSjj6g3HW+Cc+0vwaQ/L/aJiw+JO0jvzGisr636+O/SxeqvujNRr9DaBe+tsgsv5oLOz9nyFS/b+S0P3GswL6bddg/TV0XvTlBMj8tSIu+MgC1Ptp8gL74wn0//982v2Uxn78fLpi94AqHP7Ra5b9VM3G9NlaWP75fz77yjx8/soqGv0j48T4Px4u/PT7lvxkRB7/yt6E+uw1fPyYgAr59XOA9kJDCPuetSL9an/i9Zq9uv9ZobL8j2Qw/nBvFvjczWz/CiY09ag3Hvq2eHj9RJw++3DNGv5hpzT6JCZg/",
