{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              222,
              222,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              4,
              4
            ],
            "strides": [
              4,
              4
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              10,
              10
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 128,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense_8",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "a6d8055b6bd5e65c18d970440a65312012a88c1673b525ddd755209eca1d29a0",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      222,
      222,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            222,
            222,
            1
          ],
          "values": [
            "PJRrv3sA3r8HlgC/uzr0v32NKb+c/zU+GtsBv15nKD9fTLm/TvvAPvCFIr/UeLy/m+7yv8YgxD8/Qhq/GzaoP0+n+z+8m7U+qEafvwp9Hb5axBq9rYSDP1Ud6L6ymom+lLEnvqaFCT8Wuss/FiQrv46JZr8HTpY9q/yfvzY1lL/TwAPAKjgLv37kJD8/muc/uw2vPuVVFL+4sze+eyD0vhpKpL9eYaA+GnbXP7rsf77uLLa/3Hc6PnoIV7/517S/ZOzAPU1uJj8x+DK/ekZJP/pt6z5m5Z6/MntcvzLAET//WT2/W2eyPv7qc79/kma/tDAyv+qPtz+wq2k/RZg4PdWy/75fWZO+h1CpOwEDgr9K61w/q/NYv7TGjL86NMQ+FYjNvg3v2z7L27m/zuKAv783g7/qmpI+ZaCOvgvWtL9zXig+djREvkXujz9MN10/PuyLv4WAm7/V5WS/k6bEvthIBT+1N9Y+8ssJQGDXWj8SOCs/DXrCP9LAFT+Dqba/K8CrvSc8+L/2jMK+T/WlPS02kr7E8ey/PbJbvqLn6D4OCba/arG3v+9z3L8lUfA+qgoBv3LynD8Tpoa/+RnpPv4YMr+JfaC/Y+29v5PyBj/vXVu/3bXNvpiDUL1kS8M/D61Qv+BF8L6wcYc/q8oLP+RLkT/bpMM+r3ZuPckUq7/J6oY/t/Mpv+L3bj4O54u+JQOfP/agjb5Zbze/xreEPn1BhD6RpU++UuVsP1enjz+1zgG/RdC5vozsvr7z3hLAiIA2PW1zyL8vYaK/WP06PzhkkD8PwJO+Fn5BPw7soj/cmiO/1CktPybfSj9oGra+HiCKv8L3BL+awQZATOpJPyzrVb8R5kY/agwxP3wqDb/aY/4+134OwMTO0T9E6xm/a+lMv1vW7T7+JBU+iJqHP5jTpb81w5s/jVnvP5Cd3z9lLPC+nQaIPheCEED97Pu9wMIfP2IYmb0jF72+LgfGvr8tIz/2qEE/wTTrPsw+s7+N/Aq/dqTFvXnhB78AG2Q/",
            "FLidvyauub/XcgM8rH9rPy1BN7//Ruk/BfLJv50jNL7esNS/5yKWviSUAD9sdzu/PqpwPtX4hT5GnyQ+XrrePm+wsT4r1hu/8NK2P54+079uJo6+WlmgP+kR3L+c5ki/qkXAP+njED4Pdds9NTcpv9yI978GaGa/og3rPQUb1D4o/mm/fTfMv7AtH76ufyy+lARbP50yMb9gK6g8aNekPpttaz/HARS+FZ0uv6h4sL+lbyXA7xfpv4jqy73CeTQ/x4Cnv6buIT7JOZu+Ydl6P8NcGD+U5hDAEN9OPxv69D5taaa9zU+iPw0Rjb+AsMi98nYHP1zCtT6PPom+Z4CzPRBJ/L8b6+6/cRRyvRzltL4gvY2+RRvFvvwRUj+nqY49Hd0Gvy28sD6x/UA/RPxKvsz+Mj/XLBM/B8BLP0cPE79XVXG+0bSyP4A8gL+QZz+/3eS9vzXMVj90gf8/D11+vqGzzj830uc/3wkQvytmrj4xlHy/h9znPT5Zor7U7yK/al/SP2HJLr/M7lY/Mcxmvs/4475GmxDAc01vvxdI7L+tezM/uGZCP4KV3r538nW+vWwvvzixJD+oQbE/fAGRPjBvoz+wSae+10z3Px3hNj+ab6Y+f8/4Pk7RCL+IVoy/8YAfv5M5sT+LcFe+Xz3kvX3IEr5bm34/yOlMP3OGMr+73Du/eDwtP7Do0L6zO7A+RcoLQGWZNL/bIL4/S1TZv/7Tir/+izU/QuffP4ciAT4OVwDAR3Nxvy//k74pv6E/252/Pstcfr+Rwu++P8s9P0M/2z57G1g/Oe0RQMKCC7+sVQ3ACJQ9v6Cgab/+FGc+8PS4viKQMz81Lea+Tf5ev7b1BL62lwJAluJAvkiEXj+BF1U+yVXIP88oHMBJz98/pZk+v4UKgL5Imxk/DGq/P0eTzb9W4J8+h5QEPmZg2b9araW/hkRsv0Sgwj/3VTo/jrecvy34k77BBd4/teapvzhmgz6h8pm/A5uiP+lRYL9OS/U+nuANv8flgT+uSRDA",
            "+MMVQMvq2D6xeA+/LQL/vieSSz9HH/4+1uGuP9MxvzwssPW+jEhiv9MVtb/Yc6M/eyqsP1nhNr8Cab4/AjgEQINXTj/G9/8+jksXwDfgmT9hOJk/5JHhvupXwL6blCi/oaY9P49Ji7/z6jw+pL6IP2WBpz2qkIK/eKtgP8jPd77qW1a+wQDIP5WHIL+PBUa+J41VvC50C0BRwe6+ghAXP0r60b8h098/qmPZPlcuQz9rxIw/d5BHP0w5zj8U0Iu/xDN5P/nkfD+1PwBAqcFev85X/r68VIW/EVpNv0z3DsAGjw++MsHhvood1D5UVVS/BRPBvlesSr8Uw7w/VgsAP+qFWL9EMhzAJZtSvz2qvj9IqFQ+VTRJPr9+LL70+hc+4I9vP8F6Wr+mcSc8f1kSv2oRCr/JrgU96f9xvZb8zr33mEy+9W7Vvlw5Sr/u12A/u73OPpv/B79dD7U/sEcXvsOOiL8PoZI/ZIiJPvjGVL9pwIE/5SkOQK6lUUCtp7G/b8q3P7720b8B8iC/mAgbvkGpDb9n+Y4/Jd8YP178yb61jglAt8QRvnHVtL5UtBu+uHmiPk37TL/MisQ7TIsuP8uduj01WYm+70BavofGY7+gQrC+pR6mvp6Q7j54y6i/WDtQvq3HjL/69QC/eu2YvWcHL79I1cK/uv+vPwigPb8ZMYU/PIlXv4VfyD4WJgE/cgWxvxkXe79loBY/FUCgPgP3nD1DR/E9UTWzPe43jD585jK/R9F3Px4sgb9TXkm/5a/+PzTP2T5Ojhw+sFxGwBT0oj6w6QK/ZJOUvcki3T7j1BY+66kqP4mWQD6BzEk/ZU64PibTer4cmig+JPU5PeHSXL9f/UM/A0u6PsJisb8CzCy/DTp8P/sWhb8ZYNm+yOCxvdDYA78/gfK+YJHZvfRk5T/9Vpc9J61Qv8EMOT+k+Ia/sP6sPnwc5zvgKO+/H1g2vQF0yr+IvYG+B1ntvl2OrT5IZSW/qZSVvvNag78iMXi9Zz36Po9FQD/dwLG9",
            "aiPKvZE2rT6n0WG/aGuqvxhK274P4Cg/FNOnv561nj3px4O+eyNZv+4Of78Nxbo+VzsIPebcQj9R7La/u6EBP74jWL8Z5oU/gqi2P6HYt799rgM+B59bv6tSAz81ORDA+XNPP0oBpT57s1a/BPGvP/9csz4DKQ7A3Peav8vm5r37/2C/pPPRPMTtZb/xmDy+HMRCPlckXb99pjO/qjSwvtpOtb6fuK88eTimv8l0vD9chmY/8suYP4vOez8qT3K9U8a8Pkgejb/4x68/D9DBv9ucX7/Ru2e/Wb/8vqcVJcCwQ0y9ONEivkBvIz8OQYu/XhYsvvpzNT89Z7w/ooqbvyM4yz7/XbG+ekqzvX59DEDLdbs+yjqgP+j+eT930tc/lroqPZUQlz2R4om+gaoZv+5cEb8wriu+44HyvlQPKD/iJZa/wlOvP6bjXD+SCJK/Gmspv1bKCj9B6Ce+L8ZZv8xXGkCkppy+etDkvqXc0j6LIU4/cinivtvjMMA8oqc/FssTvr0Enb9IhyDA9buKP6Z9zT36UCE+Vbh/v1Bpjr+rT1I/AWTiP/M2w73nToo+MV85PU4Wgj/XO94+JA5sv0mtEb9PCBa9VzmXvyY6xj8hwyy+mtUcvxiMpr5RA5y/67krv4gO/T0Wlsk+o6CMv8vNuD+6ymK/SgPSPvh497+D5iO+Jss4P+c/E78yCwbAXGv7PqX6sT6I12s/or6Dv0AOXr9/SRC/r26lv+KIxj8hG1Y/VwmJPuR6rT6bobQ/MpCOvwe+h78oAdU+s073vddr1z9jxBY9OGoFwMAcAz9Xc8g8PGTjviCkkr/3aJ09GIDSPQmLcj8FKRO+H4aDvwozmz9yECS/zH37OyGV2793fsi+QYsmPr6N4T74EZu7Vm78vRaOJ7+NYYc9qKm4P7ckCT/hHaG/WPGSPqzuar4p5mA/wP6MPr1agz/hZcW/hJnBPydr9b4wfki+a1/nvucSzT06Q6G/Ct8IwHY21T+05aO/MDMcP9yiJD6jp5w/",
            "1jycP9DBb7+VRGo/pNrXP7gcBr+5QP2+iUCQP74kdz/TQBk/kg3zPkv4mL+DUOK/TT1Fv9xOiL9Jdj+/yIoev7hBbD8tuZm/qlTav2GMkL/LcaY/gRQ1vzpkTr8uYak/VSOLv2bgnT9CjNO/VWlWv3PtOj+ziJM/n/MxPwv6t7/f8lS+Xc+zP2Dya79YWCS/ZM2Uv+Y/L78wVW0+1yZwPmYaMb6he6g+37U/v3tBIj+7m0S/0twwv22ecL7HjO2/K6C4P/oNbb+O4Zq+9DEfv4SVEz/Q0Jy/zNvaPpF8Br+IpBI/SMFFvyHIQr8MLAs/PV2Sv4E40T6GkkG/XlwJP8a9ir9EtrK9GdJnPVcV6z5iTAJAbXrqPooNGD538DQ+H7gFPgAker/3qrG/mSh6P/J9nL4aU6g/D/PkPsLrXT95STo/RBuPPziVhD9aF0g/Z3d+v4x9az+mK+A+DJxCP2M1NL7MLPc+EzMHv0B3/L9f6Sa/TEeCP1HHRD3LrbA+sEUsv3OdUr+4wnG+2cE3P2rXez9fzwG/rdJrPn78kb6TSjY/PPesP8/ImT4P7CM9FGqYPppEsj+z9PE/sOXIPjqBDj/QRCQ+vQ29POEVfUC+CF2/qfaTP9eIjD5jnhq/QFM5v+3y9j4WTbq+tAeuP6pRF77drss+X4GNPxhO2D/VU7y/NO84vwxz4D+3S6++UMr0vnDPgD440de+ro2Fv4YtqT8w4g+/y3SXv42fsD89gRc+aG67P1PXij0njsA8cnrcvbJ1Nz9xtyy/GLSdPhj1db7n75I+3jD2PtzyQT9Zjrc+SxCFPy5kib9yx/m8QCs2P6xNgz8AAZq+9DLOvyH3Yj/f1sA/tBuFv313jD5x9s+/tMFlP6LZpD80YBc/3r8pvz7+BT/vkys/kKajvj4FPr/L8FI/NROkP6WDFTwjHWi+Swy9Pg+pKD8rA1o/uTOkv+aRI7/yjIu/wTmmv+0lQr83qoQ+DmO/Pl4Oc786e5U/fagWv8F57T+mhQtA",
            "UT8jvlAdbr42Gye/fDRcv1M41j5sAKs+eV8GQCKRtzzaQpo+V/a1vrXxm7/rajM/IkYWv6d8BsDudlK/Vbgcvfe9dD+7B5y/8BBTOz16Mr9nq0c/FUQQQM64aD9644Y+ZdoMQBpMID7F79s4rVvQPyOSSr79Ap0/DSrTPqE6jL92FYY/luxvvsENPr8+MFo96u2Yv2Le8z8mzby+dsl8vP11zz83OyFAkvYXwNGBp7/+0dS+bgAGP40ze7/MWAvAMNb4v2Q0Jz816ATAGQafvYqrS711aJQ/TgyBv+1f0L6yyzw+7vNhP0gzxb/IZ1M+N5alPwqlMz9fUdg+gt2+PhLGEz3FG5A94wofv8DYlb5pEwHAm1zbvjFhor8NQ28/fvgVvww/B70J1qM/zThYPbVpZz+jF/E/0r14v0fcLj9A5a8+bKqxP/scsj+RtxhAVsmsP7gCBb845ABA2rYcvwXB2b8gtI2/8NfMPmfnE79sRNO+GBA8v+gbq7/KPG4/Fl/EPqFM5Lrggq8+CReMv90dCr4o1Pa/WLiSvueuVj4fD5S+gFInP81JDz+HZdq++Q8JP1Hv+761m4Q/hPGFvkj3K78hcbK+Zq0/vseBnD0NPyk/LU5hv/vEjb5rIRC/lN5rv7eWij7MMw9Aqb6/v25z8j8If/I/9DDxvls6ZD+L34O/nuAQPzQyTT8+7Qu/JbsNv4uFrD9WEaC9l7t4PwhL4b4BOIo/QrH1P2Qt4T5QlsC//JPCv+1tGcC7RkY/lKl1vmislr5p0wI/4orEv9SPqb6H7ES+acUfvraUtTxhW3K/p3hJv2f/Qz4o/Og87mNOv40e5r6wCao/mOuKvwOBND9ceJs/JYaSvkJOwb2OlzW/WlvzPePE0D555P4/FhiuPyX9dr/oVIk/Dv2dPSke5j8HGIi+t6govyeQ2r7NjgO/uh31vutwBr8j5gE/sqLYP+Pp7r1P/1u/oJUav+i6rr7Wi2W/YsxWv1C8hD5EuW2/YvLTPov4er9XwoW/",
            "j9ZgvtvnMj+bkEs+s3yMv0MpUL9jBuk+fAW3P1vohb5LlEo+FMh4v2kFl78t/928WTHWvtwNh78/OO4+N1qlvsnlxD+GkkY+Y/ixvlSkoL+k0lG/Og54v1/ewL/aWZ++LDRfv9zqvj7NliQ96G3LvdwuiL4kpHc+pDqLPx7NTj5OAQS/kzn4PiRMKT8qZMc/wayVPt8p+T8y2y1Aoo6uvr23bb37YH0/9rSIP2f8WL+55hk/T1Exv5eHVT5Yne49wMNsP6cRNL4opiq793G8P87AKj6Afgq+4dbbP+Qz9r5vn6o+dZJgPuxkv7//9Mk99MSfPkU0qD7dJGO/yFyuPl8Tdr9D2WU/YZUlP9xLzb6e/uE8jbegvlUZaz/IWzU+Fuq2v0TSij4hXiO+uEulvOMQcb9QZsm+MHAzP1YoIUBkZmG8EcohPzOgiT95QYM+iYsQvh5I/D54IXq+uCd4vadGKT+mT0o9NKcCwKQ7Xj8ki5M/nI2uv8iijz+fQri/DFrLvhuYIz42Dra/xvecP9LEcD8jGtQ/3Z5fPz4gRz8L6p6+44AUPxi9IT6wXLS+gOqAvzacvT9mfVw/m9K9v1w2bb4g8le/ySk/wPADDkC5+HK/hzOyPuuAU76UJ10+Wg2sv9m3lj/G2fc/cYQ9v0b+Mr9twxc/ectqvi0TpT9mNeo+GEAgvtr0Gz8IQnG/viFMvwIy/z58HsS/mzkfQO9iAT8ExXA/J+syvQCXDz5GkN09xrmevRD8HEDlCDW/dxDDPvaY3L42R0s/+JZTPm+THTyxOBO/un25vmKepD0Q7YA/4jK4PvLmOr+nHHu//KNIvzhfeL/jyQE9H46TvgL9qb9A1+S+2VIvv7sBHD7dAxu//XY3PjcIOj8iYbQ/G3/VvbBff7+Wwaa/6rakPnMZXL88zp0/RQeqP9zhA78GN0q/OCO7P2Wkb79XXoc/DLcnP+hWRj9Qvsa+xPJKPhkxYz/xqkg/UizdP23/jb/DNxg/o/MoPfEcZz/JwLi/",
            "Ql3ov/FVu76LYUW/6bSYvSkWor9wu1K/bgGHv+3ugj+fNGS/voExviZfS78YGoW8SMIPPvoWEsDLhpm+YeUzv7n7N7/pDkM+uRTtP6nSDb+IpWC93XOSvXlOoL0dXwU+Mym4Pb4Rjz/cpks+iKmbPlNA1b9mx7Q/cZQ9v985Kj5KYMc/Qp34PrWVeD2NOZI/Hyu1v/Wa4T677A+/IpktPi6n7b9iq4i+2ryjPrytHT/Cqeo/FztcvxfDz7/Eb1i/SZUEQAmIDjqJuiM/tHtLP2021z1fMqE/syIYQAq0Hr88zWK/hIS0P32dar8TUwvAFCC3vgn8AMDX9OK+4QiYv18VBT5c75K+mbZFv9JQfj7NqYW+TxTqPgGywj+n0oC/i5M0PwrOJz1bG5K+aukDP9bLEj/pdRHAMubnvrIOkD/cdvI+Qbibv5qS5b7dkhW/QBgBP73+0b2Bjiy/2tYSwGNULz+msLw915/0P5pglL+++4m/dypGP5UL4L0y07e/oWF0vsIAlr8DNmC+43W8P8zUgD5oMjY/5wqJv9i/UT5W+Mq+zm4IPWFCDL9vAcI/5DADP2+JIEBp9CG/EqIQQKZjBcBOdrM/3CqsvmDurj83EBy/DYGOPSG1BsB0Qya/bqpBP/BVHz+wQUk9y9Wov4LF1b+cHHS/iIJ6POfhNb9HppQ/TRywviRf27x/Hhu+oOYIvwuRs792/HY/tPvBPlRm5b5VVX8/ah/Lv6X2jL3gdLW/Ous4vhucvT9Akpa+QXqnv+uFvD6dh5o/UyvJPUiwWr2jook+H7DCviyBb790+eU+IThwv1VNlD+aGBa/rwnvvP+kZj/dsxrABOAIv5O7QL98zQi/v05cP8Qvir42TQ/Aq2oqPm/NOL+VIAE/uI2Pv7y1ST+fYow+yJYbPq/Qjb8xqYw/mmWSvW3OQb+4EwjA59s2PzQXWr9p7bC/ls70vm+tzz8sVJO/4eoyv5wckb9TmGM/nPSDP8S+gb+12/K+jbBtviI1R79Fq50/",
            "2baLvnLibb8WKdq9hhIsP1oL976StBo/cGKdPxdBFr/g3h2+y2CKvwTlQb/7wA6/1KdJvuE/ej9vTFi/tM+EP7BUOz6LWJY+A4oZP2o4Hb8/LARAxKgyv3Dzsr4KC4M9BFm2v0durj9bgbU+3fkyQAJ8kr8q1uc/YOpZP0ZwLz+13sY/1Gm8v0Chm7/bp1K/RItvvwWuNj9mr5g9MgU+PzzvAr+Z9Ry/pxuUPyDOqj6+3de/exnQvR1BQT6cTRO/nyWxPJbJv7/Ms5U9LAgYQCRzor4YjPy/hMyavkShNL3KQiNAcIqrvxcf2r1Ifm6/E7fPvjXyLj4UHNk/6jPXPv0L5r+huNM+26pdvgb2Cj8/23K/fln4PnpjSD+FUfy/N50Wv9L6mr9eC5M/+jnavuZodr4iopc+rWP9P4/WrT4BF8K/qfKav+0sBz/33C4/OQy4P2zWK7+UHvQ+JTuxv/A9Er/bvpW/ckJ5PmNPob3LmaK/0bDOvlkcmT9WAva+osENvv42pb/E1z5AS2MFv5QlWT7yfZE+b6t0v1aXcb8S8po/Bc4QP03bbL4MgLE/mjuNP47XdT+26/O+jT40v+yQzb8oYxE/u7GLvyEXmD6Y58a/lmkKv7OdzL7kFwHANC/2v7Hu2b9adQs9pi6bP4Io37+3PVe/AiBxvuuFTz/7QQrAU1XXv5nNEUC2ttC/IdE5vl/PEL5RtN0+LvwWv2l3hb0/sZC/VRHZPENtGj4nKsw+hVNhP+mOBj9XBMY/HVNAv4MTVz9dvYI/wAeBPhADMz9TYp2/i6tFvx0knT5L7ae/mKjmv1u2Hr9NYRE/RPkBPzWnyL9HKpm+MseKvm4U97+4m4A+YVBkvljkFr4nyXM9hVY7P2f61L11/26+hly8v5zBFT/gqp6/v15mv5qc3L9IFoq/PtzEvq0gFr5NcIa/KS1cP7wNNT7v2NM8MInnPw0sIT+vNdA+lJIAv2Biwr6wV8k/jbyFvVeA1j/iLZI+/UilvsTIu7667c2+",
            "8J9YvwgVDj5M/lK/c9ZSvzsIIz+5OoK+Bcxzv8lKiz8Xx30+a7MuP2ucPD/MCAXAzp6Mv4CnuL+Ey0c/CP4Zv4hJnb+3FP4+NTw7v4J93r4MTha/sNALvweukr/j2HA/8/FfvxxF/r1XKZi/T3A4P4apZr93bhA/Ob9qPmV6fD98IfW/d35pv8yr4T4auY0/5cPzvji91z5QrXy/SoJpvzXTsL0ed6y+JoItP6348D4Xm4k/I39ZP4/vOr/GWJK+R/nqPuHkQj84zGa/1OymPn6uGMCiZBM/oP20vukJ9j73sy8/QPGzP2u2gb7N79o+sQ0nQNQQAz8dfJW+cZPKvyJKFL8zt46/AIVFP6xM/T4pHCdA/+nWPQN3tz0fg36/UyuEv7Ws9j0hKha+3hEhv426Yr/YVdO/UkSFPkHmvb8KVki/uzb+PVePqrwaxHO//KLrPao5B0CHXn6+N9PtvmneEkBAOdQ9BQ+Nvww04T4TVSe/xVKdP11WDbxMHKw+Nb6gv1KkdL8SX9o/E7lgP870KD/wueq+OKE0P5Z7Cb8rIts9GW8QvzwhcD/3OoG8QtEkP67rJD47csM+Dm+1PXJvgj7zlLE+DKaFPkFUyD4MKik/Ft6UP9oV0j+0eZ++fvfFP2HkJT9eyl2/1qXfvrYArj+d2Hu+vxyvvtXaQT9nwOI+ABhHPkGCnj4sN7U/lCszPq2lHD8/wRI/m9sQv0U7ob+Cdxw+FT9Rvly+Jb43WaE/+dF3vh22Nr7yd24/e9K0vwzNXT+Fl+g+qSrGPQqMgj4Tg82+fDjCPu/33D72dNI+yMTyP8yoi78FcKw+/UQjv7x2ij+F9E+++HYjv+RgLT4k5iE/ZynFvq+wYb3ue/M9kh8nvzEb0738Rac/SnEHvzGtET6tSfQ+XZKDv3saAz5OHBY/SGuuvrO8nz9nx3O/njeSv9bYo77Da8M+6Ensv4aqRD6E+rA/fm+yP6DYhz+q418/jG7JPuqVo75BNS7A0bzXPu/6Jz9jGV6/",
            "JdY0vRv/zD8Glqe/EWqrv2aLxb98W60+ta4Bvu/xlb/d+uI+lrTYPo9JHj7rRiK/sbgoPy+iUj+YoRzAU2/nPzJIjL635mA+tXi5Px6Ebr3uozO/57SCPpZ3ir8/7Pw/nHfmv5XvET/sJJe/dcDOv+/D1j3hnbi/7AFmvv8FJ78IUktAvuNlPvgTAb861gM/PlsevzGuoj9CowO/P3WwP0rm5z9mvOY/q/8bP0SUYL+RugRAfrCXP1+1yz6K9PU/+2e0P6oPCL9njWG/JObqul1lwr80Gju/STDqvxeUA78duCY//lO0v/L1Pb9nrSU/JZyNv0aZuD7nsmq/xxADP3510j5a1LC/0rCHvqGUhL90MXe/v46kP3heDL3J7B0/vXe2PmR/b7/qzes+Q8nnPvwpsL4YC98+D2gHQGOluL6541g/QzTLv0rdkD+HnFQ+H08MQGCod796pzC/WWJkvyCXzj/td02/ft/Uv/6Lar/iOcm/ju/DP3cADr8l9ki/RYuMvC9YC70NTtg+NEiwP5DEIb9orMa/LDyqP3cnM785Y7s+PxWvvmGlvb+1iYc96w8QwDZmV79KE4k/OH91vmD/ND+Q7bM/ZDDvvmRPv7/uIZ6/fSupP11slD6XkbW+kjdUv5Wu0z7Yam6/+wlvv/6+AUC+tti/8xC4PvFvlT4uWzC/iT+ZP7mfnb5PTBu/jgeDv+KIbz/Zqq6/JNsAwJIdhD50xIK/YNJ6v1UxkL4bNSg/XyuDPtTzjL+iukK/k+E9PVi/Ez9BwFe/sYqVP2+MtL8Sot6+30qAvxeFML8k96c/Y8RXveqOib4T8+09MV5LPf1V07+tmi+/NqNfv/y1Fr6mg74+Ft9jvbyS5D+VA8I/oPiSPzxDbb8TPsq+JWI3v7NGR7+/YwG/ubXVPv6n9T7Qg5e/C1wLP9wygz5+Z2g/TsK4PyWlhr7lFcu/WhU+v9RFoD/jE54+UJMHvx7dUT8Dz40+Z7UOP6ByDUDwCIw/BUXqvfRYmL+nGZU/",
            "byFxP1VmmD8+frk/0NbGP45sC0Db3AHAZipZvQ9mDz42mJq/8EyrP+EU8r3m4rO/6yFIv9Soij7buJy/0PJ0PxD4tD6ok1w9xdi3P86aF79v6Tw+t+Rfv9Iejb8B1Mq/gUyNP4UqK8BTDBDAUSTjv+IZer+9e9u+xsp5P0hWl7+nn0a//kO+vvSLab1DfN4+rfX+v3NzAUBVACa/wZEHPpG3tj7DCMM/N9ruPrBtDr8XawS+qB2ovzvrkL8KDFg+XRnXvzBuUr9Vqk0+juqav3pYL75l8u2+tcslP3Gvzz8TFta+S9MQPx5/IT8a/Is//pcqwNPKnr8EsCU/lfBgP44hRj/6HvU+/sXhP+GIgD4n8qA+hhVGPY4OW79BLDA+S4X7viMIhD83rri/WaP4PiaEkz+0002/STWJvx8rML+jRy2/+1Xtv5GhQb7jU06/VOcowNt6qr6AUfI9kAZKvcbcmT+xCS2/qOMGP6dF2T926TK/9EVyv+IQu74lcFq+PwnxPqLTUb/L7le/9AdWP2Pd278ASAa/IF7mvs8BS74xR+u/9eGAPxAPg74QBKM/6fTOP6HxfjwP4J8+JRE1P/s4Wr/uF1O/AY6fv4rLgz5bWRTAG4lwP4cftb8dz5q/A7SFvttbY7/4GYi/NUP1vlPB3D/eYog+ZX/cP/rr3r/qgZW+8bp/vz0Eir7ySeu9CU6ZP5k0tz+IAoC/CiSKv7LEwj7iruM/cTfwOxuVsjtttbU+z3VRQJTRET0uP5W8kzS7P+rP1b9WNLW/B72pv3dRnj/WTK+/kOofv25cYb26LYM+PTSDv9siiD89C0Y/cD+Pv3YYVz/utSe/uSllvjwlmr8CxNu+y8+ov+iBtT/Uw74+cgVrPxgCTj/F7qs/cImdP6XaTb+dXXi/2WS1v4jfZb/EA3e/V9wuwHHCYL85xla/Jlk4vwE/Hj8G35a/CybVvXA/vb//vTS/pVe5PG58CkB5mj0+VqzHPuCvF79Se2A75nVHv7JtSL8BJYY+",
            "pwdGwAh1Ub8WzUE/+6A4v7/FCD6k6SU/2pdpvjTTGT/bg9O/O5tAP8Gf+r+mgpg/5/Grv8/4XL8XRFQ+lF80v+s76r4jTj4/cEmgvsH8gL8ow3K/Nd6Jv4ukB76UAty+mIMaPtKHr76SZ66/3KMbPppDkj+u2qQ/YTVxPqGcXr/UVuo+iru4PxYcSr/mJJk/k4tjvoJNQL96gIE+3bi8v8SvEMClTZq+vB2Gv8w/eL444te8zB8DPqwiv77dBBDAqPXbPvnvpz514wu/fNMTQHBDB0Dlt9G9sVZsP/UGwj5NZgq/U5ArP4aQeT9kG90/5hn4vJQeQL8pOii/NOG8P0G6sD6zzAc/PM/BPuOViT7Tr3A/xRVRv0NGgD8iazK+3e7fvvgROr1N18m/COtWv6llc7+vav8/7EzOPiAfUj94rHg/3ZCOPwtfnT4f+5O/RMhwv3102r/B1aI+uNAuP3Lr0z+mCwdAgG+rvx0Pnz5SEB2/Qty+Pns/5z1eQ+m+7TMtv3I32j6/YMS9rW2/ve5kLb+HtDa/652WP6WZvD5OpA6/sAYmPyuAjb8kw46/n0IKP2tLLr3AJ3e+SUaQPyNuhD4GBpc/l7T6v9aP7D9G/gxA3lXJv72Ci76li4W/xGt3vt8JDz2wDRO/a5WAP/4FUj+gTZS/jIQCwJRQkD67lQ1AHJ3fP/r6HT/g9J6/Sq/iPMb6Xr7JK9s/9aaPvo6iLb/9ii4/CSarv9u2lL/ZvZA+83XAPpQx17/71Q6/vrw0PwDHkz8wCTa+1eHWP3otpL81Ouw+9AUxvlx+l7+0jsi94miXvpbsXb/I3JW/jxQmvzAnE7/6qL+9XKGDPgniWj/Q4+O/MmIVvwY5Oj6spaC+nRadvvOKwr2LLh4+R8eYvvIpi7/J5UU/M+ghP+7Xgb9IVUo/WM0Lv+yaVz0jYE0/XRqCPjAVYz5/3JA+Gx+dPjdWpj/SAEY/p5Tlv4fOyr8yOhW/xwU1PrGdgL4SY2i+yjApQKcVXT809nU/",
            "CNE/vyKZMj7kWsa+zMGgv4SN1r94iZ8/69uFPhX/bD4iI4m+5G4IP9OUub55cbA/Lv0CP0C5r70r5wVAJVo0PqZH1r+vriC9W7AqP+2kqD9IIgHA+bLzPnIL+j+zPg2/MIR6vx4hKj4/SGO/b8Rqv+SwFUD5zZY/yLQJP6wUFr+A8Ye/1HKlPkTBjr8At6y9U3mlv/Dbsb/EEou/KwfjvoUcJD9bW3i8921hv+KSib6NNqI/FbBFvre1Kz9s5DK/KvN8PsFuMz9UrBE/ntCsv8Zgq78upI8/xluhv3tHLr1Y0oe/xIuOv/rdKL+sd2a/pJICvxQPn7/lL1G+dyRCPcCJJz+z3hI/wsLEv4eGiD43D64/nSUxP4EFaz/dxQc/9BwbPsnsFD4jdVm+ikEtwKrVHkCoECS+donYvkkdWz67noC/340+P0A9Vj/ZPCo/6cwgP+bQeD/fqc4+y4gOv6vEwD/3YBO+7Ce9vXZx7z6HTLe/jKykP/3teD3pfY6/kl/rP+7Zn76j1l0/l00wvpFYa745XnM/Nq9+Pz9rqb8ua2O/FmrMvHR0fr8byYq/i+CAvn5+e7/QBxw/sV/RvkZtG8CoXAo/FP7oPlajBr6fpw2+ALZJP61G2j4+dwa+kunTPo3MW7505x1AKnBmv6YACj81wJw/xZwkvykZTL/FgSS+XKUOPyZPeL887vk9T6sov3MKjr+OTOM///O0Pw9DcT6GSA2+g663PRQ+0774ShnAEgI4v4jrHb+ALaC/flUPv179kb6P6xO/ehvoPjrT7z4+exnAuv0ZP1qS2j7JA/m7hnbIv85Gmz/jMfm+HOOFP7+Fnb+gAyvApUSov0tmlj3VlRG/AgimP5IxVz4hc2u/i7wNP+jf4z8OBX4+eMvsPzTbob8mkRq+91rYPp/35b2y5EQ+hbmSPwpytD9Ca8y+v0oCPjT4vb4Zlc0+KsP6PMowNL9KKp2/nw3mv07pCkDxz5M/eZWWvkKIX7/uYlM+pW2RP5bGOj2xju49",
            "kppZvd5vyL8+BY8/E8+cvuVu6T/v6L270xYWvx+fgD/OAhs/5HPZv2FwgT83/Gq/EtkcPsxPVD9cLdU/vQYhv9tCp75IDQu9yHnoP4ewIr96Afe+PuC3P5v54b2a0Na/qDERwDD38z73bwfAZlUxPwzhqLzv8Qu/EewzvrMTcL+kJGs+YHucPwau87/R698/3QZBvwMbW76cHYG/yNQqP6+AWr53OiW+3911PXSC9D7sjik/m0vgv5VbZT9gQPy/m8O8v9wTob0Tqx4/O80APnAdfz/ADSPA2uh5v6u9xb8WWbY/tGIvv1XyJT9t9OY+AqiePlPY9j7FF7i/nLkOQLJNgz+JJos+rS/IvXyqBD8mGEE/lVT5Pu1Mk782XVY/9Zfvv/FrgT+/KHQ/JueRv5gsvr9SZw8/Y6X7vgyfRb+Z6oO+2V2Ev9mAM79UaYs/tTKbP73xoL28iAw/9NY0v3J4mz9Z5bU+0IPOv+WwLz8YF1I/DMq0PoKTab5HP06+yuRiPomiAEDMRio/xJ+6P0kgVb8G+d+9z2Cnv33iCEAAzJm+S7HQPll4mD+C6K2/B5fRPohklT8T4TY/+W8DPR7sXL8rLj69oU6kPgrjib+fnNy+4/QrP3Obl79PYsS+JHfZvxTPvTyl+He/5vAsv1yc4z7JZlc+DBP+vU0Vvz7QhTW/2qf1PgxsiL54d+i+qRSfvesdvb622xu+jGmcPxSFmT6LUa4+cAm/v2TogT9oH62+pLKKPrqRur75K42/wIQ6v067Hb9g98y/pI4AQPRDyL4Ds6Y+g9Iav1jtnD+o/Aw/5TgpP5TQA7+u24S/cGQav/EwHb/xtEI//Q6BvgMcmT+0T7W/FVF1P/vZ+z3mo4u/ddc2vtxVYb4rvo6/RXk3v6z5ib+none/KhCJPpZp4T7Ux/8/St2/PkRuu7/Ij7K+oIdKv6E0Lb80j80+3Qu7vmY7Yb5UgvI/cB9wv0glor4yiv8/uW1DP8IUuTy0Jz6/cc0Bvv4W6b/2Mv0/",
            "YZPwPmYF8T48zFQ/pP6GvyeCND3jyJY+GjFtPtk4xj+mxJE/+eNAP+VLiL10XJS+LfskvndesT685C6/Sb0iPyXBRT3TYFG+uH50Prln7b+mS8G9tbYBwBQ2vj822Kw+w6h6v/llQD56gJU+9QosQHuoJT/ibMI+q4yePyNPJL/et3u/0btaPYnF2L9zpYw+HLCIPwYtGz5h9he980paP/crab/N0aI/krOLP3t5bL78X10+4VEEP7vrgL9NpVe/LWQyvoG+aD3OShK/19ZaPtP2qj+BaKa/yalQvug9xz/7eRA/PVtWPwTgHj+LrFk+UO10P+rPTr+QhBY/d6TVPloOQj7Dg/8+LItjPftgjL9QJi4/wi0IwEd/8r7w9Q0/lmXDv5Jc/j6kW7w/ESqZPUYfOb4MVHS+IDP7vWGRAr8oaNA7XJJEv/L51b5n6YO/Ok89vhNdeD6r6MQ/Li/ovGM9vz/pr4Q7iVwAvocE5D6bn1a/paevv6xz5b+dYlY+DiCov7soUj6Anl8/9nIhvvOEqL46f/M+G38yP4CUpr/ilS4+d2pSP4JPgL9HtNc/UPWGv0K7bj+psVK/wcA1vyIiZL30wo6/IG+sPo92Y75LTTg/QiYzwPD9Br+jX8O+MXjaPzQ8ST+zrSI/dT3nvIDBpL+WOY6/PPZSPePsDz7GTx7AO120Pmzhqj+q5e0/gbYRwJ0Xjr+0RZ++VqGCv0CNjb//0kRAgke5Phu+lr7sX+u+LYfRvhSbzr0FSaO8D0kuv4tHSD8wyqA80AEgPywCT78tGJu+zC6GP/g5gz+kYdM+ezTCPtQ1bD/Ju5e8yWflv30OJz4QrC/AvjiBP5rM8z0ked8/jNwgPylJkj/rxTw/FxI+v2K9+T8v03s/HbMvPu0quj6GJzi/SiBivqvtAD+7skq///7SPlwVAT8Mq3u+20eYPi4LvT6Ojqs+bjHYP49xgz8YT3e+TQMNP5QPn7/kHok/8KVLv3k7HD96iey+myeIvaILlz4hcqc8",
            "qLGYvd6+q76uiGO/FsU8P8iDK76b0wPARwThPhhlyz/xWvO+dfmGP7h8Vj5ZEKa/HyF/vMOlTr/elzs9UiagPqusST9/gcY/YOELu933nL/kc9a9GkmXP2IXnb95KY29E6Jbv0Igrz+5NhDAkh13PbbfNrxOmQo+iSnuP3dqkz+o9WY/VVlOP4H97z7Rgqs9atT0PLCXwbxPFue9xqX9v90mLb8HAJC/sFnbPak24D9+DUI+z07lvXXx0j94NZy/pZ1xv3cCb79HLxu/9Husv3XF/z7agEA+cKyFPzMyQb9QKVS/YzEIvpzSRb14Lf6+p8xrPzCmyL8qrvk9c9ZDv4gtMz9WeNW+uTTRv+fOBz7J4q6/TTfaPcM7FUAqJXo/cBD5PRGmtD9ZlO++x64+P3T1zT2Kzzw/GSrvv+BROL4fCYI+cRgoPog+Ib7/RSE/ZOVYv04PAj/HASW/bzUuv2Fsv79chnE/HPgEwA/sRj8p+Dy/F2hcPu5PRj4DlxW/wEZkPlzHAr+WbOo+wvjMPwauiT705ka/wdMYvxT2f7+owwg/aNPJPhWrWL33Vgu/FxYLPnvpVD+0uno++yvaPrbYEL+qNPK/j0zTP5JDQz7dsRw+JgaMPPz8AEAAgnC/PkAOv/VbWj9Ebaw/FVzMPnPJ1r523TG/1h4lP81CRL/AWKk+XSwoQH5y7z6kxHo+ClCVv3itIz7phZs/PlILv4uOdTsoSVu+zfMcvgu4Nj/+AdS+I4qeP7DfND9DUf+/8YesPWV7yz5BLTK++vGCvxfdwb/vIDO/q6eaP86AjL0Gkvq/mfRdOwA1Nr+pCzq/+ysXP9D4mr/bgN6+t9BgvSC4jb5ULAHApocbPy1scL/Frio+jTyiPgqwWD1JyBS+kwPNP8tRVT9ePZ4+hOaQP5gDYb9QcFQ/8IcdPwqc7b2k/F2/kh5xvnqNVD//K809+XWOv65iRL8LXgC/TbG3v4xGqD+JAJS+GSrmv8cCXz/uoqo/Y9oDP2grfj6/Yg0/",
            "OQY4P1okDz0j1Dw/f9nbvhU8mDwDCbS/Cr2jv0DM5T81cvS9oBmgvnFMnj8RuwlAu/nGP6jiGzt2jOE/lNQgPop+AUBshJe+Tn4Zv8y05L4P+by/7Gyvv221pj02Nze/ROc1P0jWlj8mQ6k/Qff+vtx4oT436549jR94vBe0h7/+4Tw/Q8fcv09TFkDda6Y/FEjQP74j4L6ue+M/BS+7PyXChj+AkRA/7qiHPnGi+r4emIS/hIJkv2j/4L+WNB2/I69Mvmxx6794LJm/MLYhv27CML9Rqfw+MhGIvmczFsB9elg/6gxCPTihsj4IF5y/9tkbvml9xj5hsxC+hZ3GPhINpb/W/k++R4q/PwLfcL/MlK2/8NNAv79p8j5yJ8Y/9ms0Pfe34L+wZ609/V5Uv/J2K0CRq82+Qt+VvnwwVz+Zw5q/SpTHv9DkSD8W+46/crVFP1RNED9GMoA+UHlKv+B2rj8YPoQ/ucktvxtiqD8urJM/DAeDPe5AmL+GCE+/1IhOP91iJL7AoZa/1caEP4dW+b/Sz2g+5lj9vkbaCb1NbXe9lT63vbeGd79FHai92BwGQCeXyj1zzOo/RRGSv1PQCT+N2H0/eMP2PmRYG7277+K+BMacPrZhnb8jOyg/YLO1P3XoOz/l7UI/WeLLP30XY78oca4+5yZdP2CwPL6aECdA8WQevcVSuz0XIYW+8CzSvYDGxb8JXda/6KBIPpqe579PxDI/3N0VvzzbpL8MbwC/eAd4vzZN2b7k20E+ixRxv9dyiL/kEJ4/6D5xP7OpaL2EDza/RBbTvrLkEz/z/j8/QPoeP1Z13j7garW+WeG/Py1GC0CWZRS+sPqpPv0YtD5d8S2/WOMVPk8r1b9gypC+W0t4v6IUJb/l1YK/femGPuiVwb/ie8G/SW2Gv3uYDT86WU0/lI8YP9yGq76g2Wi/NyfsPrsY1L/BZ4U/tWBqwJ7hOj8HcwvAOmOKvsWaiD+1Dn2/LuOePnKrsz+B9AY+7Y5Yvp6oz78Bg6S/",
            "E9P1Pm33CL+1qEw+5I3YPhIm2L8DRqU8mog2P8wAub4FFx8/86ttP6YjFb41p16+zCyov/X13r50bOo86AV5vkVyrL6UPG6/02B9vnm+Ej9wy5M/vTjcPtnhKr+5Qhg/b/IVPhsiH79wDhQ/e8vsvqyKl76+Zwk+XjIzv7bOqj6Q3so/NSjpvQXLx769zw4/sWVkPdyDlD9LJ3M+dHUQPynThb/6DAc+/ss/v4KVyj/RX4g/oQXFPpATj7+uYSy/BdRRPkajNz8oL0893d9nvk9PPT7ppKm+FOqZPyizEL++N/K8I82NvRFnmD4sEag9LCSgvsGTmz+VCo6+yKrfvjv7f76YDpU+kSSlv8Ksg79ulqi+bUGtvYYawj8OC4E/5cWSPurzGL5/udA/hnQnv0/nZcAFZxa8QsM0v9Jzw76LGJQ/AoU4wHLL/j/4Mp69tTfSv699bz8D3yI+o1YIv+AycL/dxwZAxNGlvivcm78uHa8+iw+bP1RDDj8Wf4+/YSa0P4qzHb4D5XU+N+0swBqeVr9JTti/KZcsv9fmFMCO5Zm/dTHtvKqU6b7IewS/Aaz6v6gH5b8GX20/p/q5vqDYBr+MCoI/PCvhPgqWxD8lNX+83xM5v0C+uL+S+nc/YekNPguc0z9qozW/8djiPh8mnr/mX74+coABP2GuG727gZG/9BYfv2PllD+ihfW9FpgiQBQHcr+TFRk/9fjHPpbrhL+KH4C/sNfQvo+LtT2Lxko/dxa4P4wLGT+qUwo/Iejiv2UCJT8nDCU/E8Asvpc6YT+Wc8e/Kcifv6vKkr/3ABtAlbnDvyrL0zquYu4+PGyqv3Sunj4R9si/kcyoP7vigT+LrqA+KkBoPsWtUT0qW4c/LzRrPh4nCj94nsI+unbwvR+OUT5+ogVA4dOevvRXlD+Ixv2+DsPqPvWOyD/6cDy/8U1rPbFttT3ED18/jrGmv4lKp79KXIs94PIYPnrWfb/Uw8C+NJ3tvp5ejL8qGwO/UxtRPtgXEzt4r/U/",
            "mKqPP1+lXD83R0G/vPmqvHCC5D7N85I/5isrv8umQ7+au6e9X/cSP3SRCb/WPdE/+IhQvxFhX78Ehla/b/ZgP3ikrD47YwLAMvYqQP9QHr7r9C2/wYNJPVR1wz2jVJw/xPb0PlGUn788CUa/I4sxPj+QUb90Mre+HfSGP72qCL+wJWK+kmpFPyBP1z8NlO09mVcGP66AB8C8Qge/kOXKvoHbeT8b/wC/OBtnPbRpwz49q2I+rSO/vw+5bb6H64A/CtOHPnPNt76ZwPE+ImsQwBxEhj8Tlbw+EEMhvw2uuL38fZo/7kOQv1kXsL9FAtC/YashPwA/KL2c18i+/HJGv/9fxz7CkAnAIDz7v48vrL4ROdc+se3JPoBjCMDH3XM/tnXnv2sc/j45Da2+6FKGvY+Skj7EMMk+2MvKv78+eT+0giQ/AopRPvC/1r+OIks/OUkMP0MyUj9ISwRA7MEpP/YThr1r6L++BlKKvjfjZz9AtGK9fmqIviL7Tz9q77s+LcaWPsOROz8QrrI9T5WOv+2Owb/H7ge/7J4NwB/i0D8zThu8eot6vwPMazv+Qr4+UdR2vyvJ/j/UAzg/x94/PXzTAcAhdMQ/vAyOv5nopj1mQqK/o9uiv2BXTb+DH+2+Y5BHP+NjiD9ZBn4/54lEvtIFPD3Urqg/iHAcv5d1KEDxWUS/+YITQEgIOz793sk9O2W9PhzKAj6NvGQ/opTBPkJITj7AeFM+kn2MPyJjUD+GmJo/k0XbvupSELwz2nO/YcNsv6QbZb5/UxK/U8dDv9AZbr5ztqc+C6Y3v8HnbL+WjOw+tN+RP4B55b2bHiO/ZY0ivwDIkb79c4m+E5+Dv/X2Kr8qqYw+ZgB1Pjf83j5Td1M/Gki0vzYMkz+eSRM/JyauvpKy474Ctre+4ykWvyh+BL/f6la+rR1GP45GcL9ok4I+Vvy1v0JO7z5erR0/ekMUP6REEb/dRMk9k0ZXP5JPpz/zS+U+Dotav0p9lj88Xnc/+eiBP6J7Xj4P1Gu/",
            "ws2XP/+eh7/sgHy9wVr1vqmxUD9Q7KK/XaS0P5rxA0CDvEm9aeXLvbBwYD9hIJU/l41tvbPgsz83eKw+YJcbPoP7uD+VplY/SI2NP/KYMr/KF9G9cksuvoKaZj0zjIG/Yk+HPpDrIb+pZnc+n1FtPna+gz6ends/Y7rdvssEP76JpW8/4eqKPg/THr+JS4G/9GgdP+uYp7/rFZA/hoQNv/ckDT9PH4Q8GTwVPtyO5z7UKSm/fEM6v/SKKL6o5Z6+C4gdvysF2T5GWGw+rikOP0yGLL41rRm+CR70vbOpU7971IA+bbuMv/xZxD8HrsU/pGE/vvXnob/QlIQ+wUFQvzr+Rz+CJ9U+f48EP/rE0j6ZevS4RogoPo3JiT6yN4M/GUKtPz4/rT9Cq/w+7CMrv1b3JT+QrUy/cOKsPwpJFkBUfmo/zDCav2zpor7WbkU/REKMP/0waj7BpEs/pvOFPVYMcL+tIp0/JKcgPtmwtT+XIsi/XuYTPc8kA7/yHHo/CSwpP+aH875dvAe9V1CBv+9PDcDb9V4/n/iKP1dioL8CdaG/1zZ9va49Ib8pQvO//Kyav02E774sWF0/OD4Qv3myWr+8K/89IbKxP4YHqL/IrwK/9b5mv9Ocuz9ud5S/QdFBv0vGjj+TpNk/jDBDPgXvbr9Avkm8m6vbvzNyIz4g72C/rauLPsg0AcBKcBU/4ndPvs8zhrspKaw+ayRjP5zkwz7bB5s/xn9yPyPlQz/7Ulw9K1xUP0fgkT6oa5k/fBIIPmbH+760RJm/dasXP25tFj8Fy+u9jl/DPpMimr7xfGq/+7QNvxSHLb9NeMm/KQhqPiDHYz28yAi/fP3DPI4iNr/NVd8/mNuePaFMsb+pOPM/adkgQCM4fz9EfFo/EPuxvpNkQz5fFJw/3QiLvh0O5D/OFCo/Oakfv77+yr62cJ49LyJPv/sFuT/ywyBAC5dlvzpXLj78AQ0+V86PPuYaVD9h/Q+/vP4yP5Pdpb8momk/5kZWv4ONE78Tn6a+",
            "6y8bvre2H7+4K/w9MdQFv8+uCD7zEKY/aSIFvzhLsz/hXS8/Nj6TPzCKi7+C0KS+gQldukTIyr9i1ZC+swGivxAzEL9MLvI93iuHvlO/cj/u+wrAZu8nPxLLfz76eSE+OkPZPk47Vj7qEX++QCnFvy1Eo77xEMY/4MAdP8ot1T+jWvM+iuWNvnUd1D0YnpA/ZkCWvxmY1z2/oqw/IlIlv+AqjL/gvAw/hfWiv6dtE793F5O/GH1svjTTcb+seIm/0yNEP1ttJb/Kvg6/Tk0MPrrDCkBa7oe/GTqkPptO2L+0WMo/swERwM7SIL+FrU++rEOAv6aaHD9e/S2/rXHiv7gNIj851kA8fyJxP6DTtj8td4U/AziiP6InYj+zpIM/gEovP7VucT6mIh1A/SDDPxOYz79dWsC/xeSGPr1lX7/BARi9FFCwvlKXx763exA+nQ5zvwWV5T3JBTo/uRXjvHR3EkCUi68/bAtRP4l7kz6PA6c+ie9CvgMFEUDGk/+/lYyvv2zWpT5cXjM8J0v4vvX2jD9qvzDAlrApP1xMgD+cBq++GBdevYaKqj5hn60/yOqWv5Axj7/MfYc+ELdRP4dlwj9ZMgpAujxtv9WY6r+J2bg+wWMTPowblr8E1as+zBEfP3cbsL+rLHW/hShDv284zT1m0qS/OmxoPnRjKT+9yna/dZLfPbypP74D9A2+hP6Bv3RUrL44Qae/6FDMvnFPBL89Y/M9e5A3PwtfLr51Uek9vkMuv6r1Kj+TZSk/0W5IPkJVKz/PmDQ/io4lP/TiMb9vV+w/yhPUPmLNEr8wcwc/2WB/vSKsFz97Lea+Ily1PetJBkDnC4c+XIv2Pz3g7b8zK8Y+wCJlvzS7N74crY6/noSePytdRT8tXy8/Ty0kQBL1Fr8rQ5E/rLDHPhIUXr4efJ0/eiKwvjMXPD9Pa4G+FX2rP263BL47P4A+86kmPykPqz6YTOU+R9NTP247tz8XL2C+sSFEP+vOEb+eE9e+QElOP7+IRj/azBK/",
            "WmStvrblyD9AUXe/5louv4G1pj5VZmE/92ODvvlpKz5QQvK/e7y0vzwJDT4pc3w/8rgkP/r1wb7OtMQ+SO8sP6/ZNsBpHE6/OTEBwKWODL+oEEe/T+GZPjJ5Sz+Vmq6/6ewdPhfy67/iS2K/I55Bv8Lu6r8aVja8r6uovSrutj2WDHe/lPEwv9Z5Lb+tj54/JpyPvyiIwr1F3RW/G8vjP6X4bT8jlOc+ZZZUPstbGD91TLG+AkOtv+iO1zwdFAPAqd7FP9gRIT+yvak+VFgEQL16lr/oVm0/0vzZvp6I1L4Uvgs/EG2XPoSBSD4nNQU/hLQ1vdx9F77kUOs/32GfP6NNHr+loZq/ZYW5vu9Fg740JGc/ammGv2rgOT+uWNC/QcPBvvUdrb/JvLg+Pn+DPxvStT6f43q/mzmRv+XRJD9dL4w/ovB+v2rGRb/PkjC/E3RqvqtjNr8cbew+qb/uvnFTIT9wJuS+L1jDPQ88ij2fmbM/APrbPsaqt76lOGA/zEGAPeKjqj+YhZc9otedvlSaET7/TMI+SB5jvyeGFT/GD/Y+tpImvm87Pj7PAwNA7sO1PjfsgT+lmca88EOePwWZA7+seb+9luVov+yAcz/zBrs+79V0Py1+6T++h5+/GrMov2mMqD8R+OS+S0YzP0lg575+CcS+Dh7bP86yq7+8bKo/kcM3PoUj6L5/you/LdkYv9n9kb/6hMG+SS0Cv6YQnz8MmsA94Mi/PxXemD46AOs9BRqsv77VoL+0P4a+PVkSP3K/gr9dxNe+6G6SPj1R2D6I0++/vmBpvZvbaL4jsoe/g1JCPlCE3r+v2QdAsu/nPZdPa77zC4Q/i1DQvzcrUL6eL2g/yZzwvhqwVT/kjG2/9Ou0v8Y77z/+0ro/DGOKP1qYHD8hS6E/wz+kv3qBcL3QIyi/kzKIPy/4kD5IECE/tI8YP0H+nT891yg/362Lv9X1Y7/sWEE/dbSnvqo+cb8knr4/36jmvrAc+TsH/Uw/qXefPv7DkD9oNBvA",
            "B8XaP/qypT7NnNs9eTyXPwyQf793ccg/pbAfP+dGV73BpFK/Uf69PTcOKD/YPw+/Vw+PPq1Xhz9KNdU8pVjIPs+lQjwJ7/q/Z41Qv5D9Mr/HHc4+T+8NOrUhVL8N/uk9qgo2P2o3wz8sZNY+Miidvx7NXr6Jgr8/Rp0vv//pFUB2mtq/kQl/vnMvBz90IuQ+fNbHPzZEKD/WQ2S/66dzPSDSyz9lS1+8YyyBvybgtT95zcM/BBMXv0t7W7/Qbmw/Kulrv23Mf71vsMa/d0Q6vwDcvr9wfUG+VtIHPmtJNb8rg1o/+qekvwWw6j6n8ZS/f6Mov4H7l7+QLJe/7ewuP7u7yz5XEh4+wOe+vRXepb5QcIA/d7CQv6jzfb91bIq9iccsPwzWiT+Zm1u/tUCXP1dYcT9Ax+491YEIwMI6PL+Ydc8/ydL8P3jmoj8YTSo/xWyaPzfbHb+yZ9S+HRORP/kiwb7SrHM/8lYFPwEMfD6WC46/QaSCv/6BHMDGjCO+mESrP4dXsz/lQho/csdWv4b9rL+WlTi/dsqdP05PlT/qekm/2NSPPgnX+j7sQ7c+h8SFv62djb9ixpu/JKWMvv9fiT8K+Nw98+g+Pyntbz7mH7+/6amivjZSQ7/ahZC+gqtxPmb06D7UYCu/zfWTv1Zudr6GNS0/YtYHvwHPuL4nid2/kSzwPZ1CEb4bThRATUu0PewyR76U9aE+QSqlv9ji0D3qE74/GGEDv8QLXr6CAqe/3yb8PgCwg78YDABAC5+DvmWp9j6n0wI/l9Pfvyn4A7/NchA/FePqPbHOH7+nyu2+hR0hPwyhhT/j24+/2oALvuvRIkAOn5G/cFyzv5yUyz0s8+2/5O2MvREWGj/eOOW+oHFHPp/SDTz2jtA+FEeSvhyser/kzW8/7H/Kv3eYeL93R4M+nUl3P8GGOr+vqUQ/+rXJP1g20j9EICU/56uPP1fT67+fFr8+Y3qNvxLfFsB1d2w8kQ4OP3EGgb+XQb2/o0/TvjgkNL8tRLY/",
            "qoAEv32e870DzZq/I8jSPxUiNz+fUqw/OCcAP8Je8r4eYgG/olQCPUNHtj8s8Ws/AJeSvbVjJD7HW6K/7beiPe0jgj9m6TY/bBE7v6r7zL+nlg4/Jm3FPSVVl7+apYq9iTW1v87SID+Xsue+R32TP+wLgz6z/SM9vn2PvzTVAr+FVpu+kkyNvpe17D4a/UG/20LXvtsIKj/ctd4/2Z+Av41Afb9qldO+TKVlPZj377/h3T4/Nf0rvhTtkr8wseg/WADyvn1V5r7U7U4/H/qJPzMtDT4h3TQ8gh/XvzpjlL77iWO+LVXpPUHlqr0DfCY+KaHHv9mje7/UeGE+7jJ0PbPTyjsDnpA/0c8MvzmlzD/gkKQ/8tj9PV51hr+eQ4+/y2bgP2bhq7/n2i6/FjkevoQAgL8yocM/b2D/PlTqzb6AQZ2/Me4Mve63yz9nmp2/r2ENQJ4S+L8YHcq/m5Rcv+0AX7/YbKc+RqzpPrNZgT5eAji/0uCEPy28lb97WYs+I4WeP8tCTD6nRoO/wje5Pz9NQz6Bg7g+iyYKP5Kwgr8NXbk/6AbCv7++ij6lnai/nGNov2gTK7+/Sly+lWMAQNiqB7+1Gwq/y+p/P8adBz84J8E+hrt5vnGTZL091oY/ot2aPwQiuD+CDo4/EuioPtw8gT7/B9U+K8DuPg7lYz6yj0I+ct1Zv7QaT7/vd88+nDTEP8wNRL8OoV2/imWxPSkcxD57GAA+8yqKv+MRRj9mAKC/TPeaP9MX1b/Lb32/ZGuPPuYphj9sGrA+d2Qyv9LeRb8tGti/95QqP9uKnz+Agh3AxmObP5haOD8SMzC/Cv3YvQ10Yz81D8u/9dq2Pv0yxr+Z0A0/K+jcvgrN075LjfW+gW2zv6k83r6CFm4/PivqvXkFJj8d1t4/lPIKP0oe8b1Q1ZK/AlqtPh+7eL+Bm92/DjB9P+ssTL8Mn5K+dtqxPna7nb8DPey/CYaDvyRd671WQYq/aejLvdK0cr+mTtm9sR2KP6kWP7502AO/",
            "qHdcP5zWJ79E/hc6xzNrv28LBj8zhdK/5CPTvxVjhT+uOPG+iPaKvmG0WT8TsqU9Op1uv/tNGL/yMSs//tLKPufFYb8ePXW/KKQYPz9JvDwAy5I/kh/SPnwZtT/NJik/lMT0PrkFnj8tX+8/bMUkP+iPE8AtBrk/d6GEvkt+hT+bGp8/sEuavs3SyL/sYJK/ZowYvwnmdL7zD5E+Va7wPp7cjj9IU68/e3rsPpx7/r4C2bK+eQ0IwB+5074AWyU/SKtPP0Wh7748L/S+KmwDQDdW3z5ozI+/S9aCP/0J47842yg98BQJv+w4gr8xje6++tjCP/cvFMAfPbA/x9OMP7tIsT4opBE/a/G6v4bweD7c7As/yjyoP4n4uj6JkjnAXJxqvuq9wz4MqMs/4hqvPkAWdj/xhXw9kpGiv16OBb8up2C+GwOxP1g/dj96iXm/W2TPPu358D/6+N4/R7TUP5GHCz1/L26/1ErOv1D+GT+OgV6/7/izvwPZP781JwbA9I6svhlOADmFp5M/ePUnP0z7a7/C9Yu/ixHdP/8pjD/rHwe+uzUbv0k0rD8Hmoo/cTm1vsMtJL/OgPI+lUJkP9KFFL8wtLM/18KtPgMpnz17x9K/fEIiPzypIT6fhJ0+Jvi1P4iCYb4Gj0c/wejwvqWA572dT5A/3kmJP2awNj/wjE+/jlpqP95X8D9FTDG/YFnDPyjxAb+X0Ee+pOiNPzoHKb/vE/U+GHg/P5E3WD8F+Fm/75wTv7vTOT593Lw+36YyPwh/SED+sms97KCUv6M5bbu9QQE+SMDLv8E/1D5gzJ0/K1OIu0M4jr82tzW/1YS8P2tPiz944/C/qI1KP5vw67+5iHu/j4rXPwrkLz+SuiC99RBlPzkbaz54bqQ/yCeSv0JEnL6Nksg/9KPUvz+mzT+VMmI+D5kBvoc3oj+GHOQ+YDkvPpUxob59jaW9gzrnv0aisD8YZUvAFW3+vtdXYj9WZ6Q/qhy7P1p/nT8v8Jg/iYC+vg/5lD/HJng/",
            "HTVUP8dnrT5//R855+3pPKzEqT4DP2Q+fVdLvtq9ET83kEO9mDskP3zW278kA46/xI6hPh8i8r7r/xu/ZI6MvniGSb7bKIy/EpzRvggHCEDJ8IW+SZiFPxGduz+Af5W9+qAaP/A44b/QDHI/yTnCPoQq5b81Sa4/Kz6CP7H6274sUPk/HypsPxu6BUDQsQ8+ZPmKPzPwIT+aeYk/t53Bv0Yxpz81DGU/QbAkPahxs7ySVp+/E7FqvfIPhj1BTNc+9PmKP8Z1y74FyNu/gA6xvwBNpr+7+98/yOQhwA+QLT5EUtK/cNZHvlzvjz36JCC/sN3VPUYMtz61wqm+RnlxvkpjBkCztzo+NEaYP+5fz76/j/M+j/KJPwJOIL+bmQc/jCDwP/2eeb7Nyqc8HW1gPd0VBD+BYai/+g7Nv1xTg78KUVM/KOQGPstySr/nCia//y9SvxTdVjyG10Y/CeAov4QHtz1nDjE/9lmXv8eMgL8ACvk/PuRTvyUHvj5X6W2+mM01v3gPxj96bQE/4PB3P8NlJT/9AbW+/J+kP/8lpr8E76m+doB4Pzb1dz8cQre+DNUfP9pprD8zW8Q8LHoGQGmQiD4wDzrA+GsDv4zV4j86v4u+Ch2CPqp8cj8fKAFAdxV1P/X0JD7vj64+KMMqvqyLSr8Bzje/6IEeP2vchT6TABO/r6gYwE/I0z7W80FAuQyIP5+3LL4weFc+B6HJvg3p9D4l1Hc/zOk7v1xco78DVpG+N0IiQGcaPb5xo9s/O/51v8fEYr8H8xDAA+g3PwME5L+038q/fzzvv3YQGj+a8bo+RP3QPt/UYT+XCoU99nC3PQFeD7+Gr9Q9Fi/NP/qIGr9DraY/Fz4WP3xZVz8XZVc/rXTUv/QrMD7FfuE+qmYnwGmKcz+m9ag/+kmGP56cfb5Fd3Y/INsHP1S/Ez/sUI2/ji9lv3vfB0Bjjpg+HxjjPruL275q69i8CE89P5YzU7/uoLa/f6h0Pp7X2r8FGpc9nHCSP6InpL9QXNA9",
            "yPp3v1UMQj8CVdy+F0O9v6ispj9dkC+/Rb+Fv3W9Pz9qzos/786TvhMMPr+saxG+U5o/vkBYML4++S0+wXOjvl5wCjxb6qs9sXwGP4I9j75lSYE/UCgFv/Ktgb/Chgk/WcTkPkVH4z5kuAU/hJRJPsYCvz+ihLw+41+HPrL3zr+JmGA/6rSNvx8HiD2FkIQ8AUE0vwR4/r7LZ/y8o4iuPiiF6L1TfFa+UqDkPle6oz8DMKU+1gGtP3WayLwe70E9AwMTvyNLpD/DBM29I5DovLWNPj8nOj2/OslgvyVeDD+kyFa/8I1xv7xW87+ZaUC/49hKvqirBj4Fack8T4FEP739jL/xpPo//fJkPUR4BsBXJRtAWJQBwHO34L4noq4/PmLzP+D7gr/WBXG+e1DLPvHt07+PwMK+Ddgev/AMoD+RXa8+DFffvQseGT/qSDS/3uGQv87uwb6jd1u/YtuvPplVKD+z+MK/xw2aP2zepL8asd4/ifgAQHMF6D8uQZU/V8VAPuHtCj8Z9HE/oRptP0/9CT+g6pe+pI4LvbzS270gAzY/dPqTv3u5zD98QBA+PdxZP29BRj8MMna9Nm1kvqg2WT6uMaK+HBISPgC2Vz+WwZ2/rfyhPltD/L26BC0/6LbwPwkgJECmPHk+4B+QP0EcvL+HLLu+CAhvv+hD4T3kw6a+Tv1Vv35lyb/mu/w+RZ2LPavmvD4864C/DDgKP1lg+j67r6w/vtPJP+ogIT+ds2m+jdEkP83fvD6YHLo+00/wvx6p7D9SMSO/w6AVP9K4xT9jlY8+oyteP55N3D6clc+9z6Cfv98CAL+5HzA/byJPPCOZ87/I0Gs/UW0qPylZ6r6cSRC/la5gvyolgD9z6C+/ouABv7ScIz9h75K+7BfgPnXqhz6mQOe+ztnFvhTYKj9NXDi+YlutviaTCEBG+aO/JKbKvkoavL/XVro+uSaJvo/0977HJhu/igSiP7tCDLwf5pA+OBJFPiwCpD8tDtw/g+UkwG4Pgj/aYxPA",
            "k9MxPjPrYb0rMABA3PhqPlQghj8ALsw/2LDDvRkPv793Yyg9sHJUPzoyEUAXIZ49PO64vyuLuz8fsey+HBssPzx6tD5gnSU/epDNv10JkT8MyRm/s8YOPxclYb+GBXA+G0hsv2yNeT/PaUw/EDNHP1biwL7TdZG+tbixv3ka5L+KJTS/fZiYP1ywrT5zQ5e/bvc6P+LvH78/y4m/lYpfvkMtHD+mEkQ/f122v45Y2L24qEE/mckqPzC2fT/F5qA9XIcCv2l9Tr+e9ZS/po48v0SdlD71Y4+/akgAvqMqoj1utYO/H/OxProxrT8ZRwm9lBEkv5nBxL3x5Eo/nbCIv37JIL//r5O9fGJPPg4xZb85+xs/+/G2P0RDUT7VkfE9HYsSwLQvfj8Vd8e/4H1hvwO0C7/dmBg+SkbIPnFkEL9JzxA+9rqAv9AmdL7WpEY/PtazPiBHgL92r4s+m1/JP117qz5GEmu+r9SfP5/9079XDoy9ylkuP/KdI70XKMg/uEW3v9gG9j51wIa/Zl8nvtR+Hj/H3Ow+O4Chv3w8sL9kqta+ykkOPokoaD+aV9e/zz4YvlTEnz92pKs9Azmwv0jToj9gS7O+eONYPhGACzwO1/q+RYn+vr0Cqz9eVRY/x1rBv0jKnj+HQms+qt1uPz8XeL/Z4oE/b48eP9HXzT1EUBs/RqZFPgx9vT7dbeQ/qLBJPoxkyL/64SW9l2h3P+dAWz59DLs/Dlknv4JlIb4ynWU/JgaTv0bSHsCe1B4+5hWGP4AOYT9cGLM/DopcP6S7tb1yW9A+j12VP2fxK78Ju7s9fDRgPwlYub97T0S+AYXXPro6r79lr3s/pxG5vm6r0z5Nz6c/8+c4wBzsuj8AJJY9TEzOP2qZRb9o52C+7rbVviIrbz8Js3K/QBU6v/B5n72h2j+/+LAZP0C9Tj8rkoG/ioT4vwVgTz/ZWNk/xhHQvhYtGL+/Uaq9tBnVvqAkKL5ORAU/n9nrvhCHnz+RzBE/Xn26vIXllz7Pdds+",
            "D13qPgX3+r5K3RBA6P3SPAH6zD0BspC/8+kGv3/Uob82KEm/1/cpPtMuiL8Y5XG+8vghP6J9gT/y8fW+v/OOPqKdFz9+HVU/3THePrEqlL8Sxa4/a4BhP65iXL6YABc+mMyVvuZtQL8awPm/LKPwvxoAsr4aFZE/wLoyP2TmPL/BOcO+aYagPyz/CsB4hKa+Jn8pQPERHr9cqIa/75kdP0IJlD+xgrm+GokdPt69+b+Bkvc+AoQ2PtIVYj9dbks+w1A3vjdxr76108y+Xvtvvg2z6T+Sp+M/YNYLP9GK6b9tMFw/S/I/vq3Ib78KidQ+j0RSP2jNJMBem7G+tIcoPtl1Rr+k0le/oX+0vTANoz/pagI+SiF6PwSq2r6AhwC/gAwlPyZmJj+wch6/LT5CPhBFIj9r06w/WyVYvkjtA79lbaW+3asBv0Jjzb6voa8/sN5UP6IcN79bwZA+BWJKv4aU+z/SryK/ebKgP4JKzL6Vc0W/kxR+PtKnIL9Bji2/3+rrP5wFVb+0WJm/418xvzXYkr+UmB6+mmmOv9iRNz9DVU4/j/OAPbXxaD+AVZY+zCZ5vv3OHj+i6D0/gKrlPPP3AMDlDxQ/n7y7Pw8bkj/p63M/EmtSP3mvoT+//lA+3eiTvYw2AT5yAcI9kqxwv+rIeb8jsTi/navEvcvQVr2tFUW/Lk7ivhRHaj8FLUg/aORjv3Y4ML9/WZI/rsY6vy8lRD6RJyE+0HXePqxDMD/qZ10+1m/gPoi01j1FFQs+zOiEvZzGir92uKy/P04+vfDfx79j1yi/iSaLvc5ok781uKw+E+NEv8MUEj8rvZW+Z9i7v32hgr5EXzdAZTB9P7aTETxfl4u/3yQoP+pmK75qeG2+Uedev2KzoL/Fw9u/dO4nvw4sDz6Gt7e+/+q9Pz82Pr6akpg+gOyQvlgvNz8k9fK+LK8Svx5VMb/p7gi/S1ulv4rbJb6/tBc/h4LnPs9DGb3gLpk+2qmPvnR5Lb5Ntb8+8DXsvt0zmb+beSK/",
