{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "image",
          0,
          0
        ],
        [
          "odometry",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              222,
              222,
              1
            ],
            "dtype": "float32",
            "name": "image",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "image"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "image",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 6,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_2",
            "padding": "valid",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              1
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3
            ],
            "dtype": "float32",
            "name": "odometry",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "odometry"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 84,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "odometry",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concatenate",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_5",
                0,
                0,
                {}
              ],
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_6",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_6"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_7",
            "trainable": true,
            "units": 32,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_6",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_7"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_8",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_7",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_8"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_9",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_8",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_9"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "dense_9",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "95514bb1ad0bea1ca731d6dd96e71179f665b5a64bcc8c07e5982d0abf0ca1e1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      222,
      222,
      1
    ],
    [
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            222,
            222,
            1
          ],
          "values": [
            "0CKdPZvWkz57QrW/G/yUP83JCcDOCny/5ZP8vSfVHT9N57I/huqOvxaTPT6qKv4+RhQbv1mkiT8wljS/JjkpP++AnD1O1BbARoaSPkMMcr9NiUG/JDvMvsylSD50phM/O+cHP4PcSb/vsM6/4ayoviC7hT4jYaS/LjyUvwTTsj2zKsk/FZKFv5fpH77ed8K/SWpgP0kIKr+iRUs8M2KvvwdLBb2YV40/OuPjv3pHu7to7km/SlVRvtrX+L0k0LG/m6mZP9kQ1L4knMK+J9y1v+pynb4aG96+HQ34v88Zsr/jtoU/HiK6PzoEhr5a278/prETPpp7kr4lDvU+5axRP1p0lL/Mfm8/ryn2Pr8VeT9iJKQ+HIKsvxQ/9r8YGzm/c6uvP0rwnz3VM6a/ZJewvY4pOL+o4oI/4xRcvhizGD9Ijh2+q+m1P0wSvj/mzwvAFA20v2PtGz+NvvA+pywUvrzZvj6rfwPAaUrfvJpF675hCBc/6oYhPjfYhb5KBmi+zzVsPuNMHEB0w2y+RHSuPmV6xj3CZhNA2/l9vnjGy7+PRi0/oNu1vhcj7D4j6Ty/xkDEPt55K76Yak+/NiyFvl/3UsAlRwC/8fyuvpDTlz8OHb498O09v0t2R78mUjA/67UVP25CKr9s/gHANH+LvlWFj79gtCxAKSLOvt9jr7unN4C9I16ZP1qR0L57qcw/SSFIP2bJmL/E81o/3LqRPrNvr7+ELI0/QdvEPxLPer/D8oa/BMVKv51Rzz7E5Wa/mLxKv5Q2y77mWHQ/ZgpqvyMIGb9RbXS+g5uEvg17Crwi664+/holP6S1CsDRb+i/w9G9Pqv1Vj+u8Jw/0j7kPumLtj8iPpa/JUSvvoILvb5KfHi+hJvdPt4W6z5BgAw/0DJ+PROrdr+kFpg/KHUzP4mzjr/iM0+/EH4mPwLdDb+bJte/eKyNv8AxJr653FC+M2BNv7pRB75SNqM/ZF0Ev+L5E78pb0K+UM21P/zvPT8SnqG+tLXsv+I3mD4hSE2/",
            "VG6DP1731L+KnE6/rPmHvnBSeD4Rlo2/3wE4P58EAT8OJhm/k+W+v2HhtD0g7we/ica0P2+nnT+RJSW/b7EIwCtrDT9gLga/ynSDP4iagz2fJEY+tTesv3Xgi79r05s+KLc/v/kHQz+W8sA/mDObvxgNgj8MKc8+uK8QPZTnXr/cbVc+EDgbv8Yy37/zRQHAzq5Dvmb3nL+WlgW+ODnQPxPqu74XLKK/uXZWPyl0yz+/G4e+X4uMvyAL4r7+reS/c3O7v6LAUD/FPyA/q5jnvU3NBb8bfQDA8Ph2vzRa7j93GmQ/M3UZvh7bfL/pcJ0/PJO8PtXjq77ihyrAa0INP99qUT7V5Eg/vW0uP3g6mr8mNZY/2pWaP3L1tD/yKDI/F07TP0Z+ED9nOw2+5maOv4urNT8jkxQ/6lDXv9e6W7/O/pG+J1AUwNnOCb+aDGu/AjUWP3M6WD9yjqu/A/eLvanyu76HDHM+RKQDv4GoZb/0hVA/e1OjP8LNWj9S2Mi9p7gCvlDzKL+8E12/gIkLQGtbob/uwYG+N/4FwEzwPb/DkSG/zvWjv7zxP78icFm+eNvKvqKryz5Nv04/+2GMviPhsz4Is5c/1/c9v1J3qz4tfjo/E8WSv3kCAL8Fmrw+mzEvv021rL86jym/maX1vuONJr8dYbs/M8v5vUGYSr+ZkrY/iNonPjRjD754LaI+VEVrP6xpjL4JWk4/QH9zv7i9hL4DEAs/IrDBvyq8H8DhAPU/AY8sP2MXWj8KcIG/usDMP8RJgr4clag+uGbfPS0l4j+99FS/Viy+v2ymrD/nVAu/zgekPomUIj8lNgLATti6Pc7rsz/fNrK/x9ttv3A6FMAh6di+bk1ev2wXkD/pe7m/2ss8v/zAPz5obBQ/JkaCPv2XI7+GDNe+Epk+QL6R4j7Rszo/1/X5vkpNZr21u7g+VRxTv/YS8b0MckS/yFyDPyab0r7n4sm/YpGVv0zuYz6l1Uo+vA3Kvvjbzb5KaK2+gwliPjlDET5wgPM/",
            "9Lw0v5K4Rz76ytU+AaF1v9donb2APIK/qJ+HvVmOVL6O5/0/lpcjP0G4h74Yn0a+SvpXPw5zwT9AiQw+t8pzPhgPi7/175g+Ts60vtk9Lj8i3hK+nOOFvquOdb4ac7k43NauvGVXsz3/aVm+FyB9vpxY0T7NPvG+Cyz/v7Enlz+cL3k+npy1v5uXM7/UXpq+MS4xv67itD+RJ5y/iBygv8K8qL7SPC2/YDa5P53flr8L8IM/ZVrBPrBb6D8gbMm/E1mHPiZrIz4y4tU/vCgUP8Rxhb7CqsQ/2iimvzZ4BD9aq20/rbu+v8CDgz62aeS+T6q+v+x+BL/cGDo/kBhNv8O9t73V99o/yEQFQOkXIz+DVQ0/PzxgvkKYCD+Luby+Mw2lv1ZPHb8aedA+EFNzvSBr1j4OaZo/SoIYwJoTcb8ByGu/iL1NP7diyb22BI8+8iaePgZVPT+7ME0/CsfpPgM/Kj9hwP6+cSzZv7XJn79/fC++7VwswC6rXz6f628+uXUQPX5WBD8ESfQ+oETgvjR9Kz8MLQXAFYq+vwE+VL9kNZE/jkDdPjd6eb8OE4U/7vYEvyZcfD9mBN++VsoLwJhNdr7c4r2/RKMaPsbo6L8dWqG/BELXPxKDwr4jrCq/6cQAQIU2A7+mmKk84XBaPkqfXb7uPq8/WaBwvw5fML6AOCu/PNN7vzFIjr460Ai/sO0SP/TE1T+otc8+hE6fPQctQr+1RZG/U4bQP9AYdbzteEM/hQYZPwZAQL41Iyu+9vPcvgVnNL8Lgbu+c4yiPwyWS79VVqi/nyghPiQGPL2WD1K+ePfNvwxsPD+oste+ZkEOQOFcRj+aW6E+BZGGv/G+Aj4cGZO/RZyEPxYYFj8E3Qe/yFGavj+EFL8z5I8+rgoVPwyyX7/s+D+8jNUavxzqgL93c48/6YL4vnFUkj/C0jC/4AiNP8zsJD/zD+Y+pcRTPkJtOD5oNp+/ilo6P0IxfD9+WhU/CQunP8/L97/GMbA/5g4JPyzceb9cCcI/",
            "MkAXPyDzL7/zRRE/IYkbP5/UiD7wr52/qD6LP4SrOz/+PaY/lH5DP6tFpj/M0nc+Ify7vwrXgD+rEEK+OIQ0v+16Db8B8tE/o7xBv2o9MLvjXAK+JSqKv051er5Enay+kR6JP1D+Mz8HSbc/xO0yPw7Ukz5h6/C9v6TePnNlXz/JovM9J3xYPYNca76y/A49//4lQBQXNr9b+wY/cvmev3t7jT+Of+A+uMeFv/ZvhT6++Ku+ZPBEvlTIGT92FCE/GTuJv+uI0L0GzwO/hln0P58uiz99lWs/YpuXPwJwGD9c2zG/AcA8v8FQqT94nDM/Cjdev31nyL4HTDC+Vqqrv+wTlr++Chu/5tOtP+vY0TzljHA+VaQ0wGRP1r89qAM/Tn+jvw/XQb/HH8c/b+sovzEQyb7yrM6+DcM3PTCNqz8glpq/rhnHvumQpb+MBQw/vPI2Pwwcf78svfA/zEnfv4RZEL+EGt6+LStOvztjIj0twAi/aZ6YP1J8mL4HHmU/v/zMPmhUfb8qsKO/Vw+kv00ll79NfMC/4SqyvvChc78Zmeg+fQHKPnH10b84dpu/uONdPmH5zj/MlKA+DwksP95tsz41tRfAFERaPkQptj47XA0/tfsTQIt4SD+o3+e/OGTJPxbzdb4xAv+/GO7LPy5W971RZeC/tuGzviZr577EFdS+Ni/gPpd4wr5wjgE/XFTyvZ1vlT+pgIq+T/nRvq8txj/cR12/VQzhvrlGbr+xSlK/tWALPt98Hb/jJ6W/LEoHPxWUXD5elqk/MbHRvb4MHsD/wVA+TjlpP1Imur9o8Rg9wxufv07axr88tO6+7X9uP0eYn7/9jUu9fHeaPtqPF8DoM9G+MawjP7SrAEArAbi/PzBSv64BtL+vzk8+gZkAwECH9z7c/lW/zWhbP1n5Pj0C57K8dZIaPzvh1D+rzci/KJESvQqVnD/aCv++lHNOP/TkMT9S7DA/U2mHP+6zLT9fDre+nH9/vcLtqD6UDZC/n8T3vokwZb6XjQHA",
            "yJMfv0wIjr/dV2a/d/A7v9jU7j8WbRa877GsPw1S2T/Hh0O/w6+YP9JcgD9p8e2+VCqjP8/bDcDRgo+/T11MP+J4Tb85+98/zx15PvoES7/gxbw+jaVyPwzs0r9AMz6/hoX/v148Gz6YX+49lUQ3v/0ATr4oZzk+TDp6PbIPGb6l700/bzeFvx71lb99GSa/uglYP8UBvr99jHY+0oa1vsJZGEAnlMo/6BtVP8d+sb6bKCY/mZAcP6m+CD+YAKg/gt4AwC2mGb94Dqk+khdFv2YU9j7s+5s/UTFkP2gMHL+qJp8+dsJ1P20xlr7yu12+QPH2vv0Mjr4ptR6/kIKnPxX6cD+cC5m/lda/P+La4j6sUrE+hNpEvyvVZL41dY4/TTVYPxMWjr52GZc/LPqqv3Y/K8D4kKG/0ZTMPzZ5PT7o1Bg+JosvP0oouz94sgM/Eh7zPXo9w75h/7M9DVcrPdhqvL8xd6Y/Fyc2vm9iXr/DU9S/3YGgv4QZXr/VhhBA/KPBv9vcgb4MTNo/qb5oPlAX+T9NaSi/zCa0Pl6ESz86KJa/zwMYP1y3YL4jR9i9/PNMP+sC0L4pwl+/dAGPvjSQVr8skuO/MXS1vzbwcz7aYJg/jlNSv5tvJz8aFLW+dgRAv6JVg74I5Gs/Kj5Fvy2psz+cjqQ/NBeePopx6T2SfCc+r46/v5e8L786glk9+/lsv4jevD/F9iS/MoWIPxp5Jr/Qysa9igFAPw52Mr5UEMK++T95vTN5X78oaOO+pdOyveanwb5zynA/3Pf0vheB3D4ZEwI/9C/1vP6PfT75egC/6AaFPmJJor58lxtAtPWcvwrdiT8n7ak/C1U6Px9HW7/hciU/Al3LPxVRqr/xsHa/N80sv3G00b+ZJrO+3fWJPxa3tj5K+YA/IYDAP2JXnr9qyKq7bnDKP+Hi/L9nbpg+a55DvUjXcL8yLwe/C0I+P8MPuz/VF5g+67knP8k20z4DGUS/21WBvRzvEb1WMza/dzP9Ppv2YT8tREW/",
            "QIU6PhCW5L6RDSM+TPIVv9wQgb0ZJjc/wmbMPiPNpr9nVCC/iyiyPyJM/r7US6g/d8zQP5yl0b5Y8rS9e61zP1Uj/b4fD5K+CBl0vyyMC745b7m+Ir9DP47ZTb3JUEy/ArntPRGNirxZCB7AMWAMP4E0Oj/M/F6/S5X5vqfc177NGa4+bkhcPmI3rr7d3oK/AJ4tv0vuJb+heiO/7FOivyLnpb81kYw/8leVv5ghjD/1TyDAssbkPxESZT5uDF6/qUkvv5Fy778e1fa+/bJ3P3txwz7RaSe/NfBsP+6SG8BwOfK/D03XP2iUDr8fkjO9JmXHP04gqr+TV30+sBDJP1sVmj9DoBw/QrnEP+Hm8z8Da9K/UH1bPxsrGD9tKSC+SxTbPxTYzz0hzrs+tnoSQK9ZXz1dI5y7vuWDvgT1vL42fLI/pQGAP95tDr9i3Hc/PImBvy360T7PBge/feIKwK1T/z6lvkW/htBuPxnjdz9wM8g9O+z7P0IFPD9JO4k/gdyjP/th6T5y2tm+/Xb2vySjyr7aZAu/Z3jGPZJdOD8Bafc9/kD6vuz5j7/iEzm/++1Ov9xMnL53w2g+Om9hP2sBbj/CqBQ+YM+8P6IKlby5WGM/PFxovw0dhr9JOoy9y0UAwGWuIr95QV4/AhuvPzCUBEDytly+YMkEP7DuDj4KpRu/rxyFP6K8Dj9V+X0/crfbvq8MKz+wVjC+ctC4vvgd/r7zT38/mMXwvw3aYryAZNg/kfSeP+Bd4j1rrog/CYB+vx08hz/qZIm/bnt3PyKKkT4XPqQ9VibQvrJ3cr/gSTs/lyqEvkibBj+FFSm/XV27vv5kVj8s+N+/0eK4P7pDRj68fpm+rlqrv9+YCsA8zEu/uPCovoP+dD+c50w+2ZdTPiJnBD82iLK/avekP/YIdbqxcNs+xXcDQCcWDb8cPZ2/8TKCPmD3wj7YmR++akzxPofvgz6puMC+nCnoP52xgj2TX60/ZUAVwFriR7/2jlc/6TAAP6N7lD7Kgsc+",
            "plIePpS8mT/wLt8/NxOfvi5kfD/N9TI+/x3zP0/Ycb6icss/0pioP3qhoz/hMtY/8Kbqvm0OMz/brQDA0cMdwHWu174UgJE/N3kCvyKOkT5Fz5g8vDBUPkvAyr89A9g+3DpLP8UAST/2wQC/5zVdv++wU78lpqE/c9jHPq78Rz+wn9C93QseP4KHPT90hUu+wpDdvvNgzr1RtLQ/UKDgPZQWFj9na1Q/M0gwQC/Ryb+X1a69k61bv32tED6gAUk/M+h+vwU43r8zd+S+satDvLMAgj83OwI/TxUcvsuh6T8jnfc/Ji9ivM9evL9wnfA+41Tzv9M9+b71YDQ+J9GCvrwXBr7s0xk+Xoazv1vrmL+j0l2/tm9qP8mTET6gija+N1v3vleYaD/GvkU/fqwLPcJvZz3Fahk/9oAvPYddBEDYKja/kMIOQPvFMj+iYTS+bhWGv2SqgT9N6MG+q3YrwNEklr8NuCw/pjjIv1WEKz4KPN0/ko7KvmEqzj/CRqY/o+ZWvrBTnr+VaWO+NlILPxT4oL6ad8m+AabbP3OLQr/2HEA/62W3vw5Lib9ahA0/fx+zvu4/4b9m7Nc9bxWPv8JD2D8tlUU/pibYP3zIAD5FtZy/KTwCv4JlvL4wXiA/oBA5v9SkYr8B0eM9snFQP3MLHr8/6wa/shbCveHjtz8O0Ti+MJiZPsx0pL0oFaM+8nx9vxglqb8Hnac/1H4+v6tcdz6tDVK/hl5dP639Pb+jrhBAEbaMP3OGj75UwgK/sgv6v9Ev9z0mp+G/Bn+QPYcpHr9Y5wg+ByKyPxiAxr0eaLY/z/AgvxHVHr/jtJe/wn3fP6ydvb+qHUk/uahBvg5y874EUkK/Fla8PqLCnT9UokG/mQSDP//xjT5x1aM/S1YDv4/t8T+bMwnA6QUSvzAShr6CxYo/kpybP4XzDcBPHYI/F51Ov7KmIkB70c++CxcQPxbyiL9Ifdy/octDv3tvpT8DzHa/OUs0P6KphD7xt8a+/qcnP/Yhuz65gZ8/",
            "tT12vtY5cr8ZTXS/lCFJv5eXHb7IPqG/M2vdPvwMLb+4MR8/hr+DPwXcS7/UnMy/wNvsPc8L8z7fhjE+JNfMvTFZV7/uoRC/azCrvi6Qn7/y0TI/nYN0v4XYn74GKyO/wq2Dvm70NT76UcA+5NQTP4Hv0z48lYC/hF9pP/a1DMDq8Ki+BnqRvzzc7j8OQRS8ObuwvYbFmL91OAjAlhn5vqvB0j//BUA+i/+WvxH+6z+V6Xs/I6NXP3VDGMBwlkI/PI4Av7OCoz3kYUg+7Z6pv9v3876uz42/fUq6vcr4u768UnA/mC+2vuAy0z76LADAAS9Bv7IO0z/pPHY/bOCyv0x+5j7ptxO/6Vm2P+xGkL7aq8s+jngIPSfiqD8LN24/OZK3P3V6q74xbou+YoDkvfNij79SDcg/iCtcv8Reoj/se2e/e6t3P9B0eT/3r5A+I7qcvwR+4T9kwZU++eqsvrPxAMB53Yk9XnpUPwXbgD8bAos+8QmiP6wNpD3ySJK/uXbavoZHW77JqE8/yv5gv/l6Lr/fEck/ZoIfP0q5rT4zvTK/YYHAPIpn1j95HaU/K+bTvrF+NL9g6ww/jOJLv8fE4D9X+gQ/SB/yvr9k0r8yvo8/X7DqPrcp8z5D8yLAEog/vd5viT8m34Q+vEGeP9eSAEDrPmm/6U3cviod/r5In4s/Knlgv//Wgr4lgb8+U3tKvwFkZ78REZu/XXsZvztv6j50Hg4/kkYtP72PrT/9Jnq+mW/zv4smkD/PYFw/HG2ivxL+F78svwE/Z+J2P65JlL+r7o6+yQOSP3b14T/b/Yo/4ey3PWTsrj+jJFy/+W1hP9xsnb7Yi72/8w1Nv6V7rz4X6kM/MFl/vtz4iT+3xKg/RH/8PlkYXz9yVtQ/lsEAwNu5iT91fJc+h2CmP5QZzb6F+ng+zySXv5KfZb6G7Ps++ZkBPvvX5z9T5wXADLRbv6psFj9hE46/y5wLwLXX/LxhSApAenO7PgvGuz9AnG4/obC2vwapEb59+hw/",
            "+bIuP2wCIj+r4e++nFC/PwHyoT5a0pA+PCy0P1ImFT64Eig/swRsv0BrsT8w39c9MoZjPkDnRb/TTH8/pV+oP5asbL+C9Sq+lVMaP17ZV7/9dCA/Ylzivhmahz6g7CbADnhrvvvyWT/dCzq+rk5DvwIlyD5R8YE+Fdqiv3Z0OEC+3Mm+YtKGv0V3Ab8rRF4//2NEP0Q8PT4ecAu/NvekvVajlD+Ae74+UzxTPEEbAr0x7so/MnnXvmnJ879xPR9AtlBPP0yw4D2ko8G/vbDnvrozyT9XFWu+P7tMP48MGD+JIDa/S927P0w/7765wsS/3igIvwNesT+Dc0g+bX/VPlO3j7/RLnw/f4WAv2HCQr+pnL0/lF2Ev3PBRD9hMzC+lH5tvyx4qj39FATAeS2ZvyKNlD4TU2o/kojvPnLJPD+wggtA0ZpMv8P8zb8DcRM/D6PIv4aIHr858eG9xsf0PpYkkb9G5os/g6Rxvnq8yb9D/8I+0FeGviAC0L9bsxc/LL0qvuukkj4tlGE/qcPcvWHGAz+8egU/WLn1PhMalb+MS6A/r2PIP0BV1L7dY3e/+pkbP7VThL8PdnO/wREyvz0lEkAnbPI/RXqIP/xSHr/+Ty4/pPXwP7qWij8+682+s1+GPoj5uT6yWho/5ajWvgID6z4F8EY/wQeqvweciryTBoA9sDjUPeGn6D/jWKi9/2svvikgVz8Hnj+/GTp2v9+vg7/Eod8/p6uXv4k/uD4ftpW/bT0WP+W47L7kofY+KDmpP+Q4qr82gWk+tonUv03Ekj+Bj3k/0oCRPlNyxb2SZAK/VuBXvpOl2r+CiPK/tmOwv1ziZz0HoaK+0y7QPyAgM7+sOBw/KVaav+uPxb9TEDO/o4AKv9sL8z5IKnS/Iq6aPqLTmz9uvZa/GghLP9CWNL0fhWC7mTbIvuO2Xr8DYFG/qxlgv7fT+73DQd0+PjqCPynPeb7D9Jq/AqkQvlFex76G1q+9U3A7P15TET9GCY0/UvlmP7M3Ej+RE5I+",
            "DtS0v9Eoa7+GV4u/tkE+v5OixT7GvR++zDenP+meKMDwAkc/MjvbP2Nxx7/aWQVA/cGaPuH6OD+hYis/01OnP/tDLz7i64W/CIAwv1/p4L6o7ZK9zeT8vtZsIj8Sqdg/X/06P3M1oD/aezK/LuF0vVlc6L4mJYY+y4jtvvALJD8wqoq/Z0+vPoimQD7v6pu+ul0Bvit+wD/AUD6/fwsZv/699T5S5vK9jmL1vya4Lb/8q1G/z765PyQ0ZT9Y4a8+IfjMP3g+0z7FuSy/SwCaPlURcD8p0a8+CRU5PlGNfL9yVHe+rt6jv59AeD/PsytAAdOPPQB0hb9RA0o/OOfbvVG8tbwC168/arvBP3R+Xb6FoK4/OI3ZPp70ib58n4k/GGzvvr23BsAUNNI/FxnyPoBytL8QAKa/DgpyPpTDuL85aMy+pzEVP1kjuD4wW7M9vHerP8L+wD7L9Iu/KAcRP6UEjD4f5jtA1EelvK0EHL4oDye/krEkv44s6L42HAtAhjavv8zAd78HV96+/k0dv9c83j+1nSk+nnGLv060Rj91UTs+8pedPzntKT9T/4Y/4xQVPoNPVj/sw7o7tsHXv6HHlT7lafS+JBhwvkjVjj9xrNy/Yx29vkxu570ssv8+5XiTPwvlOT/gJKK/hE3DPh9CMr+2Ffu8COz5veUP7z6dDxFAJZPavB+cBT3uRrg/yjukvu+aQb/Cd9Q/DT+mP1dadz+SdYU/4Tr5vrzm2L7wCP8/B1i8vTvlBsCyBW6+4EIJv6xtiz1FyhRAgeskQAWNGUB4mvY+f28APyzCuL4pdkQ/0HSSPxB0s70GdrS++zMBPh0su79ZbVy/sZY1vbYoxj8Uk8e+v1ShPSRidT/b2qQ95OxSP2lhC0C8JwlAUFCfPmmjvz8624O/ltnEPhnZdz/3mIE/wfCFP9/+Oj9Vxeg/a5hxv44A0j1qYyY9Nm/+PyFxyT9bGX8+wtWIvjh4lL+Ue9k+2DXhv5fSub9Gw1c/KCLcvpYwIb+fgcC/",
            "zPNiv1bjEb+3ec4+Ih15PxImmz9BYjY/HGAzvzKWpz/aD9Q++PzaPt0qQj9nHda/JgWRv2adRj7WlDG/VUxbQJkCQr93egbAa1rtvgC8Uj/yoYU/BrB4PzOmij4OwbO+vr1iP9NjtL98+Pg+SS0ZP+UnsD7ABpA/1pPWPwOJj79qmEe+xY4IPySNKr9x7Ri+3/mFv2dhMb/Il8E+qJfAPt8ARj82Rww/ZUiYP8KZtr2/45i9IxbYPkEYLb/CIJo+hhyaPoW8Ab9ZNYK/2iLUP/t3tz87xqC/wvMZwNs/ZT+/WeI/OGdfvpvfAr9Bo3Y/ilAyvkP3Wb8DUki/A+k6P6EG9T4fOHe/ucgSPhDc5D+q7XO/7ErqPFT5dD9yrx9A63xOPtL6or9xzu6/ybaivrSMpL9RaGO/+o4VwAuI5L+DFwM/9qDdPYVT2j4OyBU/3kNBv35tcL8PQbY/UnV7vrO5rb1usy+/Umz2voy20T/LdFQ+afwxv/mxWL7ifiG+7EQDvxtg/L5DQja/72apP4UCvz9xaC6+A92OPBC4UT+x6IO/+dg1v8Vt6r4mpq0/j5LWvF6qwj5ZcPC+n855PrVJa7+lUIM/DZPQv7+zXr5FXzs/+5I7v7grjD/iKaI/kpFQP0pEJb949wNAKlWIPTRM+j6ra4Q/dY8ivsT6kj6kuW2/Ve9bv62h871vSBs/D1+BvkW+4DzbiAE/D0ytPvzTXD6Ub5A++lmtP7P8SUDeIeQ/dkICP2yLpb5iRmy9IzQVQOKLKkDdSag/3PuyPjA1GEAqOGc/YwNUv1qwZj7Q27Q+MLoFQDLDv753lx6+if4Kv3SluT8i2uQ/iAW+P+O6sD9smWk/eFc5PksfGbzO/KI/nseevjuREz3rvIc/EMWuP3u4F7838am+mAhMPyekiT9vJty9ENOqPjptYL5aZZg/d8WHvxX+rb+4Mik/I40DPo3byD8Avi4+I1PTPf1NHT6lrrA+B/dDv0aHmD7Nu1y/c8uIPy+Nnz7VFGw/",
            "g8uMP8hz2T9Cws0+LkOPP3Ku/79H5b6/V8bsPvw7Pj80vxe/nZ8pP07vID+VIjE/BkytPsmbDb8pDCY//pD9vhJY/7+Jq+q9IK21v/7BT7+cJRy/E7itPm3nhD84RTXAPnI8vwvksLtduRm/oItPv9tcAT8PL8O+JFQePg3juz7JtAjAvTJtv3NuBsA4x/w/7aK9vu/OXj9dxzG/OU7JvmFVgz8YoeC/RuOuv+cRxL5y2/49qMxLv8nmYr4RPVe/v6K0P0F3Nj/qUKw+9RvcvmhYOL8wJ08/0mtZvyt5Nj8HHoC/Sf1UPn3Dbr+0ooe+WfDSvkiywj6fv50+avfCvol+xL6VcII+UWwOvxShkj/cHeg+eiw0PswoxL0pFTi/PrEQP0jfgT+BB4K9ejcBwMZ4iL+s6oQ/sRZyP2ww0j2r5Qu/UsInwMVojj+uzdy+9E9LveNmJL8ym2Y/iRyWPy3/fz9+9qO/CmyUvosxUb4CKvm/BY25P++yJ7+tNka/9HGuPwWgHL+tWQg/XxkNv7afvT7Xt5Q/L98dvp/eGb+50GM9kCWuP+ZqfL+719M/BtfHP59Mij3uGaM/Mxj+PqW5YD79z0o/OhSGv/rqHT/J056/tE6iP2Xe6j8BHC+/L6Rhv5HuMD/FfgxA9M6Rv4+Baz8qxWu/0vBoPgwmacCnCIm+8qzuPwYfpb9HBm++Yn9Dv3NDEr82A54/f5s+P4/Vrb4Osq6/e0mnv5xb5D6C/lk+o3jrv/lowb9wprM/ONmSPr/zdD8ASdg/hzD0vmqi6j6fCY2/TsMxP1XnZT2AyKS/B6pzP/w0EL9k4pK/7pvDP2SXJL8hAJ4/Gt2/P2D1o75Whr+/ZZZ0v8JMCz5xnjE/n1YZvzc5Yb+L0Nu+zrdAv2t1+b761ea+J5+svdJe478QQIo+oGcNP+ji2r6U/9k/w+CqvvfNCD7jCoQ/8vBGvxfQvj5viMG/WXmyvh6PRD88QyQ+VOsuv+BHhT85/Rm/rW2dP5a00r+/Ew8/",
            "XcuTPnr8Fj49hJQ/rLazPglJBT+VQCE/NOYYv+paxz/w2/e/82+wv3zUprzJbb6/do2GPcUIZL+8ELS+XXriP9dIk7/o7ZI/4sErP1d8xj0nsQfAIc2ivy2xy7/iZB497zCPPuUHIr1aQEY/UNqnvdscAj8FTyG//IfrP4Fn9j8D648+Us6Fv/jUnb+7W2zA/WUSP2J/Cz7Y454/ht/Nv3mZtb4zODQ/sD4kvyf6hD/KSQC+c3p8P6hAhD9w0wbAuHKLP95FEb7Au4q/Bx79vv23uT6o3Wm/4Miyv8MFkD+V2ze/ezq5PfPwVT2NTZY+BKCGPjFRRL9VPDU/mVwwPmqUiD9bkfe/7bJHPk+eVr+UExC/ZMZUvokdDECgPVA+1edwvfDe9T5h1Yg/egt9PT10vT8p+AC9xk1aPlXfgr8V6EQ/N+UUPgZOUb7+Dtc92KU4vvzBG7/jV4A/i9sRPxdW9b4sjV6+p/ymP9q5ab/J4o0/Jdebvg5tEL8Evje+I4v/vRQ6Jj47NEW+0gcuP4zrer8WlQy+lNr6PjBdFz/uHCE+/+C/PrDBAD/O2jk/UZADPzirFz9hSO6+Waq7P4dbc76JhJG+vxmpvzudKr6DiIA/fg8SPhmM4r+N7Y6+9y4EPlO77L8Q5y8/WuzhPr9qpT7ioVc+oSY6P5cJEr8KT9a/pbnJP8ZwZD/mcS4/T+ETP6qEPj+KX76/F0cKvp2U+z46qeO+jra3vVkuHkCv92m/+lGcv8RH2L+pTBK/pWP5P2fXnb9nXwW/xSHCP9LfcL+5fmY+ABh0vi5y7b434bW+OYf2PIzjvb4tIRY/WOL+Pn3z3L1t9RQ/4IFnvztDjD81Moe+20wvP5Atkz9ITrQ/oh2hviojVr7Nwku+1YaSPzmBjz/Q2C+/C7IcPzM/or/nRNC/Z2EEPm/LrD+08qI+v4COv3GRr733YfS+//c3vbqfrb6arTy/kh2Avx81yL9TDCo/LST/P2FCFj9V1w2+oyufvl3Hpj/fvMC+",
            "ZWoMwGjIyL+UAiw/+md0PVN32L6yxpA/aMLXP5Gqx79KCz2/X7YzP1Hbib71vh4+3hyRPtbxIL8u1jG/6e4ePrlemj+fuNg/RO3Dvm5oe77pto4/klOrPiUyiD/GHa8/nMBav1H0nTzUibi/BfKAPcVW87/mcoW/pwHSvhFRMb/syls9xtsevxq1VD6MGDU/5LpMPe4qKz9yIQc+jzPLP/AKej+sHik/tvCovWe4hb9Mya2/gD3SvwygBD6mqXO/OhF/PZ6air4WEZc//84iP6Vsnz5DbzW+jSBlP4azqz1pkGe++r8Yv7wbjT8xn3i+Ht1kP+9/PL/x9AtAnN8wPqbz5z49sIO+9ChRv3kPpL+0z7q+C/B/P0dW/z8U55W+q+EfP3RHir/j4ARA1qbmP1GQTL9Qi4O/t0FEv/D6QcDz6Lu/aYkYwMcKkz8xb5u+nXCDP6vfKj/4MLg/M4ZwPF8XBr1aWWe/LDnZP1t/UT56my+/VEI8Pk7+Oj1lqiw/YJMiP1L2ML8wmJq/3Ir+vq3MUr/hjQFAPlh7PwzQn78d1YK++ACAPzGbgz/O5us/uDGIPqMjhL+Zvx2/+qA/P2qsVj8JcEu/noxBP7f1Fr81oM4/MCQQP6yZ+z7l/y7A2TZ/P+HXVb67eD0/xwWMvwBfFb8j36G/pDM4vwFa5D2s/b8/fCScvm9BVDzpa6A/APDWPjYT3D1VIIQ/G86Xv8SQa7/gtno9mK6Uv5DkCj6X4dO+VAEBv/YQUb58l6m+78uYP2GZNT6L8RBAed+YvinWAUA9zqw+BL2Nv17DyL89J16/6uEmP7wc/r79S1e/2/gSP3awqb2RKaM/PcLgvUer1b+yOfq+dWGgvtHiGUC++so/vC0ZwKGnjL9w2q++NabNPAYdc7+2e3g/AjAOwM5cjj1qd+i+oqWPv1G6n7+9PKC+1H5hvw6HIL0wEW2+vb+Xv9wnvj8RlLO+m5CDv5vPEsDICoe/KNMoP86RHT4TApw+UUo9O5V7Qz+p3uQ9",
            "HbQQwBgNqD+/WAo/tSenP1eQYD7JbSy/rvMRwMmav7910O66JQCYP7JXnrvYPxI/AlSJvlPXGD3IzQ0+JMnPvwEe8j/r/8a+QCNUPS/joL7ExxRAlBrpvncttL95DwY8zqXtv2Sn67+Chty/bxNYP6RKbr//d+e+dpkWP/9WOb92EZq+H3s7u69lBD9fwMc9sQnUPvnzAr8HvztAN4L8Ptp0Ir+co7G++9YUP5vSdT8juCM/vksIPwhmVT+zbAJAAccmP30KJkDh2ok9sdDXvul63D7be1u/0D5LQKYF1D9mr6a/F1UuP/vUC704jJM/IyVVPzZKZL82oW2/sOXGvyeblr9x3fS+GDESP9bIfT91H0g/ggV5P0efX7/LCoq/ete8vkNxAb7hSaq/J7oBQAAvxj/awgo/5z8mP3/HLD0ouYy/ZYIFwMLSVL/B/7e/WawdvyXrsT4JKn+/tSdqPuwbxz8oph6+WPNLvpaltL4A6Ug+W3mpvxLMWT8OuD0+6AwMP2Y/oT9QFbM+AbV2vw4JPT68Tx6/JzgKP7n4mj5y7qM+mHk/vmOtCL9xeIK/66YDwCqxTzyhuxE/2j3JPgHsN0BkWAW/MJu+P+1g/b+qYR+/Rg8OvykZJr29vMU/3lmEPhrjqD9QsLE/LAjVvsACn75HvgNATIYyPcDAIj5nG70+3fpkvfC0HT+IoLm+a2ZDvui2Qb7vlrG+u/MrP6H0Lb0CmgY/7lZMP5Guo78G8Je+rvJnP3akxL6LBh2+AKRXPrwcUD8sg1U/StEEP8SZbb/OKvO+q10RP8Que79Hoow+mMOMvwVeOj9wnls/DBxNPk+oDb+1UQq/qBifvhFPcL+m0M8+YruLvTSllb/ZKfw9ZnZsvg5tbb47tNm92MCMP2kc47+OZ6+/vAy+v9URuT7qH3k/38O5vzA5F0Ct82Q+fmI4v1tzIUC36ow+yTDFvulKRT888ls/+BFiPoehbz+9uJg/AGTXP+8mbb4dN8M/l/UDQDCAMj5xOyg/",
            "rFz3PoLjDL/Ti5W/7aL+vhoFfD73nSc/u8Itvqz1Yb+M4Cw/dTYWP7tAR7/2bP+9l9Usv8txnT611m+/WsnjPjRK2T3NdRI+Ya2GPw56Ez8LY+i/GGeJvyOzmz2hmQ1AKgcDwEEFZD7rf92+O78dv/I4LsB8EgC/1NhrvrWFyj+WLA+/NnuNPs3yMD/bUgQ/8XkkP2lxzT0SQvE+E+V1PQge5L0toFU+O90/vy5Ocr5KOwi/I0d1vuqzFMAoTYs/ru5vvJP75r94AJu/KFivvh6ZlT+nlAg/dMahvvQAUD/LHBy+JYOuPzXfjL0E8bq/VXuuv2QD9z+T2EO/kuF2vnnodT9W3s+/iduYPkbzAD/QFg0+hXZ+v4sICL+gbHC+wz5XPqrTur64iJY+7+QGvsoTtj5p9b8+FP1mP1cWoj/qfwK/dtdYPnmNdz7FPV4/W5GXP5Pi0T73jLE+cePTP3Yd+79l4Ic9qRe9PgO/Hb7qDL+/soZRPxOxxr6IWpc/EdY6vw/ijz9F+7w/fMPhPwCGOz8BXIE/punqv1ja5b4DcNy+1ZVZPxfj2b5k05s/RLlHvhztUj81FFO/qFx1vsaaZT+Wzzm/GABBPwDCwb8dP9c/a0h2v2t4DsAEH28+4aT4vhOBrD9n5ui923G7P0E68729Bem+GF5Xv1FE+T/Thgc/iChIPwD28T1G2F2+rHEXP+3dzb4ChPI/AoJpv0DVvD6mOl5Al1goP06jrD9khjU/25AuPwDEMj/r+D6/suDUv7Ni3r+O0w2/oRgJv/7jcD2vwZi+LgrNP713Ar33qou/GDfEP3qmhb8meBw+xQgOvzl+iD/GDPA/D3/IvpPHT73w1Cu/CpM9vkPfuj5eXqo97NL+PofzxL6fmG6/BQB5viCmwr6XPIK/9QAoP+kk0j+Nozu+8DOkvzRSQj5yIoo+KySRv2ilwz9YSj+/Ic52vGodcj/ql9E/hQ+xOsbQQT/6smm/yaSdPOhahL/b144+STJePrKHH77e51G/",
            "rMYKv9iOtD/pHLs/amy2P1ewA790gHu/HlVWvxJIvz59rQg+cRTyPpjNiL+yRA0/jGWCvgKhob4gZHi/cGmQP4zWzr/cq5m9h8Q/v9yjyLzxqdE+LA25PxBbh7yr5O6/eFC3v/OoxL/p/nM9+IYVP2FJxL6G25A/dAhMv3rfjD5eJ84+3TjkP9rElD+v4bW+1o7ov5p/vD5uLMU/xVT4P9bbrz82qNg+2+thPZxr67yy2OS/bPrlvz9ugT4We/u8DdavP/qbXL+szQVAr/XDvkfAqz/atwM/jyroPjRPPL6JiKm/JJTVPX2YGj/3cqS+uPQfv1u5Yb+z7vW+z5SXva2kJD8WkSA/zFWnP1tGbr+QiUS/ir2Dv/GrGD+Mwoc/OkjsvqeVLj/GvrA9aBiOvm+Rfb+9Mg6+Pa9ZPTUIRT/cZ889IeN8P+Lj6T5anSG/HkiWvlPXmj7MDwU+43EHv2HvyT/Vsg/A8nfZv9PGUD/R4dQ+JrgZv1pExz86feQ+pq3xP8xpmD9MatC+86Cpv4Dwwb0wZKW/kK7Avqt/wL8yc7Y/9OV2vxrqHj/TOxG/qRY5vzIgbr0mQ5A+2Ahwv+POOL/KpZQ/cjEYv/ojKL8mctK/PcahP7Y0377Obcs/3vMSPrLvED+TYry/KlWfPrm3ST5dwbQ/U+oGv2EOy74FKpi/M3kzPVvpmT8W7eW+FruQP9rC0r4et/4/h6uevsdlG8AVEr4+B6UEwI9chL/601BAqq+TvybRNz/r51M/O/xZv0NrC8AzPCm/Yoaev0tAdj6IRrs9EXFfP4hbjT+gZ5O9Mv1nPsXIOz++iMQ/ekiTP3QdlL/u6VG/j8/Mv9IP7j8NsTA/tmBFv3llWb94YVQ9S7TaP2m2Nj6jR50/VzZ5Px8i+76s2jM+e6A7P4m+X76F9QA/cBv9PsP8tD9qR1K80Focvmnd4D3Jp3+/X0Q0PmJwLT3Jj/U/QiQUPgjkPj1Fk+Y/tD+2v9adwDwIY9y/AEsmP5Z3nD5DDHu/",
            "uAgBv30ErD87LN4+yWeRP/Ftbb+IiGQ/G+ikPtzFDr99m5I/BtQgQLpcUT/0F+o9dcCWvnoptT557f49QCcZwA0M5b1/PRG/dkyFvzUJYr8gzvy+8oC1PRkanr+As8M+XID0P/qMtr9Bjp09FYPLv43vDr8Eu/+/Zg5Zv3yDgD8ig9++3Nv9PoAxtz+TCxy/kk4Cv2Wksz5fJla/2T2GP8BZmb9UFZC90BLjv7xJQr7QhUe+X4h4vrlfw70Ew/6/00ervsRvaT7P7Ig/P0yGP/FcUb+WAq2/Gw4ZP2+49b472UE/rD6Bv8E9tD6OXmc/hlrdPlwjvz8xMsG+YLUkv+Mpnb9gVMQ+YRYTvzJ56j/n9u8/vXzXvSVsjD8yWJ0+LVlGPzn/lD9xB8K/dqkFPqZQIT+PaUU/GmvwP8ojGL8upqO+cfRNv4j6378lWkI/hcaNP3gbrL/Keki/nMRlPywXHj+9sOy+VzL2P5CDHEDhWqE/pJMmPcuP8z1VMKQ+N4YpwAQ0gz/N/1a9rCyDPu8WZj+5zj09R2FMvxMPBr5KREC+hJE0vq0HmL+Vwgi/G1DNv7ZwNr+9aww/85WQv2GZij+5YR9AYYS8PiskrL+hRLs/KSMOP3xon7xtUkU/6nOwPkhjeb394ko/4rAjvz5ZLr9xTGi/gzp6v/PclD+8hlc/c6QAvxwRTb9TLpe+PThQv0rxc79dGVa/6XbDP68lJbtP4XY/XhomvpdC8L5dWli8ppZHv9ojsj+G+RO+ZmjhP5rMBr97S+w+NtbcvyJjzz7wLJo+NqW6PXFV5z/YO7Q/ZRAFPwB2ZL/Pdmu/3ymlv1lmkz9m5tY+cCN3PpqPkb5vjQy/w3C/v3gvWD45Nts9sEHEP2Ypfz7vMae+tjidP2ibJL4iFns+ntAEvC6lH79iv80/0aSrvyPzvj1CxOs/GYKOP6shyz/pWD4/OKSJv4kG2z7Ax/G/ginuv2CEXb0TjNK//vcOv/t6zb49yLi+uymrviHQZj8VXX4/",
            "Z0q1v/jZ875I47Q/DUy9vQBECj6Prje+SgUjvd7VibtZvMS/TO4LPlq0Hz9SqMy/bNORP0Gj+r4ROa6+J6SXv8R4v79ujxC/1SwCvheu+L4Xjl2/dY/jP3UBHT7WD2o/AOJ8vyEzaj9pvpQ/EPxOP4+HcD+jA0O/KMomP6HNJr8t8OC+VuqfvtpAZD/elDhAXuL1vTHL+L5fGby/s1Eqv7Ekwz6KmdK9y5bJP+ljfT/PkIU/OwV0vYqpnT7m5Z+/YG/Xvjm7Uz8fFo2+r6aJvznoFb6LL32/X8B0v9/Bpr9l+zw/cEtyPzruCjyfOUW/oRROPlyL2r/BxyM+bw7Av8U75r7SgQC/Ka0IwOwT577pami/qNNrv5/RMr7gCJ0/1UQAwI7fSj/PNfw/mqYBQIQrD76BqO2+epTovm/yy78waSBAqGnLPwfsmz8wyjQ/JrviPOowcz2/HaU+rQV+vwM/sb5/5gY/Bz4AwBzTuz4XsZ8+HAcGQBQdYr+W8h4/pDz2vk/d7z9TZtO+C3IVvxyIxz/u0dU+PJ8YwJ1Gjr63ss89yuCRPxXYTj+poKw+av99P7Gdgb9FxPy//OAAvtTNPL8ITs6/+Ex2v7DNNL+FITS+j4CLP7rnWb7d7ZQ/dXEGPvsxY7/moQY+pRgUv6ShMb+qHJO/FRXiv0CtgD8VKVe/jpirP2qdFT4mxgk/DMsFwGFJjD3CTOO+f6W6PldHvz5vK0s/Zscrv+JipD+qhLw/WfIPP7Ucjb9vlcC+DKOwvsVWhD/CQxS+mXoPv24hAr4js68+HzhOPlGXgj/hKA8+A2xxPwMTcT/2q54/ywPivyH3pT+WEr6+rHRcv0CG+j4v17K/qNK0v4ZKPz+rPOa947DXPtQyhj0ptgu+qjHhPg5sW7/fMvG/EVv2vibtn7/59mi89DlTv1N22z6RZTk9PXLDPzboi7/3KVO/YuwOwJc//r9noLo/rFQfPwOzAT5zsau/OTRSvXw91j9B95g9WULUPdXibz2ukD0/",
            "dMbGvntSiL8k+ye/f1BPPxjA0r8Rcho/RpW1v6v0Hz4sVqw/FMTHu9fcEr9Nptq+xV/Mv5Y9mr0B8Ji+FawOvkOgET65jinAQWO3vwJToz4FyTq/0uJ6P1PvIT+y3h1ANmIXv8UhrL6F23M9z5wtPyFquT8jdYO/UTQDwHUoQz8Aufo/PCcaP5Ez7z1pIag+28+yv3SuDb8E35A/muldPyQICT8cY7Q9XKYVv5odKT6orEe/v7GmvuN2C8AW2MU/aDudPlSGlD4HZXG+Ec2mvXRf1j5RBxk/MhIdvlyuib9KXA0+VIS5P1XTJb+kpay/q1p0Pnt7X780/de+ij2Yvn+3Kr8Ch5E+xtq2PntmiD8A11S/Hr2GPM1tKb4aIYa/si4wvmikmD8kKiE+1shjP01axz8dKMq/EaMqP+Rjwr95z1e/7ye9P7kAjL8Jqbg+GxsmvzOWVz/G7kS/Q+QVQNuOhr+0fL8+BQhmPylSzT0y2oq/Iv6sv1Lvrr8eXrU+2M8YP5Gknb0QQlO+sUg4Py1o7j46/Sk+c8Nfvw1jpj7T3Io+IhfLvvzzBb9nBJs/XlCvP3rbGj/Qq40/qAa/v9NZAL+bUu2+9zDYPI/l2D+dy6G+4RqqP0uAab5q6ei+SmRjv3yw2b6qL+G/dxoAP9cCWT8Cyru/pvEBPybEE0CSIYA/bAniP7gQQj/J9Ku/5txLP3n0ST/Idrs+xZYVP84uZr1rXbs/4pHKvp5SNT52Wga/pAPHPpdztr9LMqo+cARiP+LGTz957I++7/pOP5i077+LmlQ/jduSv72voz4oO0u/utGfPw0Qgr8ccsC+RM1nPmxoHMDt5PU9frM2vgaz0b5I56y//kJ4Pqkenz7pCIC/RsY9wKDm6D1XtoY/rSjfP7bdvL7LLgE/SeuzPtUV3799Orc/NLdpPpkkZr8urW4+maLqv0iIjL4QqH2+7rQWP4/Egj0ziYm/mzpjv6QRZr8O7pG/bAxUPt/KXcArjxC+LZe6vwgNEj5EI48/",
            "+Nqgvm1HEj79DC6/efjYvvVQ7j/LB7w/5EKeP+CmwD/cjrW/+SWjPsqSkL9ts6W/PZSTP3zhUD1zQ8g/G5SyPskcWD/SIVpA8BQ/vwhPfr4BRuQ+Nhe/v3t6jb/LWZw/i74awAgenr9HIym/fv6LP3MiWr7cgwo+kg4vv9K0wz0v1xDAup4wPqp8677rpyy/6TEJQHZTnb8LNMC/bFRAP2xYlD8tCqs+43eRP5lFETvQvpk+TAqxv2QFcr8/ODa+w9vZPvADEz/CifA+6DDmP5Z7tb7g34K/YcISv/sN0L3TJZS/GLgKv3Ke7b5VNyq/qWIov3WDAb8EFADAuxFGP1K50r3tbTA/3rIlv2adVT/jIBi/MG16v3nK8z/xlGY+h+0GP3JsAjz3kDQ/bFSDP+lopj8krq0/EFyLv7/poD4Zw7S/ED1Cv6ciWD/mFjQ+uWe5Pz3z8z6TpXI/s9eGv0ghVb1oKKe/iUD5vsNODz+lD+a/nrjIvlZ6Lz+VsAs/mf6NP9Nzk78OQ6O+pf1DQOV1FD9oeIs/W0CcP3UE3T7zFwFAu3Csv3Sorr3LqMI9ExUyv10wL79hVQg/koOCPuj2tr8FmFM9yG4gP/ld6z+zqh5AthCbv7UJQ78Ri7C+heEMv7rHmr/HpHC/0MCovCJHVL+NJ5M/9glMvO5Isz5bl9o+l5ikPgfngb+RuRc/m82SPmjHtz8B+x4//4sIvrg+EL62xuu/JMT6PkUV1j+oZ3C/O2m1v1rLDb+M/4+/rT3qP9dMHD/9qCQ/Ayx5vu5h6r45frA/A/SFv2CGUD/AGNu+FsdFPR4lnz9osSk/xISQP/DPej7nKoW+ChYiP2sJa79maBs/6NtvPspjUb+5ROK+m+JeP+//lD6TWyG/YxQbv6yTf7/o0RbAbRQivxrGCEAQDU+/QjPGPsj1vT/2qB++3kjuP1DgQT/3KVy/J+6GP9oTbL/FiXI/sKpkP9S6v74zW50+KSUUv7ekpr8Dp++//WfjvcPkeL/NZ/I/",
            "C0k5vkJxsz+xuIq+Cni+vwohcT9SIdm+dSCOv4Go1L5ysn4/8hv9vgH9S7/DX2O+zCAMPz6GGEBrqKW+jW+wv5pniD6rize+1wg9v6B2ED6Az7u9Se8wv0mL6b+cRoS/KipvPJcI1j4GV3Y/H8dov8Ecxz7KXQS+Cs33v+0Miz5SF3++L/MZv8fP1T62lyq9zVmyP0UFGz+E6Q6+FBA6v0dOPT8dkO0+n7ZevqB91r5NKXK/B2sfv/CTrb9UXby+Jsz0PCELjT9da1m9W20LPwzLhT8CYtE/VcSbPX4JLD5HbAu+speyP7WFI0AZEJE/GAsvP1pBTj/S8Js/afKpvmZpTD91UA7A0FapPhVcrb7lqMe/+M0FP/qjYb/9xQJAxrGZPuvt3b+PXOy+SleivjKU0b8knHE/mpElPx7uMb/EhR8/kwaIP5TrIj1FHeO+W+T4P62sAUBLdjTAvzY2PlatND82Uka+5jz5vrecKT6Jbo4/Y5Y7P++jW7+LFIY/xunAv2SzUr9tYHe/WKnGP8giCD7echm+/vIWv/0rmb1Rykw/vra9v21bJT8+GCM9RtcPPnk1bD8UX0k/OUCSP3lp7T80oIu++0fPv0L3gb9rw2M/x88RvhVkM79jKQk/bIzVvpvbqj8pdlM9P3CWv5n2Aj/wR9c/6CwCQND6Ar8a8ss+qSeTPzUzrr/S+de/pvXNvZnmbD/fP28/mpFbvm4PBEDVsp++vq/yv2uuBL9b/rk+uT+OPrE2Xb/edQA/G3SaPzGwFj5aOHI/gRVDv3LxxD8TkIu+v+ihvk9GCMA4FTs/Llliv8zVhb6FJV4/WG+9Pp1Lmb647AK/lDmrPvf6Yr8GDLK+Sm6Av53g0z7xAu6+ivLhvufbp70tOT0/qsZzv6Jbmr+BYKm/DnjUP7xIor7Be9q9xSpbv/H+GT/+8fq+FZ5tvAb+sT4YQZi/v2KUv0Gysz5V4Dm/66esPTuwA8AZoA+/jwuBPiMyuryyOHy/EN9hv7jLgD8Skfe/",
            "ePv5vqVygz1aMgNAAxA3P6WeWb+jFLE+G1MuPzLxx7+P/64/nnNmvyjAXz4Rmgi/fAjEPeEPqL+hyYC/1E8lQKbQCUDQJ9M8FOMwPjxs1T/ZBKW/qwPZPsJY979Cho0/VZiovxacyr6iVRVAB952v5ossL92NlS/VAeZuw5itD/Wx76/Wc2evtv8jr88DgFAck3Jv4sIzr++aX4//MdMv7cW5b/hVnW9vTyRvgUO1r/okKS/7G4wPzQpBj4favI+u9qNP1Hbhb2e3nQ8/wZCPyN2r79ecJ8/UoVyv7s3BL/VYP6+lxKOP6gjCjskuiHA47PTvhnTi79f50G/hhYfP+mF2b3ldDs9raHEPQ4fhzy5/ag/aKibP4dDk78+kJw/5dLsPRvrH7/5qjW/an09Pixuob5YTtu/tYijP/vlB74Xhba9B1qIPxI+oT3xCwBAeqSXvzicsL9hseQ/oNcZP3ujC79fItY+0+bUv2H6hb+Qj5++nwAHvx93s78BJ+a+LvdbPkez476njqY+SJkGP47dHsCEke8+moisvh417b8J7Gc+qB7qPgYXH78KDRo/tV6WP4upRr7n1JI/5mfOvc7Abr8taqo/angYv6B/tr+XzYk/EGg5PhiEN79938s+Rl7QP529GT4qQNw+z5NOv8kAcT+DGFS/6HFMv4/1/jxqUum9Xmhhvgpmsb/+0HG/tPzMvuWZUr6e+DC/ZeJOvWqYQT7pegc/iiX6vb6IoD+fl3q+feMAv3oVkr/kO1i/doKrvo/xCT/O7xq/JPXEve7wcz3szxJAaIQRPhYlzL8m9qw/ynPLP8z6Vb61cgdA1I5JPyx71D+qbDQ+t5BpPyjTNz8D79E+Z0AYv+zKbT5ZYlk/tIZdvwJUnL9TfCC+c0pbP2uLuz6mDLA+azGVPmoaZj9gUwA/VRv3Pi2/gz/OJs+/CjWLvvgizT7MSpM/VIEQQPEZ4ztxhIU/4wvYPttSrb94tE+/EEN4vj2w+D4mqMo/8amoP0rrPT/eEfC+",
            "nQRFvq0ttD4CdUY/zRSNvy1vUb90NBLAwbPjv7PrkL9/u1G+VTkjPX1rt7+kqmY/A8UoPgIGMj8ha8Q/jF6zP+9Q5L6VPnW/dpiVP/A8f79xN38+iiA6P6By9T76L7i/fry/Pkv+Dr+0dQy/1kFDP6WW3j6n35o+vB+ev2KVpL8FjFq/ktlzPxpT6T8VPSC9SUCIP1gHnj0wStm+cJnMPlzpLb4PDr69x04APqInXD5kQbK+ZJc+P52IGD44czU/uih2vzAsuT+5NTa/1V1Fvw4PAkA9ECc+n2A2Pw1kwL8Y8GS/v0huPok+0L4+bZS/maa+P3aAB8CQCw9A3pzuvme8BL833IY+ojeUv6liqT8DB28/p8Xfv+2OGT95SYg+k0QTvzghcT+FeaY/qP5nv0fJJz+FDbw+Vsb4v/SmMT+mvA9ApCdpvw+OPL/ip8W9hBC8v82oa75TiwA/oeysv8ALqT/0IBC/1+duPvDkl70Ebr0+R/IdviVSKT+Vwoa9bUnEP1ZnjD6DanC/MdF1v2g7BkDzDU8/kFZgP21Cpz7pqhO/kUnBvqylfL/Aimy+nrOav4z/gbzU6KS/8fQsvgtfTT9OaxC+t/vDPlgGtL//yoi+D7OWP75r9T4l6ho/V0NBPlTcvD/7fi69YFHFP4qfVT+UEac+pzMAwGX2bT9fO3e/gaKFv3eHNj9pjXC/JNFcP8ase79F330+0vmFvmOw4r9PJ5c/DkU0P1Mh0L+BdAK/zr7ovtFKzT77Vb6+P5QqPWwY6r1gea0+fkgRv+wdfz/gFP69uFOnP759+T7W1YU+Lw3mPwPlwb7cS50+b94mvpZjmj9TBNs9M/KzPRejFT8+RWQ/zxJav0utC76P74G/6pZIP3eKAD72jtI+CzuCPkwsqz8TrABArI8/Ps50nL436Wu9ngoSwOQo3D46cvQ/FA5ZPgwO/79UkLG/nf28P6XmcD+aPis/7QRrv2WikT+yCB+9jpMlvjnjBD+QmOO/Nj4NPXlXD0BL+9u/",
            "tbXsPCPwb7+m9y0+RFmFviJhLT8Yniq/0JJsv9kKUj+0fXE/e7BdPvlblz/cvvE+092iPiVmnr8WwtO/K2/VvS58pr9ZDii/YsJMPz1DZj5M96u/IhNqP1s48j4vsgxAqALav+Pbpr2IoGy/dzNLOlHYMT/arvi+acOhvyFuyL/lAK+8UrfYP4iBvr+vWpY/c9Vfv3BUeb+0NP8/LQFQP+YQ5T7aCuw+iGMsvbAZ3L28T3U+0mM+Pyv0Vjw3YHe+n7QaPrJtgD/+wqu+w5fgv2J5mD6Zvdg/x6j6P/iZsj6nIwa/4ffev1lvCcDpt0a+9YA9v+j3Ij+F+hM/KiCwv+tzoz9m/eC8jSulPrDGGz3IRmO/mjYaQEBakb/EBJy+J8Oav8E9nz+hZDk/OKvqP/r9C79l1xI9skHZvzLWNz+VIPC+r6yIvtoxUEBT4YK+ng/Yv3GX7T43Jfc+fxsNPzgHA77lljy/RuUwvwsZJL9O0Hc/lIXpPoR+bb6Uuta9rZ9dv9dvnj4/Lik/1ewaPmDqZz00zH2/Uje1v6CIor+61J4/2GsfvzwzUL8fjny/rwafvuYi/r7mv4w+Ly6nPmxT5D9grwQ/xwbBPgbtQL5ZnUU+q8rWO9KA0b8fXLu+nBUDP3INCL83BMa+A7FBv2md5r4zeuk+zX8IQEZvI7/oaMy/cmPgvT9YCj/A/gC/el+dPpgIhT9JKts+3DWtPmEHVD/aJaU/+GXPvftrMj0GAWk/RpyBP+qXI78Ta0a/fPCivc83Hj9sTEo9IxlvvwvGDT92g6W/d/kYvzYh2b+B2Fe/dCg4P90ZKr+gA8y/Lcswv2r/w77IMJE+HN00vjO0Br+YeBw/8a7NvMLSEz9bIac/D0DePpAt8j8VrwdAIGNqvhGUlj4Rzb8+n8w0P4PABD5iJl8/7HACwMuXYr5UZ1Y+spxNv5WJg70ItEM/UfzTvzesgDtC9Q8/E3ayvjE8Br/ScoK/C4jPv3AVNb1NFRU/FkJHv/iqlD9l7+q+",
            "pSpIP28hIL+b3Bo+fGMwvt4Rdb9zic0/PLxZPqJkj7+hJJQ/PNIWPql9UT+KDka/wQJrvzd5zT5qVDO+i38RvRASlb/2biw/Ma/Zvu+ecr6oahu/SRPFv/Ywx7yj7MQ+jijcPqhfCD/Vp3i9tZiIP822wj9dtfO+F1XMPoBdib/Ak1S/KKaav/hOur6MlzFAwcBxP09Laj9DVU8/h8G+v3DULL41LBbAyT2dPhToCT8JIz+/qecYvxQs5L1ZiJw/rSWWvxKdFEDqKlU/6ucuPz0Gtb+Nlp09rJwzP4l2Mj8R0Ja/PoNVP0wBDr9CJlY/1BKiP+T72L8d0U6/fkM9P0IPED9B6ixA1dFTv31Ttj+j6jg+ZFH4PyVbI0DocYU+eR0NQE3q+L8BL6K9gL2jvmDLG77BCi3ApjV0P7i4gj66lEA/xDv9vsnCfT4OIpQ9qjJSvwWxhT5/XJk/AOVbv6lzH0AWNi+/yYNlPxoqjT+0sTg/2m+qvz+pfT55Xfm+6cXTP9hAID5ys4i+WzGivz/uLz/sWQi/nocEP730GD9okaQ+Lx4Fv8cj4z8/mNu/zJ77PndWFrx4FRtAGhcHv5ddcz/BBAM/1iSTv2kNXj6DS9W+ryF1v5PlpD+G7tE/Z5/avqFGib/XnQU/YOfVv+4gUr81q6I+6bGHPzsMyD6rrLg/otoXv27ni76uebe/P8g7Pi/+Gz9NEBU/hxf1vzqBmD3hdt0+85uvPvkKRb9Fu9g9AbtAPog2C8CK+Em/vbrVPUz9TT9OXA6/wpEVP214wj7T7yI/rIJPP0Yxm73Zzaa/aXKoP3B6CT2rjxI/wt7vPkzRab9OQcI9CNffPugG+r8sxOK/3yiVv4Uf9j5Gt1Y+x6/BPpXa675LMI68fpI4v5gN+r6lZM+9++QwP2opiz+lQYs/9BUjP/qXNj8XAqI/DlkEPgzRT79PYF6/V8YAv+ANxT73+a4//dC8vRY0y79orKu929yov60LL79JXgHAr00DPyHfRz+CSvw+",
            "KcClvaMBa75mmxK/xO6lvnDDQL6WI54+QcO6PwdYbL+/p3w+jZ8ZP9JIij67uj8/hIkzPT9wNr/KW9U+YE4Bv8ovAL+p44I/lCdbvwR69r8E3lY+coSLv5jdIj5rT5y/1LvrP2/WuD/J8vG+EMoJPxZMhT0RwAu/+qXUvosJOT9ucAK/h6hHPVapob4z6Mu/PcBmvsXhz78sMag//IHxPkMam7+9iJE+XkqBP6p9+75OtoI+2GxMP3069z6r7r4/hxJwPnugDT/QclI+5lT2v8NpBr9NNuq+29WXv2Eejj8hVCS+qEPZPl6zrD9risW/6r7mv0no3z9p3d6+XiuXv+jggb5sIPu/10uFP/CQ+L7/c+g/60BCvrhn9T97AQK/t6e9P+vBWb8ZE7E/FQF1v86rQT+dKEu/PrY0vk/Zpz5pRiO/yL+mPwHSwL+PBBm/j5SGv41RjD8jBH+8rNB0PuJ82r/8oZ+/3COVPzZ4VT9QYEm/m4aYvs3vkj4w5p++NtKFPwKLDb8RCFG/B6q4v4CgEEAz+IY/PtwVQPAZWD5mdly+tJsXv+YONL9RS8c/XjJvvhVMOj+iJAk/f/SRvwQPUsCqbwU/C7B9PyyUUr/TZi2/97cXv/KjOT8ghw4/mWouv7ZmNz4wyQ6/qBczPxc7DT93kau/IEkRPq6Bir2gXZu/2ssbwLBzfT8AJwO/LEtCvgxfR7+3Rg4/JQ47P6ZrlL+g9ry/xNcBwKSpnL8jepU+Inz1PuQuyD4DE6a+BGdGv8buij+ufQjAf7movnScf7+Btjw8JndHvm1yUj+Lbpa/78Pbv1rsdb/1jz++zOEIv0Qa6z5ka2U/ze65P7zwvL9EWaA+3b8BQHQThT9xowG+/b1QPrIh9j48fTy/Cgw/v2b73j/MYya/ZmpzP/xKYr/uMCE/geyEP9nW5D5lbYW/Oz+tP89Gh7/Q/K6/akSqv8GvcD7Yk/k7x5scPyH+Gj9bCVS+m4TIvxO/GT9CQbg+YxlJP3GzAUB+/La/",
            "BrmrvozMfb9Qn5K+7WQ3v6LTUL9UsyHAu+RmP13Pxz9f4rI+ZO4iv5FxhL6FwbQ+bqLEv5oRLj+LlKy/Bpm5vikn4L6nUVk/uVyFv1a7ST7oiUW/EV4XvMaqKz8bBY09Nt36vVTblj+qKqU9/5VIP0FsZb9XO+W+ggEEv/Ipf704Vse/oTkBvvXnmj8sHzS/w1m2v6FO9Dq26jG/Evjpv1wJBcA1VrQ+5fAUP4zsqr8gdBo/k633PVW4ab8k8ZW+GzwuvroFrL+YcdC+y4xGvjP+qD6JM4s9NBRyvjcqvj83k6a/z5Gkvw6dlr9e1989hBDWPWo3/Dyx0j6/hRd1v4WJFz+b0Fo9+nzXv7l3iz7oSok/e2GIv6A5lT/9gr4/EdRGP8RJTj+eKIE+h4mwv7htjj+vmc4/F+Zgv410vb4w0zw+QIv8PlWOij7hGgO/ZeKQvvFyD79W5Y8/SgGHP28KLr9vf9C+TUo7v1f8HD6wRzu+2bRjv34KsD525Y8/+lEkvqUUIj8EU1u/RsKlOxQ7wTwGvvM/l+gTv7VXxb+rSZo/S7vVPwlLb76dgYE+Fw8PP+0Lgr4YjQTA7NXHv7rxKz6/HtQ/PZoAPgDLCL+1Mmg/nUrKPguUyD4gjCI/qfuev4DiNL6rAhC/XCKKvqe43T4/YhW+HM4Ev224nT+Cgsm+byWLvgw5Ir+qm728l8KXPq+spT9UFOm+T3MTvwwtZL532VI/svbdvjUoGMDv0IA/4HiMP4sDtD4bqwg/vHugPZyAkT8KYQ0/+zYxP6RiMr/2bgg/a2dEv/IMfb8/HJO8lSbAP2vHfz/iGV8/wIxhv3P1FL8iMmi9GM2DPtoAp79CQja/6i2IP6qNND+WR+q/bBukvQCbHsCSLD49l06cvrSS/D5omVg/twoZv7iurj/Pajk9OluFPfPzBMBpXlG5gHp0Pl4YWj9Ss6M+ZArIvX4Yn78QBn2/5/l7vkZSAMCNKY++KmqqP1fGR794PLA/FIKqPpdUEEAW7Lo/",
            "pwJFP21Na78W0Z8/Rai+P4rzGz7NkTU/F0FYvlz2EL9UzL2+ZPeePuZDlr+lBTa+TVbRPwmorb+5ojS/uuuyPxMNcz8gyfO/dElRv9Gy5j8p5gc/xnM2vlXsjL6YtWy/X5mKv7jLgz9pi5Y+eNidPROISz24QdM+SjssvZdjnD4O6oS+1uTKvlCj5775Jxq/oTvdP8g7yL5fzJ4/zY+Xv/GSZT74K+g/LVgTwC4wmb9l2M8/VeMHP3cBxD3c4BA/NLf6v2ML1D+xMsk/QftDvwSctT6ajju+9bu3PnQZpz85Wq4/r6hsvjvmS0CwM5w/eox2PSY90L5i5ZW/+Ox/v3mXeD8nwsG+goRiPikW+j14Jz8+5VXGPYrtvD/t8Fg/LjORPzSQVD86K3Q/EOAeP9AgP8D9HOs+UxBJv36XmD9ffa+/yo7gvVHA1L9WwXy/KGXsv1Aus7+izFK/vRCRvqU/5D6R8km/jLQNvz5E3j/cQ8c/HL+BvxMejT/beTG/zL6ZPm8erL76hWq/dJjdvKWP6j6LM7W/eQdiP2QkpD9gifs+u5npv0wfbL+w4b6+djUZvz0zB7/72IO+rjdtvty6gT/5gsQ/7kunvh/rO7+GgSI884QnvwQvub9rqGQ/1+OTvkSik7+6l/++2sEaPvUGQD8WG+E+bi0oPxdKTD4rWwBAR+Ghv+ykRb84+7U/dQEJP4GVJL//Vwu/9oefv0c/xT/eGYK/qLrAP6/Nor8IPCrAISCLvktYXL/v/+c9CKPcP5JykD+Fy0C/DacQwLGTv71Cnm0/gG0tvhH+sr8UZ5y/GjzHv8WGT74dTaE/Nj9UvwBC/b43ciLAXoD2vjaJO754VVQ/dFYOvpDi3rw1TOU+wxQePhpeDL/VhaM97sZgPgf1Rr//27Y/cTGYvXgS4D+JV0Q/7lwbP65TeL7Il2E/T3bTPoTRmD+wPRXAiV1YPyQuWD61/4i/7zCHPwX90z2CQoo/qEPDv3sBX79l5d++/DLvPDbU2j5CTha+",
